Repository: userfriendly125/azkaios
Catalog: lib/l10n/intl_*.arb
Languages: am, as, az, be, bn, cy, et, eu, fi, hy, is, kk, km, kn, ky, lo, mk, ml, my, ne, pa, ps, si, sk, sq, sw, ta, th, ur

source: You are using
am: የምትጠቀሙ
as: আপুনি ব্যৱহাৰ কৰি আছে
az: Siz istifadə edirsiniz
be: Вы карыстаецеся
bn: আপনি ব্যবহার করছেন
cy: Rydych chi'n defnyddio
et: Te kasutate
eu: Erabiltzen ari zara
fi: Käytät
hy: Դուք օգտագործում եք
is: Þú ert að nota
kk: Сіз пайдалануда
km: អ្នកកំពុងប្រើ
kn: ನೀವು ಬಳಸುತ್ತಿದ್ದೀರಿ
ky: Сиз колдонуп жатасыз
lo: ທ່ານໃຊ້
mk: Вие користите
ml: നിങ്ങൾ ഉപയോഗിക്കുന്നു
my: သင်ကိုယ်ရေးကျော်သော
ne: तपाईंले प्रयोग गरिरहेका छौं
pa: ਤੁਸੀਂ ਵਰਤ ਰਹੇ ਹੋ
ps: تاسو کاروئ
si: ඔබ භාවිතා කරනවා
sk: Používate
sq: Po përdorni
sw: Unatumia
ta: நீங்கள் பயன்படுத்துகிறீர்கள்
th: คุณกำลังใช้งาน
ur: آپ استعمال کر رہے ہیں

# freePacakge
source: Free Package
am: ነጻ ፓኬጅ
as: নিখৰ্চ পেকেজ
az: Pulsuz Paket
be: Бясплатны пакет
bn: বিনামূল্যে প্যাকেজ
cy: Pecyn Rhad ac Am Ddim
et: Tasuta pakett
eu: Doako Paketea
fi: Ilmainen paketti
hy: Անվճար փաթեթ
is: Ókeypis pakkning
kk: Тегін пакет
km: កញ្ចប់ឥតគិតថ្លៃ
kn: ಉಚಿತ ಪ್ಯಾಕೇಜ್
ky: Акысыз пакет
lo: ເອກະສານຟຣີດ
mk: Бесплатен пакет
ml: സൗജന്യ പാക്കേജ്
my: အခုနှင့်အခမဲ့အကြောင်း
ne: नि: शुल्क प्याकेज
pa: ਮੁਫ਼ਤ ਪੈਕੇਜ
ps: وړیا بسته
si: නොමිලේ පැකේජය
sk: Zadarmo balíček
sq: Paketa e Lirë
sw: Kifurushi cha Bure
ta: இலவச திட்டம்
th: แพคเกจฟรี
ur: مفت پیکیج

source: Premium plan
am: ፕሪምየም እቅድ
as: প্ৰিমিয়াম প্‌ল্যান
be: Преміум план
bn: প্রিমিয়াম প্ল্যান
cy: Cynllun Premiwm
et: Premium plaan
eu: Premium plana
fi: Premium-suunnitelma
hy: Պրեմիում պլան
is: Fyrirgreiðsluáætlun
kk: Премиум тақырып
km: កម្មវិធីពិសេស
kn: ಪ್ರೀಮಿಯಂ ಯೋಜನೆ
ky: Премиум пландар
lo: ເອກະສານນິຍົມ
mk: Премиум план
ml: പ്രീമിയം പദ്ധതി
my: အထူးအကြောင်း
ne: प्रिमियम योजना
pa: ਪ੍ਰੀਮੀਅਮ ਯੋਜਨਾ
ps: پرمیوم پلان
si: ප්‍රිමේටල් පැකේජය
sk: Prémiový plán
sq: Paketa Premium
sw: Mpango wa Premium
ta: பிரீமியம் திட்டம்
th: แผนพรีเมียม
ur: پریمیم پلان

source: Package Features
am: የፓኬጅ ባህርያዎች
as: পেকেজৰ বৈশিষ্ট্য
az: Paket Xüsusiyyətləri
be: Функцыі пакета
bn: প্যাকেজ বৈশিষ্ট্য
cy: Nodweddion Pecyn
et: Paketi omadused
eu: Pakete Ezaugarriak
fi: Pakettiominaisuudet
hy: Փաթեթի հնարավորություններ
is: Pakkningar eiginleikar
kk: Тақырыптың мүмкіндіктері
km: លក្ខណៈពិសេសកញ្ចប់
kn: ಪ್ಯಾಕೇಜ್ ವೈಶಿಷ್ಟ್ಯಗಳು
ky: Пакеттин өзгөчөлүктөрү
lo: ຄວາມຄືສຳຫຼັບເອກະສານ
mk: Карактеристики на пакетот
ml: പാക്കേജ് സവിശേഷതകൾ
my: အကောင့်ပိုင်းအရင်းရွေးချယ်ခြင်းများ
ne: प्याकेज सुविधाहरू
pa: ਪੈਕੇਜ ਦੀ ਖਾਸੀਤਾਂ
ps: د بسته ځانګړتیاوې
si: පැකේජ් සුලු විස්තර
sk: Funkcie balíčka
sq: Karakteristikat e Paketës
sw: Vipengele vya Kifurushi
ta: போட்டி அம்சங்கள்
th: คุณสมบัติของแพคเกจ
ur: پیکیج کی خصوصیات

# forUnlimitedUses
source: For unlimited usages
am: ለወይዘት ገላጭ
as: অসীম ব্যৱহাৰৰ বাবে
az: Limitsiz istifadə üçün
be: Для неабароненых выкарыстанняў
bn: অসীম ব্যবহারের জন্য
cy: Am ddefnyddio di-belimit
et: Piiramatu kasutamise jaoks
eu: Erabilera mugagabeetarako
fi: Rajattomaan käyttöön
hy: Անսահմանակի օգտագործման համար
is: Fyrir ótakmarkað notkun
kk: Шектеусіз пайдалану үшін
km: សម្រាប់ការប្រើចំនួនមិនកំណត់
kn: ಅಸೀಮಿತ ಬಳಕೆಗಾಗಿ
ky: Чексиз колдонуу үчүн
lo: ສະເຫນຳທຸລະກິດກໍ່ຄື
mk: За неограничена употреба
ml: അപരിമിതമായ ഉപയോഗങ്ങൾക്കായി
my: အမြင့်ရစျေးကွက်အတွက်
ne: असीमित प्रयोगका लागि
pa: ਅਸੀਮਤ ਵਰਤੋਂ ਲਈ
ps: د محدودو کارونې لپاره
si: අසීමිත භාවිතයන්ට සඳහා
sk: Na neobmedzené použitie
sq: Për përdorime të pakufizuara
sw: Kwa matumizi yasiyokuwa na kikomo
ta: மரியாதற்கான பயன்பாட்டிற்கு
th: สำหรับการใช้งานไม่จำกัด
ur: لا محدود استعمال کے لئے

source: Purchase Premium Plan
am: ፕሪምየም እቅድ ይግዙ
as: প্ৰিমিয়াম প্‌ল্যান ক্ৰয় কৰক
az: Premium Planı alın
be: Купіць преміум план
bn: প্রিমিয়াম প্ল্যান ক্রয় করুন
cy: Prynwch Gynllun Premiwm
et: Osta Premium plaan
eu: Erosi Premium Plana
fi: Osta Premium-suunnitelma
hy: Գնել պրեմիում պլան
is: Kaupa fyrirgreiðsluáætlun
kk: Премиум тақырыпты сатып алу
km: ទិញកញ្ចប់ពិសេស
kn: ಪ್ರೀಮಿಯಂ ಯೋಜನೆ ಖರೀದಿಸಿ
ky: Премиум план сатып алуу
lo: ຊື້ເອກະສານນິຍົມ
mk: Купи премиум план
ml: പ്രീമിയം പദ്ധതി വാങ്ങുക
my: အထူးအကြောင်းဝယ်ယူပါ
ne: प्रीमियम योजना किन्नुहोस्
pa: ਪ੍ਰੀਮੀਅਮ ਯੋਜਨਾ ਖਰੀਦੋ
ps: پرمیوم پلان واخلئ
si: ප්‍රිමේටල් පැකේජය මිලට මිලිදක් ගන්න
sk: Zakúpiť prémiový plán
sq: Bleni Paketën Premium
sw: Nunua Mpango wa Premium
ta: பிரீமியம் திட்டம் வாங்கவும்
th: ซื้อแผนพรีเมียม
ur: پریمیم پلان خریدیں

source: Buy Premium Plan
am: ፕሪምየም እቅድ ይግዙ
as: প্ৰিমিয়াম প্‌ল্যান কিনক
az: Premium Planı al
be: Купіць преміум план
bn: প্রিমিয়াম প্ল্যান কেনো
cy: Prynwch Gynllun Premiwm
et: Osta Premium plaan
eu: Erosi Premium Plana
fi: Osta Premium-suunnitelma
hy: Գնել պրեմիում պլան
is: Kaupa fyrirgreiðsluáætlun
kk: Премиум тақырыпты сатып алу
km: ទិញកញ្ចប់ពិសេស
kn: ಪ್ರೀಮಿಯಂ ಯೋಜನೆ ಖರೀದಿಸಿ
ky: Премиум планды сатып алуу
lo: ຊື້ເອກະສານນິຍົມ
mk: Купи премиум план
ml: പ്രീമിയം പദ്ധതി വാങ്ങുക
my: အထူးအကြောင်းဝယ်ပါ
ne: प्रीमियम योजना किन्नुहोस्
pa: ਪ੍ਰੀਮੀਅਮ ਯੋਜਨਾ ਖਰੀਦੋ
ps: پرمیوم پلان واخلئ
si: ප්‍රිමේටල් පැකේජය මිලට මිලදීම
sk: Kúpiť prémiový plán
sq: Bli Paketën Premium
sw: Nunua Mpango wa Premium
ta: பிரீமியம் திட்டம் வாங்குக
th: ซื้อแผนพรีเมียม
ur: پریمیم پلان خریدیں

source: Monthly
am: ወርሃዊ
as: মাহে মাহে
az: Aylıq
be: Штомесяцна
bn: মাসিক
cy: Misol
et: Kuu
eu: Hileko
fi: Kuukausi
hy: Ամսական
is: Mánaðarlega
kk: Айлық
km: ប្រចាំខែ
kn: ಮಾಸಿಕ
ky: Ай сайын
lo: ເດືອນ
mk: Месечно
ml: മാസിക
my: လစဉ်းကန့်
ne: मासिक
pa: ਮਹੀਨਾਵਾਰ
ps: میاشتنی
si: මාසික
sk: Mesačne
sq: Mujore
sw: Kila Mwezi
ta: மாதாந்திர
th: รายเดือน
ur: ماہانہ

source: Lifetime Purchase
am: የንደበተር ግዢ
as: লাইফটাইম ক্ৰয়
az: Ömürboyu Alış
be: Пакупка на ўсё жыццё
bn: লাইফটাইম ক্রয়
cy: Prynu Am Byth
et: Eluaegne Ost
eu: Bizitzako Erosketa
fi: Elinaikainen osto
hy: Առաջարկում
is: Einstakt Kaup
kk: Өмірлік Сатып алу
km: ទិញរយៈពេលឆាប់ៗ
kn: ಜೀವನದ ಕೊಳೆ
ky: Туруктуу Сатып алуу
lo: ຊື້ເອກະສານໃຊ້ທົ່ວໄປ
mk: Животна Куповина
ml: ശാശ്വത വാങ്ങൽ
my: အဆုံးအနှစ်ခုဝယ်ယူရန်
ne: जीवनको लागि
pa: ਲਾਇਫਟਾਈਮ ਖਰੀਦ
ps: د ژوندنۍ پېرود
si: ජීවිත
sk: Nákup na celý život
sq: Blerje e Përjetshme
sw: Nunua Milele
ta: வாழ்க்கைக்கு வாங்கல்
th: ซื้อเป็นเวลา
ur: لائف ٹائم خریداری

source: Yearly
am: የዓመት
as: বার্ষিক
az: İllik
be: Гадовы
bn: বার্ষিক
cy: Cylchblyg
et: Aastane
eu: Urtero
fi: Vuosi
hy: Տարեկան
is: Árlega
kk: Жылдық
km: ប្រចាំឆ្នាំ
kn: ವಾರ್ಷಿಕ
ky: Жылдык
lo: ປີ
mk: Годишно
ml: വാർഷികം
my: နှစ်ကန့်
ne: वार्षिक
pa: ਸਾਲਾਨਾ
ps: سالیانه
si: වසරේ
sk: Ročne
sq: Vjetore
sw: Kila Mwaka
ta: வருடாந்திர
th: รายปี
ur: سالانہ

source: Pay with Paypal
am: በPaypal ክፍያ
as: পে' পলৰ জৰিয়তে পে' কৰক
az: Paypal ilə ödəyin
be: Аплаціць праз Paypal
bn: পেপ্যাল দিয়ে পরিশোধ করুন
cy: Talu gyda Paypal
et: Makse Paypaliga
eu: PayPal bidez ordaindu
fi: Maksa Paypalilla
hy: Վճարել Paypal-ով
is: Borga með Paypal
kk: Paypal арқылы төлеу
km: បង់ជាមួយ Paypal
kn: ಪೇಪಾಲ್ ಬಳಸಿ ಪಾವತಿಗೆ ಮಾಡಿ
ky: Paypal менен төлөө
lo: ຊໍາລະເງິນດູດ
mk: Плати со Paypal
ml: പേയ്പാലോടെ പണം നൽകുക
my: PayPal နှင့် ငွေပေးချေမှု
ne: पेपालको साथ भुक्तान गर्नुहोस्
pa: ਪੇਪਾਲ ਨਾਲ ਭੁਗਤਾਨ ਕਰੋ
ps: د پی پال سره تادیه وکړئ
si: පේපල් මගින් ගෙවීම
sk: Zaplatiť cez PayPal
sq: Paguaj me Paypal
sw: Lipa kwa Paypal
ta: பேபால் மூலம் செலுத்து
th: ชำระเงินด้วย Paypal
ur: پے پال کے ساتھ ادائیگی کریں

source: No Data
am: የለም
as: ডেটা নাই
az: Məlumat yoxdur
be: Няма даных
bn: কোন তথ্য নেই
cy: Dim Data
et: Andmeid ei ole
eu: Datuik ez
fi: Ei tietoja
hy: Տվյալներ չկան
is: Engin gögn
kk: Мәліметтер жоқ
km: គ្មានទិន្នន័យ
kn: ಡೇಟಾ ಇಲ್ಲ
ky: Деректер жок
lo: ບໍ່ມີຂໍ້ມູນ
mk: Нема податоци
ml: ദത്തയില്ല
my: အချက်အလက်မရှိပါ
ne: कुनै डाटा छैन
pa: ਕੋਈ ਡਾਟਾ ਨਹੀਂ
ps: هیڅ معلومات نه شته
si: දත්ත නොමැත
sk: Žiadne údaje
sq: Asnjë të dhënë
sw: Hakuna Data
ta: தரவு இல்லை
th: ไม่มีข้อมูล
ur: کوئی ڈیٹا نہیں

# yourPackageWillExpireinDay
source: Your Package Will Expire in 5 Day
am: የእርስዎ ጥቅም በ5 ቀን ይወጣል
as: আপোনাৰ পেকেজ ৫ দিনত মুকলি হব
az: Paketiniz 5 gün sonra sona çatacaq
be: Ваш пакет скончыцца праз 5 дзён
bn: আপনার প্যাকেজ ৫ দিনে মেয়াদ উত্তীর্ণ হবে
cy: Bydd eich pecyn yn dod i ben om ddyddiau 5
et: Teie pakett aegub 5 päeva pärast
eu: Zure paketearen iraungitze data 5 egun barru da
fi: Pakettisi vanhenee 5 päivän kuluttua
hy: Ձեր փաթեթը կավարտվի 5 օրվա մեջ
is: Pakki þinn rennur út eftir 5 daga
kk: Сіздің пакетіңіз 5 күнден кейін аяқталады
km: កញ្ចប់របស់អ្នកនឹងផុតកំណត់ក្នុង 5 ថ្ងៃ
kn: ನಿಮ್ಮ ಪ್ಯಾಕೇಜ್ 5 ದಿನಗಳಲ್ಲಿ ಕೊನೆಗೊಳ್ಳುತ್ತದೆ
ky: Сиздин пакетиңиз 5 күндүн ичинде мөөнөтү өтөт
lo: ເອກະສານຂອງທ່ານຈະໝົດອາຍຸສອນໃນ 5 ມື້
mk: Вашиот пакет ќе истече за 5 дена
ml: നിങ്ങളുടെ പാക്കേജ് 5 ദിവസത്തിനുള്ളിൽ കാലഹരണപ്പെട്ടു പോകും
my: သင်၏အကောင့်အတွက်အသက်တိုက်များအတွက်ပြသရန် ၅ ရက်အတွက်သတ်မှတ်ခြင်း
ne: तपाइंको प्याकेज ५ दिनमा समाप्त हुनेछ
pa: ਤੁਹਾਡਾ ਪੈਕੇਜ 5 ਦਿਨਾਂ ਵਿੱਚ ਸਮਾਪਤ ਹੋ ਜਾਵੇਗਾ
ps: ستاسو بسته به د ۵ ورځو وروسته پای ته ورسیږي
si: ඔබගේ පැකේජය 5 දිනට පමණක් පවතීය
sk: Váš balíček vyprší o 5 dní
sq: Paketa juaj do të skadojë pas 5 ditësh
sw: Kifurushi Chako Kitakamilika Katika Siku 5
ta: உங்கள் போட்டி 5 நாட்களில் காலாவதியாகும்
th: แพคเกจของคุณจะหมดอายุใน 5 วัน
ur: آپ کا پیکیج 5 دنوں میں ختم ہو جائے گا

source: Your Package Will Expire Today Please Purchase again
am: የእርስዎ ጥቅም ዛሬ ይወጣል እባክዎ እንደገና ግዢ ይደርሱ
as: আপোনাৰ পেকেজ আজিৰে পৰা মুকলি হব কৃপয়া পুনৰ ক্ৰয় কৰক
az: Paketiniz bu gün sona çatır Xahiş edirik yenidən alın
be: Ваш пакет скончыцца сёння Калі ласка, купіце зноў
bn: আপনার প্যাকেজ আজ মেয়াদ উত্তীর্ণ হবে অনুগ্রহ করে আবার ক্রয় করুন
cy: Bydd eich pecyn yn dod i ben heddiw Os gwelwch yn dda prynwch eto
et: Teie pakett aegub täna Palun osta uuesti
eu: Zure paketea gaur iraungitzen da Mesedez, erosi berriro
fi: Pakettisi vanhenee tänään Osta uudelleen, kiitos
hy: Ձեր փաթեթը կավարտվի այսօր Խնդրում ենք կրկին գնել
is: Pakki þinn rennur út í dag Vinsamlegast kaupið aftur
kk: Сіздің пакетіңіз бүгін аяқталады Қайтадан сатып алуыңызды сұраймыз
km: កញ្ចប់របស់អ្នកនឹងផុតកំណត់ថ្ងៃនេះ សូមទិញម្តងទៀត
kn: ನಿಮ್ಮ ಪ್ಯಾಕೇಜ್ ಇಂದೇ ಕೊನೆಗೊಳ್ಳುತ್ತದೆ ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಖರೀದಿಸಿ
ky: Сиздин пакетиңиз бүгүн мөөнөтү өтөт Сураныч, кайра сатып алыңыз
lo: ເອກະສານຂອງທ່ານຈະໝົດອາຍຸຕອນນີ້ ກະລຸນາຊື້ອີກຄອມໂບນອນ
mk: Вашиот пакет истекува денес Ве молиме повторно купете
ml: നിങ്ങളുടെ പാക്കേജ് ഇന്ന് കാലഹരണപ്പെടും ദയവായി വീണ്ടും വാങ്ങുക
my: သင်၏အကောင့်အတွက်ပြသရန်ယနေ့မှာသင်အားပြန်ယူရန်အတွက်အခြားကြားလပ်ရောက်ပါလိမ့်မည်
ne: तपाइंको प्याकेज आज समाप्त हुनेछ कृपया पुन: किन्नुहोस्
pa: ਤੁਹਾਡਾ ਪੈਕੇਜ ਅੱਜ ਸਮਾਪਤ ਹੋ ਜਾਵੇਗਾ ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਖਰੀਦੋ
ps: ستاسو بسته به نن پای ته ورسیږي مهرباني وکړئ بیا واخلي
si: ඔබගේ පැකේජය අද සවස සඳහා පමණක් පරියෝජනවන්න කරුණාකර නැවත මිලදී ගැනීමට
sk: Váš balíček vyprší dnes. Prosím, zakúpte si ho znova.
sq: Paketa juaj do të skadojë sot Ju lutemi bëni blerjen përsëri
sw: Kifurushi Chako Kitakamilika Leo Tafadhali Nunua tena
ta: உங்கள் போட்டி இன்று காலாவதியாகும் தயவுசெய்து மீண்டும் வாங்கவும்
th: แพคเกจของคุณจะหมดอายุวันนี้ โปรดซื้ออีกครั้ง
ur: آپ کا پیکیج آج ختم ہو جائے گا براہ کرم دوبارہ خریداری کریں

# emailCanNotBeEmpty
source: Email can\'n be empty
am: ኢሜይል አይነሱም
as: ইমেইল খালী নহ'ব পাৰে
az: E-poçt boş ola bilməz
be: Электронная пошта не можа быць пустой
bn: ইমেইল খালি হতে পারবে না
cy: Nid yw'r e-bost yn gallu bod yn wag
et: E-post ei tohi olla tühi
eu: E-posta hutsik ezin da egon
fi: Sähköpostiosoite ei voi olla tyhjää
hy: Էլ. հասցեն չի կարող լինել դատարկ
is: Tölvupóstur getur ekki verið tómur
kk: Электрондық пошта бос болмауы керек
km: អ៊ីមែលមិនអាចទទេបានទេ
kn: ಇಮೇಲ್ ಖಾಲಿ ಇರಬಾರದು
ky: Электрондук почта бош болбойт
lo: ອີເມວບໍ່ສາມາດປ່ອນໄດ້
mk: Е-пошта не може да биде празна
ml: ഇമെയിൽ ശൂന്യമാകരുത്
my: အီးမေးလ်သည်အလွတ်ဖြစ်လို့မရပါ
ne: इमेल खाली हुन सक्दैन
pa: ਈਮੇਲ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦੀ
ps: برېښنالیک نشي خالي کیدلی
si: ඊමේල් එක අහරින් යුතුය
sk: Email nemôže byť prázdny
sq: Emaili nuk mund të jetë bosh
sw: Barua pepe haiwezi kuwa tupu
ta: இமெயில் காலியாக இருக்க முடியாது
th: อีเมลไม่สามารถเว้นว่างได้
ur: ای میل خالی نہیں ہو سکتی

source: Please enter a valid email
am: እባክዎ ትክክለኛ ኢሜይል ይገቡ
as: দয়া কৰি এটা বৈধ ইমেইল প্ৰবিষ্ট কৰক
az: Zəhmət olmasa, etibarlı e-poçt daxil edin
be: Калі ласка, увядзіце правільную электронную пошту
bn: একটি বৈধ ইমেইল প্রদান করুন
cy: Os gwelwch yn dda, rhowch e-bost dilys
et: Palun sisestage kehtiv e-post
eu: Mesedez, sartu e-posta baliozkoa
fi: Ole hyvä ja syötä voimassa oleva sähköpostiosoite
hy: Խնդրում ենք մուտքագրել վավեր էլ. հասցե
is: Vinsamlegast sláðu inn gilt netfang
kk: Дұрыс электрондық поштаны енгізіңіз
km: សូមបញ្ចូលអ៊ីមែលមួយដែលត្រឹមត្រូវ
kn: ದಯವಿಟ್ಟು ಒಳ್ಳೆಯ ಇಮೇಲ್ ನಮೂದಿಸಿ
ky: Сураныч, туура электрондук почта киргизиңиз
lo: ກະລຸນາໃສ່ອີເມວທີ່ແມ່ນຈິງ
mk: Ве молиме внесете валидна е-пошта
ml: ദയവായി ഒരു സാധുവായ ഇമെയിൽ രേഖപ്പെടുത്തുക
my: ကျေးဇူးပြု၍သင့်အီးမေးလ်ကိုမှန်ကန်စွာထည့်ပါ
ne: कृपया एक मान्य इमेल प्रविष्ट गर्नुहोस्
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਮੰਨਯੋਗ ਈਮੇਲ ਦਾਖਲ ਕਰੋ
ps: مهرباني وکړئ یو معتبر برېښنالیک ولیکئ
si: කරුණාකර වලංගු ඊමේල් එකක් ඇතුළුවන්න
sk: Zadajte platný email
sq: Ju lutem shkruani një email të vlefshëm
sw: Tafadhali ingiza barua pepe halali
ta: தரமான இமெயிலை உள்ளிடவும்
th: กรุณาใส่อีเมลที่ถูกต้อง
ur: براہ کرم درست ای میل درج کریں

# passwordCanNotBeEmpty
source: Password can\'t be empty
am: የይለፍ ቃል አይነሱም
as: পাছৱৰ্ড খালী নহ'ব পাৰে
az: Şifrə boş ola bilməz
be: Пароль не можа быць пустым
bn: পাসওয়ার্ড খালি হতে পারবে না
cy: Nid yw'r cyfrinair yn gallu bod yn wag
et: Parool ei tohi olla tühi
eu: Pasahitza hutsik ezin da egon
fi: Salasana ei voi olla tyhjää
hy: Գաղտնաբառը չի կարող լինել դատարկ
is: Lykilorð getur ekki verið tómt
kk: Құпия сөз бос болмауы керек
km: ពាក្យសម្ងាត់មិនអាចទទេបានទេ
kn: ಪಾಸ್‌ವರ್ಡ್ ಖಾಲಿ ಇರಬಾರದು
ky: Пароль бош болбойт
lo: ລະຫັດຜ່ານບໍ່ສາມາດປ່ອນໄດ້
mk: Лозинка не може да биде празна
ml: പാസ്വേഡ് ശൂന്യമാകരുത്
my: စကားဝှက်သည်အလွတ်ဖြစ်လို့မရပါ
ne: पासवर्ड खाली हुन सक्दैन
pa: ਗੁਪਤਕੋਡ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ
ps: پټنوم نشي خالي کیدلی
si: මුරපදය හිස් විය නොහැක
sk: Heslo nemôže byť prázdne
sq: Fjalëkalimi nuk mund të jetë bosh
sw: Nenosiri haliwezi kuwa tupu
ta: கடவுச்சொல் காலியாக இருக்க முடியாது
th: รหัสผ่านไม่สามารถเว้นว่างได้
ur: پاسورڈ خالی نہیں ہو سکتا

source: Please enter a bigger password
am: እባክዎ ወፍጮ የይለፍ ቃል ይገቡ
as: দয়া কৰি এটি বৃহৎ পাছৱৰ্ড প্ৰবিষ্ট কৰক
az: Zəhmət olmasa, daha uzun şifrə daxil edin
be: Калі ласка, увядзіце большы пароль
bn: অনুগ্রহ করে বড় পাসওয়ার্ড দিন
cy: Os gwelwch yn dda, rhowch gyfrinair mwy
et: Palun sisestage pikem parool
eu: Mesedez, sartu pasahitz handiago bat
fi: Ole hyvä ja syötä suurempi salasana
hy: Խնդրում ենք մուտքագրել ավելի երկար գաղտնաբառ
is: Vinsamlegast sláðu inn stærra lykilorð
kk: Ұзын құпия сөз енгізіңіз
km: សូមបញ្ចូលពាក្យសម្ងាត់មួយដែលធំជាងនេះ
kn: ದಯವಿಟ್ಟು ದೊಡ್ಡ ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ
ky: Сураныч, чоңураак пароль киргизиңиз
lo: ກະລຸນາໃສ່ລະຫັດຜ່ານທີ່ໃຫຍ່ກວ່າ
mk: Ве молиме внесете поголема лозинка
ml: കൂടുതല് വലിയ പാസ്വേഡ് രേഖപ്പെടുത്തുക
my: ကျေးဇူးပြု၍ စကားဝှက်ကြီးတစ်ခုထည့်ပါ
ne: कृपया ठूलो पासवर्ड प्रविष्ट गर्नुहोस्
pa: ਕਿਰਪਾ ਕਰਕੇ ਵੱਡਾ ਗੁਪਤਕੋਡ ਦਾਖਲ ਕਰੋ
ps: مهرباني وکړئ یو لوی پټنوم ولیکئ
si: කරුණාකර විශාල මුරපදයක් ඇතුළුවන්න
sk: Zadajte dlhšie heslo
sq: Ju lutem shkruani një fjalëkalim më të madh
sw: Tafadhali ingiza nenosiri kubwa zaidi
ta: மேலதிக கடவுச்சொல் உள்ளிடவும்
th: กรุณาใส่รหัสผ่านที่ยาวขึ้น
ur: براہ کرم بڑا پاسورڈ درج کریں

source: Cancel
am: ይወግዱ
as: বাতিল কৰক
az: İmtina et
be: Скасаваць
bn: বাতিল
cy: Canslo
et: Tühista
eu: Ezeztatu
fi: Peruuta
hy: Չեղարկել
is: Afturkalla
kk: Бас тарту
km: បោះបង់
kn: ರದ್ದುಮಾಡಿ
ky: Болгону
lo: ຍົກເລີກ
mk: Откажи
ml: റദ്ദാക്കുക
my: မလုပ်တော့ပါ
ne: रद्द गर्नुहोस्
pa: ਰੱਦ ਕਰੋ
ps: لغوه
si: අවලංගු කරන්න
sk: Zrušiť
sq: Anulo
sw: Ghairi
ta: ரத்து செய்யவும்
th: ยกเลิก
ur: کینسل کریں

source: Sign In
am: ገባ
as: সাইন ইন কৰক
az: Daxil ol
be: Увайсці
bn: সাইন ইন
cy: Mewngofnodi
et: Logi sisse
eu: Sartu
fi: Kirjaudu sisään
hy: Մուտք գործել
is: Skráðu þig inn
kk: Кіру
km: ចុះឈ្មោះ
kn: ಸೈನ್ ಇನ್
ky: Кирүү
lo: ເຂົ້າລະບົບ
mk: Најави се
ml: സൈൻ ഇൻ
my: လော့ဂ်အင်ဝင်မည်
ne: लगइन गर्नुहोस्
pa: ਸਾਈਨ ਇਨ ਕਰੋ
ps: ننوتل
si: ඇතුළු වන්න
sk: Prihlásiť sa
sq: Hyni
sw: Ingia
ta: உள்நுழைக
th: เข้าสู่ระบบ
ur: سائن ان کریں

source: Sign in with email
am: በኢሜይል ገባ
as: ইমেইলৰ সৈতে সাইন ইন কৰক
az: E-poçt ilə daxil olun
be: Увайсці з дапамогай электроннай пошты
bn: ইমেইল দিয়ে সাইন ইন করুন
cy: Mewngofnodwch gyda'r e-bost
et: Logi sisse e-posti kaudu
eu: Sartu e-posta bidez
fi: Kirjaudu sisään sähköpostilla
hy: Մուտք գործել էլ. հասցեով
is: Skráðu þig inn með tölvupósti
kk: Электрондық поштамен кіру
km: ចុះឈ្មោះជាមួយអ៊ីមែល
kn: ಇಮೇಲ್‌ನೊಂದಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ
ky: Электрондук почта менен кирүү
lo: ເຂົ້າລະບົບດ້ວຍອີເມວ
mk: Најави се со е-пошта
ml: ഇമെയിൽ ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യുക
my: အီးမေးလ်ဖြင့် လော့ဂ်အင်ဝင်ပါ
ne: इमेलसँग लगइन गर्नुहोस्
pa: ਈਮੇਲ ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ
ps: د برېښنالیک سره ننوتل
si: ඊමේල් සමඟ ඇතුළු වන්න
sk: Prihlásiť sa pomocou emailu
sq: Hyni me email
sw: Ingia kwa barua pepe
ta: இமெயிலுடன் உள்நுழைக
th: เข้าสู่ระบบด้วยอีเมล
ur: ای میل کے ذریعے سائن ان کریں

source: Loading
am: በሂደት ላይ
as: লোড হৈ আছে
az: Yüklənir
be: Загрузка
bn: লোড হচ্ছে
et: Laadimine
eu: Kargatzen
fi: Ladataan
hy: Բեռնվում է
is: Hleð
kk: Жүктелуде
km: កំពុងផ្ទុក
kn: ಭರ್ತಿಯಾಗುತ್ತಿದೆ
ky: Жүктөлүүдө
lo: ກະຕອນບັນທຸກ
ml: ചെയ്യുന്നു
my: ထုတ်ယူနေသည်
ne: लोड हुँदैछ
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ
ps: چالان دی
si: අයදුම් කරමින්
sk: Načítava sa
sq: Po ngarkohet
sw: Inapakia
ta: ஏற்றுகிறேன்
th: กำลังโหลด
ur: لوڈ ہو رہا ہے

source: Phone number is not valid
am: የስልክ ቁጥር ይቅርታ አይደለም
as: ফোন নম্বৰ বৈধ নহয়
az: Telefon nömrəsi etibarsızdır
be: Нумар тэлефона не з'яўляецца сапраўдным
bn: ফোন নম্বর সঠিক নয়
cy: Nid yw'r rhif ffôn yn ddilys
et: Telefoninumber ei ole kehtiv
eu: Telefono zenbakia ez da baliozkoa
fi: Puhelinnumero ei ole voimassa
hy: Հեռախոսահամարը չի համապատասխանում
is: Símanúmer er ekki gilt
kk: Телефон нөмірі дұрыс емес
km: លេខទូរស័ព្ទមិនត្រឹមត្រូវ
kn: ದೂರವಾಣಿ ಸಂಖ್ಯೆ ಮಾನ್ಯವಲ್ಲ
ky: Телефон номери туура эмес
lo: ເບີໂທບໍ່ແມ່ນຈິງ
mk: Бројот на телефон не е валиден
ml: ഫോൺ നമ്പർ അസാധുവാണ്
my: ဖုန်းနံပါတ်မှန်ကန်မှုမရှိပါ
ne: फोन नम्बर मान्य छैन
pa: ਫੋਨ ਨੰਬਰ ਮੰਨਯੋਗ ਨਹੀਂ ਹੈ
ps: د تلیفون شمېره معتبره نه ده
si: දුරකතන අංකය වලංගු නොවේ
sk: Telefónne číslo nie je platné
sq: Numri i telefonit nuk është i vlefshëm
sw: Nambari ya simu si halali
ta: தொலைபேசி எண் செல்லுபடியாகவில்லை
th: หมายเลขโทรศัพท์ไม่ถูกต้อง
ur: فون نمبر درست نہیں ہے

source: Error
am: ስህተት
as: ভুল
az: Xəta
be: Памылка
bn: ত্রুটি
cy: Gwall
et: Viga
eu: Errorea
fi: Virhe
hy: Սխալ
is: Villa
kk: Қате
km: កំហុស
kn: ದೋಷ
ky: Ката
lo: ຜິດພາດ
mk: Грешка
ml: പിഴവ്
my: အမှား
ne: त्रुटि
pa: ਗਲਤੀ
ps: غلطی
si: දෝෂය
sk: Chyba
sq: Gabim
sw: Kosa
ta: தவறு
th: ข้อผิดพลาด
ur: غلطی

source: Enter a valid phone number
am: ትክክለኛ የስልክ ቁጥር ይገቡ
as: এটা বৈধ ফোন নম্বৰ প্ৰবিষ্ট কৰক
az: Etibarlı telefon nömrəsi daxil edin
be: Увядзіце сапраўдны нумар тэлефона
bn: একটি বৈধ ফোন নম্বর প্রবেশ করান
cy: Rhowch rif ffôn dilys
et: Sisestage kehtiv telefoninumber
eu: Sartu telefono zenbaki baliozkoa
fi: Syötä voimassa oleva puhelinnumero
hy: Մուտքագրեք վավեր հեռախոսահամար
is: Sláðu inn gilt símanúmer
kk: Дұрыс телефон нөмірін енгізіңіз
km: សូមបញ្ចូលលេខទូរស័ព្ទមួយដែលត្រឹមត្រូវ
kn: ಮಾನ್ಯ ದೂರವಾಣಿ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ky: Туура телефон номерин киргизиңиз
lo: ກະລຸນາໃສ່ເບີໂທທີ່ແມ່ນຈິງ
mk: Внесете валиден број на телефон
ml: ഒരു സാധുവായ ഫോൺ നമ്പർ രേഖപ്പെടുത്തുക
my: မှန်ကန်သောဖုန်းနံပါတ်ထည့်ပါ
ne: मान्य फोन नम्बर प्रविष्ट गर्नुहोस्
pa: ਮੰਨਯੋਗ ਫੋਨ ਨੰਬਰ ਦਾਖਲ ਕਰੋ
ps: یو معتبر تلیفون شمېره ولیکئ
si: වලංගු දුරකතන අංකයක් ඇතුළුවන්න
sk: Zadajte platné telefónne číslo
sq: Shkruani një numër telefoni të vlefshëm
sw: Ingiza nambari halali ya simu
ta: செல்லுபடியாகும் தொலைபேசி எண்ணை உள்ளிடவும்
th: กรุณาใส่หมายเลขโทรศัพท์ที่ถูกต้อง
ur: درست فون نمبر درج کریں

source: OTP sent to
am: OTP ወደ
as: OTP পঠিওৱা হৈছে
az: OTP göndərildi
be: OTP адпраўлена на
bn: ওটিপি পাঠানো হয়েছে
cy: OTP wedi'i anfon i
et: OTP saadetud
eu: OTP hau bidali da
fi: OTP lähetetty osoitteeseen
hy: OTP-ը ուղարկվել է
is: OTP sent til
kk: OTP жіберілді
km: OTP បានផ្ញើទៅ
kn: ಓಟಿಪಿ ಕಳುಹಿಸಲಾಗಿದೆ
ky: OTP жөнөтүлдү
lo: OTP ສົ່ງໄປທີ່
mk: OTP испратен на
ml: OTP അയച്ചു
my: OTP ကိုပို့ခဲ့သည်
ne: ओटीपी पठाइएको छ
pa: ਓਟੀਪੀ ਭੇਜਿਆ ਗਿਆ
ps: OTP لیږل شوی
si: OTP යවන ලදි
sk: OTP odoslané na
sq: OTP e dërguar në
sw: OTP imetumwa kwa
ta: OTP அனுப்பப்பட்டது
th: OTP ถูกส่งไปที่
ur: او ٹی پی بھیج دیا گیا

source: Wrong OTP
am: ወሳኝ OTP
as: ভুল OTP
az: Yanlış OTP
be: Неправільны OTP
bn: ভুল ওটিপি
cy: OTP anghywir
et: Vale OTP
eu: OTP okerra
fi: Väärä OTP
hy: Սխալ OTP
is: Rangt OTP
kk: Қате OTP
km: OTP មិនត្រឹមត្រូវ
kn: ತಪ್ಪಾದ ಓಟಿಪಿ
ky: Туура эмес OTP
lo: OTP ຜິດ
mk: Неправилен OTP
ml: തല്ലാത്ത OTP
my: OTP မှား
ne: गलत ओटीपी
pa: ਗਲਤ ਓਟੀਪੀ
ps: غلط OTP
si: වැරදි OTP
sk: Nesprávne OTP
sq: OTP i gabuar
sw: OTP si sahihi
ta: தவறான OTP
th: OTP ไม่ถูกต้อง
ur: غلط او ٹی پی

source: GST Number
am: GST ቁጥር
as: GST নম্বৰ
az: GST Nömrəsi
be: Нумар GST
bn: জিএসটি নম্বর
cy: Rhif GST
eu: GST Zenbakia
fi: GST-numero
hy: GST համար
is: GST númer
kk: GST нөмірі
km: លេខ GST
kn: ಜಿಎಸ್‌ಟಿ ಸಂಖ್ಯೆ
ky: GST номери
lo: ເລກທະບຽນ GST
mk: GST број
ml: GST നമ്പർ
my: GST နံပါတ်
ne: जीएसटी नम्बर
pa: ਜੀਐਸਟੀ ਨੰਬਰ
ps: GST نمبر
si: GST අංකය
sk: Číslo GST
sq: Numri GST
sw: Nambari ya GST
ta: GST எண்
th: หมายเลข GST
ur: جی ایس ٹی نمبر

source: Enter your GST Number
am: የእርስዎን GST ቁጥር ይገቡ
as: আপোনাৰ GST নম্বৰ প্ৰবিষ্ট কৰক
az: GST nömrənizi daxil edin
be: Увядзіце свой нумар GST
bn: আপনার জিএসটি নম্বর প্রবেশ করান
cy: Rhowch eich Rhif GST
et: Sisestage oma GST number
eu: Sartu zure GST zenbakia
fi: Syötä GST-numerosi
hy: Մուտքագրեք ձեր GST համար
is: Sláðu inn GST númerið þitt
kk: GST нөміріңізді енгізіңіз
km: សូមបញ្ចូលលេខ GST របស់អ្នក
kn: ನಿಮ್ಮ ಜಿಎಸ್‌ಟಿ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ky: Сиздин GST номериңизди киргизиңиз
lo: ກະລຸນາໃສ່ເລກທະບຽນ GST ຂອງເທົ່ານັ້ນ
mk: Внесете го вашиот GST број
ml: നിങ്ങളുടെ GST നമ്പർ രേഖപ്പെടുത്തുക
my: သင့် GST နံပါတ်ထည့်ပါ
ne: आफ्नो जीएसटी नम्बर प्रविष्ट गर्नुहोस्
pa: ਆਪਣਾ ਜੀਐਸਟੀ ਨੰਬਰ ਦਾਖਲ ਕਰੋ
ps: خپل GST نمبر ولیکئ
si: ඔබගේ GST අංකය ඇතුළුවන්න
sk: Zadajte svoje číslo GST
sq: Shkruani numrin tuaj GST
sw: Ingiza nambari yako ya GST
ta: உங்கள் GST எண்ணை உள்ளிடவும்
th: กรุณาใส่หมายเลข GST ของคุณ
ur: اپنا جی ایس ٹی نمبر درج کریں

source: Added Successfully
am: በተሳካ ሁኔታ ተጨምሯል
as: সফলত যোগ কৰা হৈছে
az: Uğurla əlavə edildi
be: Успяхова дададзена
bn: সফলভাবে যোগ করা হয়েছে
cy: Wedi'i ychwanegu'n llwyddiannus
et: Lisatud edukalt
eu: Onartutako
fi: Lisätty onnistuneesti
hy: Ավելացվել է հաջողությամբ
is: Bætt við með góðum árangri
kk: Сәтті қосылды
km: បានបន្ថែមដោយជោគជ័យ
kn: ಸಾಧಾರಣವಾಗಿ ಸೇರಿಸಲಾಗಿದೆ
ky: Ушул сәтте кошулду
lo: ເພີ່ມແລ້ວ
mk: Успешно додадено
ml: വിജയകരമായി ചേർത്തു
my: အောင်မြင်စွာထည့်ပြီး
ne: सफलतापूर्वक थपियो
pa: ਸਫਲਤਾ ਨਾਲ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ
ps: په بریالیتوب سره اضافه شو
si: සාර්ථකව එකතු කරන ලදි
sk: Úspešne pridané
sq: Shtuar me sukses
sw: Imepokelewa kwa mafanikio
ta: வெற்றியாக சேர்க்கப்பட்டது
th: เพิ่มเรียบร้อยแล้ว
ur: کامیابی سے شامل کیا گیا

source: Please Select Business Category
am: እባክዎ የንግድ ምድብ ይምረጡ
as: দয়া কৰি ব্যৱসায়ৰ শ্ৰেণী বাচি লওক
az: Zəhmət olmasa, biznes kateqoriyasını seçin
be: Калі ласка, выберыце катэгорыю бізнесу
bn: অনুগ্রহ করে ব্যবসার বিভাগ নির্বাচন করুন
cy: Os gwelwch yn dda, dewiswch gategori busnes
et: Palun valige ärikategooria
eu: Mesedez, hautatu negozio kategoria
fi: Ole hyvä ja valitse liiketoimintakategoria
hy: Խնդրում ենք ընտրել բիզնեսի կատեգորիա
is: Vinsamlegast veldu viðskiptagátt
kk: Бизнес категориясын таңдаңыз
km: សូមជ្រើសជួរប្រភេទអាជីវកម្ម
kn: ದಯವಿಟ್ಟು ವ್ಯವಹಾರ ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ky: Сураныч, бизнес категориясын тандаңыз
lo: ກະລຸນາເລືອກແບບທຸລະກິດ
mk: Ве молиме изберете бизнис категорија
ml: ദയവായി ബിസിനസ് കാറ്റഗറി തിരഞ്ഞെടുക്കുക
my: လုပ်ငန်းအမျိုးအစားကိုရွေးချယ်ပါ
ne: कृपया व्यापार श्रेणी चयन गर्नुहोस्
pa: ਕਿਰਪਾ ਕਰਕੇ ਵਪਾਰ ਦੀ ਸ਼੍ਰੇਣੀ ਚੁਣੋ
ps: مهرباني وکړئ د سوداګرۍ کټګوري انتخاب کړئ
si: කරුණාකර ව්‍යාපාර කාණ්ඩය තෝරන්න
sk: Vyberte kategóriu podnikania
sq: Ju lutem zgjidhni kategorinë e biznesit
sw: Tafadhali chagua aina ya biashara
ta: வணிக வகையைத் தேர்ந்தெடுக்கவும்
th: กรุณาเลือกหมวดหมู่ธุรกิจ
ur: براہ کرم کاروباری زمرہ منتخب کریں
