Repository: userfriendly125/azkaios
Catalog: lib/l10n/intl_*.arb
Languages: am, as, az, be, bn, cy, et, eu, fi, hy, is, kk, km, kn, ky, lo, mk, ml, my, ne, pa, ps, si, sk, sq, sw, ta, th, ur

source: Supplier Name
am: የእቃ እቃ የመረጃ ይምረጡ
as: যোগানকাৰীৰ নাম
az: Təchizatçı Adı
be: Назва пастаўшчыка
bn: সরবরাহকারীর নাম
cy: Enw'r Cyflenwr
et: Tarnija nimi
eu: Hornitzailearen Izena
fi: Toimittajan nimi
hy: Մատակարարի անուն
is: Fyrirtækisheiti
kk: Тапсырыш беруші атауы
km: ឈ្មោះអ្នកផ្គត់ផ្គង់
kn: ಸಪ್ಲೈಯರ್ ಹೆಸರು
ky: Жеткирүүчүнүн аты
lo: ຊື່ຜູ້ສະຫວັດສິນຄ້າ
mk: Име на добавувач
ml: സപ്ലയർ നാമം
my: ကုန်ရောင်းသူအမည်
ne: दिनुहोस् गर्नेको नाम
pa: ਸਪਲਾਇਰ ਦਾ ਨਾਮ
ps: د عرضه کوونکي نوم
si: සහාය සේවාදායකයේ නම
sk: Meno dodávateľa
sq: Emri i Furnizuesit
sw: Jina la Muuzaji
ta: விற்பனையாளர் பெயர்
th: ชื่อผู้จัดจำหน่าย
ur: فراہم کنندہ کا نام

source: Item Added
am: እቃ ተጨምሯል
as: আইটেম যোগ কৰা হৈছে
az: Məhsul əlavə edildi
be: Тавар дададзены
bn: আইটেম যুক্ত হয়েছে
cy: Eitem wedi'i ychwanegu
et: Ese lisatud
eu: Elementua Gehitu da
fi: Tuote lisätty
hy: Ապրանքն ավելացված է
is: Vara bætt við
kk: Тауар қосылды
km: ធាតុត្រឡប់ចូល
kn: ಐಟಂ ಸೇರಿದರು
ky: Жазылган
lo: ເພີ່ມລາຍການໄດ້
mk: Стоката е додадена
ml: വസ്തു ചേർത്തു
my: ကုန်ပစ္စည်းထည့်ပြီး
ne: वस्त्र थपियो
pa: ਆਈਟਮ ਸ਼ਾਮਿਲ ਕੀਤੀ
ps: شي اضافه شو
si: අයිතමය එකතු වී ඇත
sk: Položka pridaná
sq: Artikulli është Shtuar
sw: Bidhaa Imeongezwa
ta: பொருள் சேர்க்கப்பட்டது
th: เพิ่มสินค้าแล้ว
ur: آئٹم شامل ہوگیا

source: Add Items
am: እቃዎች ይጨምር
as: আইটেম যোগ কৰক
az: Məhsulları əlavə et
be: Дадаць тавары
bn: আইটেম যুক্ত করুন
cy: Ychwanegu Eitemau
et: Lisa esemed
eu: Gehitu Elementuak
fi: Lisää tuotteita
hy: Ավելացնել ապրանքներ
is: Bæta við vörum
kk: Тауарды қосу
km: បន្ថែមធាតុ
kn: ಐಟಂಗಳನ್ನು ಸೇರಿಸಿ
ky: Элементтерди кошуңуз
lo: ເພີ່ມລາຍການ
mk: Додај стоки
ml: വസ്തുക്കൾ ചേർക്കുക
my: ကုန်ပစ္စည်းများထည့်ပါ
ne: वस्त्रहरू थप्नुहोस्
pa: ਆਈਟਮ ਸ਼ਾਮਿਲ ਕਰੋ
ps: شيان اضافه کړئ
si: අයිතම් එකතු කිරීම
sk: Pridať položky
sq: Shto Artikuj
sw: Ongeza Vitu
ta: பொருட்களை சேர்க்க
th: เพิ่มสินค้า
ur: آئٹمز شامل کریں

source: Return Amount
am: ወደ ወገን ይመለሱ
as: ফিৰাই দিয়ক
az: Geriyə Ödəmə Məbləği
bn: ফেরত মূল্য
cy: Dychwelyd Swm
et: Tagasta summa
eu: Itzuli Kopurua
fi: Palautussumma
hy: Վերադարձի գումար
is: Skila fjárhæð
kk: Айыппу сомасы
km: ចំនួនទឹកប្រាក់ត្រឡប់វិញ
kn: ಮೊತ್ತ ಹಿಂತಿರುಗಿಸಿ
ky: Кайтаруу суммасы
lo: ຈຳນວນເງິນການສົ່ງສິນຄ້າຄືນ
mk: Вратете сума
ml: മടങ്ങുന്ന തുക
my: ပြန်မှတ်တမ်းက်ငွေ
ne: फिर्ता रकम
pa: ਵਾਪਸੀ ਦੀ ਰਕਮ
ps: بېرته راستنیدل
si: පෙර වෙළඳපොලට පාර සහාය
sk: Vrátiť sumu
sq: Shuma e Kthimit
ta: திரும்பமைக்க தொகை
th: ยอดเงินคืน
ur: رقم واپسی

source: Chose a Supplier
am: የእቃ ይምረጡ
as: এটা যোগানকাৰী বাচনি কৰক
az: Təchizatçı seçin
be: Выберыце пастаўшчыка
bn: একটি সরবরাহকারী চয়ন করুন
cy: Dewiswch Gyflenwr
et: Valige tarnija
eu: Aukeratu Hornitzaile Bat
fi: Valitse toimittaja
hy: Ընտրեք մատակարար
is: Veldu birgja
kk: Тапсырыш берушін таңдаңыз
km: ជ្រើសរើសអ្នកផ្គត់ផ្គង់
kn: ಸಪ್ಲೈಯರ್ ಆಯ್ಕೆಮಾಡಿ
ky: Жеткирүүчүнү тандаңыз
lo: ເລືອກຜູ້ສະຫວັດສິນຄ້າ
mk: Изберете добавувач
ml: ഒരു വിതരണക്കാരനെ തിരഞ്ഞെടുക്കുക
my: ကုန်ရောင်းသူကိုရွေးပါ
ne: कुनै प्रदायक छनौट गर्नुहोस्
pa: ਇੱਕ ਸਪਲਾਇਰ ਚੁਣੋ
ps: یو عرضه کوونکی غوره کړئ
si: සේවාදායකයෙන් තෝරාගන්න
sk: Vyberte dodávateľa
sq: Zgjidhni një Furnizues
sw: Chagua Msambazaji
ta: ஒரு விற்பனையாளரைத் தேர்வு செய்க
th: เลือกผู้จัดจำหน่าย
ur: فراہم کنندہ منتخب کریں

source: Chose a Customer
am: የደንበኛ ምርጫ
as: এখন গ্ৰাহক বাচি লওক
az: Müştəri seçin
be: Выберыце кліента
bn: একটি গ্রাহক চয়ন করুন
cy: Dewiswch Gwsmer
et: Vali klient
eu: Hautatu Bezeroa
fi: Valitse asiakas
hy: Ընտրել հաճախորդ
is: Veldu viðskiptavin
kk: Тапсырыш берушін таңдаңыз
km: ជ្រើសរើសអតិថិជន
kn: ಗ್ರಾಹಕ ಆಯ್ಕೆಮಾಡಿ
ky: Кардарды тандаңыз
lo: ເລືອກລູກຄ້າ
mk: Изберете клиент
ml: ഒരു ഉപഭോക്താവിനെ തിരഞ്ഞെടുക്കുക
my: ဖောက်သည်အားရွေးပါ
ne: कुनै ग्राहक छनौट गर्नुहोस्
pa: ਕਿਸਾਨ ਚੁਣੋ
ps: یو مشتری وټاکئ
si: පාරිභෝගීකයන්ෙන් තෝරාගන්න
sk: Vyberte zákazníka
sq: Zgjidhni një Klient
sw: Chagua Mteja
ta: ஒரு வாடிக்கையாளரைத் தேர்வு செய்க
th: เลือกลูกค้า
ur: ایک مشتری منتخب کریں

source: Purchase Details
am: የግዢ ዝርዝር
as: ক্ৰয়ৰ বিৱৰণ
az: Alış Detalları
be: Дэталі пакупкі
bn: ক্রয় বিশদ
cy: Manylion Prynnu
et: Ostu detailid
eu: Erosketa Xehetasunak
fi: Osto yksityiskohdat
hy: Գնումների մանրամասները
is: Kaupaupplýsingar
kk: Сатып алу толтырмалары
km: ព័ត៌មានការទិញ
kn: ಖರೀದಿ ವಿವರಗಳು
ky: Сатып алуу тууралуу маалымат
lo: ລາຍລະອຽດການຊື້
mk: Детали за купување
ml: വാങ്ങൽ വിശദാംശങ്ങൾ
my: အဝယ်အသေးစိတ်
ne: क्रय विवरण
pa: ਖਰੀਦ ਵੇਰਵਾ
ps: د پېرودلو تفصیلات
si: වෙළඳපොල විස්තර
sk: Detaily nákupu
sq: Detajet e Blerjes
sw: Maelezo ya Ununuzi
ta: வாங்குதல் விவரங்கள்
th: รายละเอียดการซื้อ
ur: خرید کی تفصیلات

source: Purchase List
am: የግዢ ዝርዝር
as: ক্ৰয়ৰ তালিকা
az: Alış Siyahısı
be: Спіс пакупак
bn: ক্রয় তালিকা
cy: Rhestr Prynu
et: Ostu nimekiri
eu: Erosketa Zerrenda
fi: Ostolistat
hy: Գնումների ցուցակ
is: Kaupaskrá
kk: Сатып алу тізімі
km: បញ្ជីការទិញ
kn: ಖರೀದಿ ಪಟ್ಟಿ
ky: Сатып алуу тизмеси
lo: ລາຍການຊື້
mk: Листа на купувања
ml: വാങ്ങൽ പട്ടിക
my: အဝယ်စာရင်း
ne: क्रय सूची
pa: ਖਰੀਦਾਂ ਦੀ ਸੂਚੀ
ps: د پېرودلو لیست
si: වෙළඳපොල ලැයිස්තුව
sk: Zoznam nákupov
sq: Lista e Blerjeve
sw: Orodha ya Ununuzi
ta: வாங்குதல் பட்டியல்
th: รายการซื้อ
ur: خرید کی فہرست

source: Start Date
am: የጀምሪያ ቀን
as: আৰম্ভৰ তাৰিখ
az: Başlanğıc Tarixi
be: Дата пачатку
bn: শুরুর তারিখ
cy: Dyddiad Dechrau
et: Alguskuupäev
eu: Hasiera Data
fi: Aloituspäivä
hy: Սկիզբի ամսաթիվ
is: Upphafsdagur
kk: Басталу күні
km: កាលបរិច្ឆេទ​ចាប់ផ្តើម
kn: ಪ್ರಾರಂಭ ದಿನಾಂಕ
ky: Башталган күнү
lo: ວັນເລີ່ມມື້
mk: Датум на започнување
ml: ആരംഭ തീയതി
my: စတင်ခဲ့သည်နေ့
ne: प्रारम्भ मिति
pa: ਸ਼ੁਰੂਆਤ ਦੀ ਤਾਰੀਖ
ps: د پیل نېټه
si: ආරම්භ දිනය
sk: Dátum začiatku
sq: Data e Fillimit
sw: Tarehe ya Kuanza
ta: ஆரம்ப தேதி
th: วันที่เริ่มต้น
ur: شروع کرنے کی تاریخ

source: Pick Start Date
am: የጀምሪያ ቀን ይምረጡ
as: আৰম্ভৰ তাৰিখ বাচি লওক
az: Başlanğıc Tarixi Seçin
be: Выберыце дату пачатку
bn: শুরুর তারিখ চয়ন করুন
cy: Dewis Dyddiad Dechrau
et: Vali alguskuupäev
eu: Hautatu Hasiera Data
fi: Valitse aloituspäivä
hy: Ընտրել սկիզբի ամսաթիվ
is: Veldu upphafsdag
kk: Басталу күнін таңдау
km: ជ្រើសរើសកាលបរិច្ឆេទ​ចាប់ផ្តើម
kn: ಪ್ರಾರಂಭ ದಿನಾಂಕ ಆಯ್ಕೆಮಾಡಿ
ky: Башталган күндү тандаңыз
lo: ເລືອນວັນເລີ່ມມື້
mk: Изберете датум на започнување
ml: ആരംഭ തീയതി തിരഞ്ഞെടുക്കുക
my: စတင်ခဲ့သည်နေ့ရွေးပါ
ne: प्रारम्भ मिति चयन गर्नुहोस्
pa: ਸ਼ੁਰੂਆਤ ਦੀ ਤਾਰੀਖ ਚੁਣੋ
ps: د پیل نېټه وټاکئ
si: ආරම්භ දිනය තෝරන්න
sk: Vybrať dátum začiatku
sq: Zgjidh Datën e Fillimit
sw: Chagua Tarehe ya Kuanza
ta: ஆரம்ப தேதி தேர்ந்தெடு
th: เลือกวันที่เริ่มต้น
ur: شروع کرنے کی تاریخ منتخب کریں

source: End Date
am: የአጠቃቀም ቀን
as: শেষৰ তাৰিখ
az: Son Tarix
be: Дата заканчэння
bn: শেষ তারিখ
cy: Dyddiad Diwedd
et: Lõppkuupäev
eu: Amaiera Data
fi: Lopetuspäivä
hy: Ավարտի ամսաթիվ
is: Lokadagur
kk: Аяқталу күні
km: កាលបរិច្ឆេទ​បញ្ចប់
kn: ಕೊನೆಯ ದಿನಾಂಕ
ky: Аяктагы күнү
lo: ວັນສິ້ນສຸດ
mk: Датум на завршување
ml: അവസാന തീയതി
my: အဆုံးနေ့
ne: समाप्ति मिति
pa: ਅੰਤ ਦੀ ਤਾਰੀਖ
ps: د پای نېټه
si: අවසාන දිනය
sk: Dátum ukončenia
sq: Data e Përfundimit
sw: Tarehe ya Mwisho
ta: முடிவு தேதி
th: วันที่สิ้นสุด
ur: ختم ہونے کی تاریخ

source: Pick End Date
am: የአጠቃቀም ቀን ይምረጡ
as: শেষৰ তাৰিখ বাচি লওক
az: Son Tarix Seçin
be: Выберыце дату заканчэння
bn: শেষ তারিখ চয়ন করুন
cy: Dewis Dyddiad Diwedd
et: Vali lõppkuupäev
eu: Hautatu Amaiera Data
fi: Valitse lopetuspäivä
hy: Ընտրել ավարտի ամսաթիվ
is: Veldu lokadag
kk: Аяқталу күнін таңдау
km: ជ្រើសរើសកាលបរិច្ឆេទ​បញ្ចប់
kn: ಕೊನೆಯ ದಿನಾಂಕ ಆಯ್ಕೆಮಾಡಿ
ky: Аяктагы күндү тандаңыз
lo: ເລືອນວັນສິ້ນສຸດ
mk: Изберете датум на завршување
ml: അവസാന തീയതി തിരഞ്ഞെടുക്കുക
my: အဆုံးနေ့ရွေးပါ
ne: समाप्ति मिति चयन गर्नुहोस्
pa: ਅੰਤ ਦੀ ਤਾਰੀਖ ਚੁਣੋ
ps: د پای نېټه وټاکئ
si: අවසාන දිනය තෝරන්න
sk: Vybrať dátum ukončenia
sq: Zgjidh Datën e Përfundimit
sw: Chagua Tarehe ya Mwisho
ta: முடிவு தேதி தேர்ந்தெடு
th: เลือกวันที่สิ้นสุด
ur: ختم ہونے کی تاریخ منتخب کریں

# totals
source: Total:
am: ጠቅላላ:
as: মুঠ:
az: Cəmi:
be: Усяго:
bn: মোট:
cy: Cyfanswm:
et: Kokku:
eu: Guztira:
fi: Yhteensä:
hy: Ընդհանուր:
is: Heild:
kk: Жалпы:
km: សរុប:
kn: ಒಟ್ಟು:
ky: Жалпы:
lo: ລວມ:
mk: Вкупно:
ml: മൊത്തം:
my: စုစုပေါင်း:
ne: कुल:
pa: ਕੁੱਲ:
ps: ټول:
si: මුළු:
sk: Celkom:
sq: Totali:
sw: Jumla:
ta: மொத்தம்:
th: รวม:
ur: کل:

source: Sale Price
am: የሽያጭ ዋጋ
as: বিক্ৰী মূল্য
az: Satış Qiyməti
be: Цана продажу
bn: বিক্রয় মূল্য
cy: Pris Gwerthu
et: Müügihind
eu: Salmenta Prezioa
fi: Myyntihinta
hy: Վաճառքի գին
is: Söluverð
kk: Сатып алу бағасы
km: តម្លៃលក់
kn: ಮಾರಾಟ ಬೆಲೆ
ky: Сатуу баасы
lo: ລາຄາຂາຍ
mk: Цена на продажба
ml: വില്പന വില
my: ရောင်းစျေး
ne: बिक्री मूल्य
pa: ਵਿਕਰੀ ਕੀਮਤ
ps: د خرڅلاو قیمت
si: විකුණු මිල
sk: Predajná cena
sq: Çmimi i Shitjes
sw: Bei ya Kuuza
ta: விற்பனை விலை
th: ราคาขาย
ur: فروخت کی قیمت

# purchaseReports
source: Purchase Price
am: የግዢ ዘገባ
as: ক্ৰয়ৰ মূল্য
az: Alış Hesabatları
be: Даклад пакупкі
bn: ক্রয় মূল্য
cy: Adroddiadau Prynnu
et: Ostu hind
eu: Erosketa Prezioa
fi: Osto raportit
hy: Գնումների հաշվետվություն
is: Kaupa skýrslur
kk: Сатып алу есептемесі
km: របាយការទិញ
kn: ಖರೀದಿ ವರದಿ
ky: Сатып алуу баасы
lo: ລາຍງານການຊື້
mk: Цена на купување
ml: വാങ്ങൽ വില
my: အဝယ်အသေးစိတ်
ne: क्रय प्रतिवेदन
pa: ਖਰੀਦ ਰਿਪੋਰਟ
ps: د پېرودلو راپور
si: වෙළඳපොල වාර්තා
sk: Cena nákupu
sq: Raporti i Blerjes
sw: Ripoti ya Ununuzi
ta: வாங்குதல் அறிக்கை
th: รายงานการซื้อ
ur: خرید کی رپورٹ

source: Qty
am: ብዛት
as: মাত্ৰা
az: Miqdar
be: Колькасць
bn: পরিমাণ
cy: Nifer
et: Kogus
eu: Kop.
fi: Määrä
hy: Քանակ
is: Magn
kk: Мөлшері
km: បរិមាណ
kn: ಮೊತ್ತ
ky: Саны
lo: ຈຳນວນ
mk: Количина
ml: അളവ്
my: အရေအတွက်
ne: मात्रा
pa: ਮਾਤਰਾ
ps: مقدار
si: ප්රමාණය
sk: Množstvo
sq: Sasia
sw: Kiasi
ta: அளவு
th: จำนวน
ur: مقدار

source: price
am: ዋጋ
as: মূল্য
az: Qiymət
be: Цана
bn: মূল্য
cy: Pris
et: Hind
eu: Prezioa
fi: hinta
hy: Գին
is: Verð
kk: бағасы
km: តម្លៃ
kn: ಬೆಲೆ
ky: Баа
lo: ລາຄາ
mk: Цена
ml: വില
my: စျေးနှုန်း
ne: मूल्य
pa: ਕੀਮਤ
ps: قیمت
si: මිල
sk: cena
sq: çmimi
sw: bei
ta: விலை
th: ราคา
ur: قیمت

source: Purchase
am: ግዢ
as: ক্ৰয়
az: Alış
be: Пакупка
bn: ক্রয়
cy: Prynu
et: Osta
eu: Erosketa
fi: Osto
hy: Գնում
is: Kaup
kk: Сатып алу
km: ការទិញ
kn: ಖರೀದಿ
ky: Сатып алуу
lo: ການຊື້
mk: Купување
ml: വാങ്ങുക
my: အဝယ်
ne: क्रय
pa: ਖਰੀਦ
ps: پېرود
si: වෙළඳපොල
sk: Nákup
sq: Blerja
sw: Ununuzi
ta: வாங்குதல்
th: การซื้อ
ur: خرید

source: Sale Details
am: የሽያጭ ዝርዝር
as: বিক্ৰীৰ বিৱৰণ
az: Satış Detalları
be: Дэталі продажу
bn: বিক্রয় বিশদ
cy: Manylion Gwerthu
et: Müügi detailid
eu: Salmenta Xehetasunak
fi: Myyntitiedot
hy: Վաճառքի մանրամասները
is: Söluskilyrði
kk: Сатып алу толтырмалары
km: ព័ត៌មានការលក់
kn: ಮಾರಾಟ ವಿವರಗಳು
ky: Сатуу тууралуу маалымат
lo: ລາຍລະອຽດການຂາຍ
mk: Детали за продажба
ml: വില്പന വിശദാംശങ്ങൾ
my: ရောင်းအသေးစိတ်
ne: बिक्री विवरण
pa: ਵਿਕਰੀ ਵੇਰਵਾ
ps: د خرڅلاو تفصیلات
si: විකුණු විස්තර
sk: Detaily predaja
sq: Detajet e Shitjes
sw: Maelezo ya Kuuza
ta: விற்பனை விவரங்கள்
th: รายละเอียดการขาย
ur: فروخت کی تفصیلات

source: Edit Purchase Invoice
am: የግዢ ክፍያ እንደገና ይከታተሉ
as: ক্ৰয় ইনভইচ সম্পাদনা কৰক
az: Alış Fakturasını düzəlt
be: Рэдагаваць рахунак пакупкі
bn: ক্রয় চালান সম্পাদনা করুন
cy: Golygu Ffurflen Ddyled
et: Muuda ostu arvet
eu: Editatu Erosketa Faktura
fi: Muokkaa ostolaskua
hy: Խմբագրել գնումների հաշիվ
is: Breyta kaupafaktúru
kk: Сатып алу төлемін түзету
km: កែសម្រួលវិក្កយបត្រការទិញ
kn: ಖರೀದಿ ಚಲಾನದ ಬದಲಾಯಿಸಿ
ky: Сатып алуу инвойсин өзгөртүү
lo: ແກ້ໄຂໃບບິນການຊື້
mk: Уреди фактура за купување
ml: വാങ്ങൽ ഇൻവോയിസ് തിരുത്തുക
my: အဝယ်ဘေ့စာမေးပွဲကိုတည်းဖြတ်ပါ
ne: क्रय बिल सम्पादन गर्नुहोस्
pa: ਖਰੀਦ ਇਨਵਾਇਸ ਸੰਪਾਦਨ ਕਰੋ
ps: د پېرودلو رسید سمول
si: වෙළඳපොල ආපසු ලිපිගොනු සංස්කරනවා
sk: Upraviť faktúru nákupu
sq: Edito Faturën e Blerjes
sw: Hariri Hati ya Ununuzi
ta: வாங்குதல் விலைப்பட்டியலை திருத்து
th: แก้ไขใบแจ้งหนี้การซื้อ
ur: خرید کی انوائس کی ترمیم کریں

source: Invoice Number
am: የክፍያ ቁጥር
as: ইনভইচ নম্বৰ
az: Faktura Nömrəsi
be: Нумар рахунку
bn: চালান নম্বর
cy: Rhif Ffurflen Ddyled
et: Arve number
eu: Faktura Zenbakia
fi: Laskun numero
hy: Հաշվի համար
is: Faktúrunaúmer
kk: Төлем нөмірі
km: លេខវិក្កយបត្រ
kn: ಚಲಾನ ಸಂಖ್ಯೆ
ky: Инвойс номері
lo: ເລກທີໃບບິນ
mk: Број на фактура
ml: ഇൻവോയിസ് നമ്പർ
my: ဘောင်မဲပေးနံပါတ်
ne: बिल नम्बर
pa: ਇਨਵਾਇਸ ਨੰਬਰ
ps: د رسید شمېره
si: ලිපිගොනු අංකය
sk: Číslo faktúry
sq: Numri i Faturës
sw: Nambari ya Hati
ta: விலைப்பட்டியல் எண்
th: หมายเลขใบแจ้งหนี้
ur: انوائس نمبر

source: Enter Invoice Number
am: የክፍያ ቁጥር ይንቀባ
as: ইনভইচ নম্বৰ প্ৰৱিষ্ট কৰক
az: Faktura Nömrəsini daxil edin
be: Увядзіце нумар рахунку
bn: চালান নম্বর লিখুন
cy: Nodwch Rhif Ffurflen Ddyled
et: Sisesta arve number
eu: Sartu Faktura Zenbakia
fi: Syötä laskun numero
hy: Մուտքագրեք հաշվի համար
is: Sláðu inn faktúrunaúmer
kk: Төлем нөмірін енгізіңіз
km: បញ្ចូលលេខវិក្កយបត្រ
kn: ಚಲಾನ ಸಂಖ್ಯೆ ನಮೂದಿಸಿ
ky: Инвойс номерин жазыңыз
lo: ປ້ອນເລກທີໃບບິນ
mk: Внесете број на фактура
ml: ഇൻവോയിസ് നമ്പർ നൽകുക
my: ဘောင်မဲပေးနံပါတ်ထည့်ပါ
ne: बिल नम्बर प्रविष्ट गर्नुहोस्
pa: ਇਨਵਾਇਸ ਨੰਬਰ ਦਰਜ ਕਰੋ
ps: د رسید شمېره ولیکئ
si: ලිපිගොනු අංකය ඇතුළත් කරන්න
sk: Zadajte číslo faktúry
sq: Shkruani Numrin e Faturës
sw: Ingiza Nambari ya Hati
ta: விலைப்பட்டியல் எணை உள்ளிடவும்
th: ป้อนหมายเลขใบแจ้งหนี้
ur: انوائس نمبر درج کریں

# purchaseRepoet
source: Purchase Report
am: የግዢ ዘገባ
as: ক্ৰয় প্ৰতিবেদন
az: Alış Hesabatı
be: Даклад пакупкі
bn: ক্রয় রিপোর্ট
cy: Adroddiad Prynu
et: Ostu raport
eu: Erosketa Txostena
fi: Osto raportti
hy: Գնումների հաշվետվություն
is: Kaupa skýrsla
kk: Сатып алу есептемесі
km: របាយការទិញ
kn: ಖರೀದಿ ವರದಿ
ky: Сатып алуу отчету
lo: ລາຍງານການຊື້
mk: Извештај за купување
ml: വാങ്ങൽ റിപ്പോർട്ട്
my: အဝယ်အသေးစိတ်
ne: क्रय प्रतिवेदन
pa: ਖਰੀਦ ਰਿਪੋਰਟ
ps: د پېرودلو راپور
si: වෙළඳපොල වාර්තා
sk: Správa o nákupoch
sq: Raporti i Blerjeve
ta: வாங்குதல் அறிக்கை
th: รายงานการซื้อ
ur: خرید کی رپورٹ

# saleReports
source: Sale Report
am: የሽያጭ ዘገባ
as: বিক্ৰীৰ প্ৰতিবেদন
az: Satış Hesabatları
be: Даклад продажу
bn: বিক্রয় রিপোর্ট
cy: Adroddiad Gwerthu
et: Müügi raport
eu: Salmenta Txostena
fi: Myynti raportti
hy: Վաճառքի հաշվետվություն
is: Söluskýrslur
kk: Сатып алу есептемесі
km: របាយការលក់
kn: ಮಾರಾಟ ವರದಿ
ky: Сатуу отчету
lo: ລາຍງານການຂາຍ
mk: Извештај за продажба
ml: വില്പന റിപ്പോർട്ട്
my: ရောင်းအသေးစိတ်
ne: बिक्री प्रतिवेदन
pa: ਵਿਕਰੀ ਰਿਪੋਰਟ
ps: د خرڅلاو راپور
si: විකුණු වාර්තා
sk: Správa o predaji
sq: Raporti i Shitjeve
sw: Ripoti ya Kuuza
ta: விற்பனை அறிக்கை
th: รายงานการขาย
ur: فروخت کی رپورٹ

# dueReports
source: Due Report
am: የታበደ ዘገባ
as: বাকী প্ৰতিবেদন
az: Borc Hesabatları
be: Даклад аб запазычанасці
bn: বকেয়া রিপোর্ট
cy: Adroddiad Dyled
et: Maksmise raport
eu: Zorrak Txostena
fi: Maksamattomat raportit
hy: Պարտք հաշվետվություն
is: Skulda skýrslur
kk: Төлемге дейінгі есеп
km: របាយការទូទាត់បំណុល
kn: ಬಾಕಿ ವರದಿ
ky: Калган отчет
lo: ລາຍງານການຊໍາລະທາງຄ່າເງິນຍັງຈ່າຍ
mk: Извештај за доспеано
ml: വായ്പ റിപ്പോർട്ട്
my: အကြောင်းအသေးစိတ်
ne: बक्सिस प्रतिवेदन
pa: ਬਕਾਇਆ ਰਿਪੋਰਟ
ps: د پور راپور
si: හිඟ වාර්තා
sk: Správa o záväzkoch
sq: Raporti i Borxheve
sw: Ripoti ya Deni
ta: கடன் அறிக்கை
th: รายงานยอดค้าง
ur: قرض کی رپورٹ

source: Promo Code
am: የተወዳዳሪ ኮድ
as: প্ৰমো কোড
az: Promo Kod
be: Прома-код
bn: প্রোমো কোড
cy: Cod Hyrwyddo
et: Kampaania kood
eu: Promozio Kodea
fi: Tarjouskoodi
hy: Պրոմո կոդ
is: Tilboðskóði
kk: Промо коды
km: លេខកូដបញ្ចុះតម្លៃ
kn: ಪ್ರೊಮೊ ಕೋಡ್
ky: Промо-код
lo: ລະຫັດໂປ່ມ
mk: Промо код
ml: പ്രൊമോ കോഡ്
my: ပရိုမိုကုဒ်
ne: प्रमो कोड
pa: ਪ੍ਰੋਮੋ ਕੋਡ
ps: پرومو کوډ
si: ප්‍රොමෝ කේතය
sk: Kód promo akcie
sq: Kodi i Promocionit
sw: Nambari ya Promo
ta: விளம்பர குறியீடு
th: โค้ดโปรโมชั่น
ur: پرومو کوڈ

source: Submit
am: ይላኩ
as: জমা কৰক
az: Təsdiq et
be: Адправіць
bn: জমা দিন
cy: Cyflwyno
et: Esita
eu: Bidali
fi: Lähetä
hy: Հանձնարարել
is: Senda
kk: Жіберу
km: ដាក់ស្នើ
kn: ಸಲ್ಲಿಸಿ
ky: Жөнөтүү
lo: ສົ່ງ
mk: Испрати
ml: അയക്കുക
my: တင်သွင်းမည်
ne: पेश गर्नुहोस्
pa: ਜਮ੍ਹਾਂ ਕਰੋ
ps: لېږل
si: ඉදිරිපත් කරනවා
sk: Odoslať
sq: Dërgo
sw: Tuma
ta: சமர்ப்பி
th: ส่ง
ur: جمع کرائیں

# seeAllPromoCode
source: See all promo codes
am: ሁሉንም የተወዳዳሪ ኮድ ይመልከቱ
as: সমস্ত প্ৰমো কোড চাওক
az: Bütün promo kodları gör
be: Паглядзець усе прома-коды
bn: সমস্ত প্রোমো কোড দেখুন
cy: Gweld pob cod hyrwyddo
et: Vaata kõiki kampaania koode
eu: Ikusi promozio kode guztiak
fi: Näytä kaikki tarjouskoodit
hy: Տեսնել բոլոր պրոմո կոդերը
is: Sjá öll tilboðskóða
kk: Барлық промо кодтарды көру
km: មើលលេខកូដបញ្ចុះតម្លៃទាំងអស់
kn: ಎಲ್ಲಾ ಪ್ರೊಮೊ ಕೋಡ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ky: Бардык промо-коддорду көрүү
lo: ເບິ່ງລະຫັດໂປ່ມທັງຫມົດ
mk: Видете ги сите промо кодови
ml: എല്ലാ പ്രൊമോ കോഡുകളും കാണുക
my: ပရိုမိုကုဒ်အားလုံးကြည့်မည်
ne: सबै प्रमो कोड हेर्नुहोस्
pa: ਸਾਰੇ ਪ੍ਰੋਮੋ ਕੋਡ ਦੇਖੋ
ps: ټول پرومو کوډونه وګورئ
si: සියලුම ප්‍රොමෝ කේත බලන්න
sk: Zobraziť všetky promo kódy
sq: Shiko të gjitha kodet promo
sw: Ona nambari zote za promo
ta: அனைத்து விளம்பர குறியீடுகளையும் காண்க
th: ดูโค้ดโปรโมชั่นทั้งหมด
ur: تمام پرومو کوڈ دیکھیں

source: Add Sales
am: የሽያጭ ይጨምሩ
as: বিক্ৰীৰ যোগ কৰক
az: Satış əlavə et
be: Дадаць продажы
bn: বিক্রয় যোগ করুন
cy: Ychwanegu Gwerthiannau
et: Lisa müük
eu: Gehitu Salmentak
fi: Lisää myynti
hy: Ավելացնել վաճառքներ
is: Bæta við sölu
kk: Сатып алу қосу
km: បន្ថែមការលក់
kn: ಮಾರಾಟ ಸೇರಿಸಿ
ky: Сатуу кошуу
lo: ເພີ່ມການຂາຍ
mk: Додадете продажби
ml: വില്പന ചേർക്കുക
my: ရောင်းအသစ်ထည့်မည်
ne: बिक्री थप्नुहोस्
pa: ਵਿਕਰੀ ਸ਼ਾਮਲ ਕਰੋ
ps: خرڅلاو اضافه کړئ
si: විකුණු කිරීම් එකතු කරනවා
sk: Pridať predaj
sq: Shto Shitje
sw: Ongeza Uuzaji
ta: விற்பனை சேர்க்க
th: เพิ่มการขาย
ur: فروخت شامل کریں

# sendSmsw
source: Send sms?
am: ስልክ መልእክት ይላኩ?
as: এছএমএছ পঠিয়াব নেকি?
az: SMS göndərilsin?
be: Адправіць SMS?
bn: এসএমএস প্রেরণ করুন?
cy: Anfon SMS?
et: Saada sms?
eu: Bidali sms?
fi: Lähetetäänkö SMS?
hy: Ուղարկել SMS?
is: Senda SMS?
kk: СМС жіберу?
km: ផ្ញើ SMS?
kn: SMS ಕಳುಹಿಸಬೇಕೆ?
ky: SMS жиберемби?
lo: ສົ່ງ SMS?
mk: Испратете СМС?
ml: SMS അയക്കണമെന്ന്?
my: SMS ပေးပို့မည်လား
ne: SMS पठाउनुहोस्?
pa: ਐਸਐਮਐਸ ਭੇਜਣਾ?
ps: SMS ولېږئ؟
si: SMS යවනවා?
sk: Poslať SMS?
sq: Dërgo sms?
sw: Tuma sms?
ta: எஸ் எம் எஸ் அனுப்பவா?
th: ส่ง SMS?
ur: ایس ایم ایس بھیجیں؟

source: Walk-in customer
am: ወደ ውስጥ የሚገኙ ደንበኞች
as: ফুটপাথে গ্ৰাহক
az: Yürüyən müştəri
be: Кліент без запісу
bn: ওয়াক-ইন গ্রাহক
cy: Cwsmer Cerdded-i-Mewn
et: Sisenenud klient
eu: Sartu Bezeroa
fi: Kävelyasiakas
hy: Այն հաճախորդը, ով գալիս է առանց նախապես պատվիրելու
is: Gengur inn viðskiptavinur
kk: Шаққан клиент
km: អតិថិជនមកធ្វើការ
kn: ನಡೆದು ಬರುವ ಗ್ರಾಹಕ
ky: Жүрүп келген кардар
lo: ລູກຊ່ອມໄວ້
mk: Клиент што доаѓа
ml: വേക്കാൻ വരുന്ന ഉപഭോക്താവ്
my: လက်ရှိလူငယ်
ne: आवाजको ग्राहक
pa: ਵਾਕ-ਇਨ ਗਾਹਕ
ps: پیاده مشتری
si: දියතල පාර්ශවයෙන් ආවාරයන්
sk: Zákazník na mieste
sq: Klienti i ardhur pa ftesë
sw: Mteja wa Kuingia
ta: கடையில் வரும் வாடிக்கையாளர்
th: ลูกค้าเดินเข้า
ur: واک ان مشتری

source: Guest
am: እንግዳ
as: অতিথি
az: Qonaq
be: Госць
bn: অতিথি
cy: Gwesteiwr
et: Külastaja
eu: Bisitaria
fi: Vieras
hy: Անհատական
is: Gestur
kk: Мекенжайдағы клиент
km: ភ្ញៀវ
kn: ಅತಿಥಿ
ky: Келүүчү
lo: ລູກຊ່ອມສາທາລະນະ
mk: Гостин
ml: ഗസ്റ്റ്
my: ဧည့်
ne: अतिथि
pa: ਅਤਿਥੀ
ps: میلمه
si: පටුපාටු
sk: Host
sq: Mysafir
sw: Mgeni
ta: விருந்து
th: ผู้มาเยือน
ur: مہمان

source: Sales List
am: የሽያጭ ዝርዝር
as: বিক্ৰী তালিকা
az: Satış Siyahısı
be: Спіс продажаў
bn: বিক্রয় তালিকা
cy: Rhestr Gwerthiannau
et: Müügi nimekiri
eu: Salmenta Zerrenda
fi: Myyntilistat
hy: Վաճառքների ցուցակ
is: Söluskrá
kk: Сатып алу тізімі
km: បញ្ជីការលក់
kn: ಮಾರಾಟ ಪಟ್ಟಿ
ky: Сатуу тизмеси
lo: ລາຍການຂາຍ
mk: Листа на продажби
ml: വില്പന പട്ടിക
my: ရောင်းအသေးစာရင်း
ne: बिक्री सूची
pa: ਵਿਕਰੀ ਦੀ ਸੂਚੀ
ps: د خرڅلاو لیست
si: විකුණු ලැයිස්තුව
sk: Zoznam predajov
sq: Lista e Shitjeve
sw: Orodha ya Uuzaji
ta: விற்பனை பட்டியல்
th: รายการการขาย
ur: فروخت کی فہرست

source: Balance
am: የቀሪ ገንዘብ
as: ব্যালেঞ্চ
az: Balans
be: Баланс
bn: ব্যালেন্স
cy: Cydbwys
et: Saldo
eu: Ongietorri
fi: Saldo
hy: Հաշիվ
is: Eign
kk: Баланс
km: តុល្យភាព
kn: ಮಿತಿ
ky: Баланc
lo: ຍອດເງິນ
mk: Балансирање
ml: തുല്യത
my: ကျန်ရှိအကျယ်ကန်
ne: संतुलन
pa: ਬਕਾਇਆ
ps: توازن
si: ඉතිරිය
sk: Zostatok
sq: Bilanci
sw: Salio
ta: இருப்பு
th: ยอดคงเหลือ
ur: بیلنس

source: Edit Sales Invoice
am: የሽያጭ ክፍያ እንደገና ይከታተሉ
as: বিক্ৰী ইনভইচ সম্পাদনা কৰক
az: Satış Fakturasını düzəlt
be: Рэдагаваць рахунку продажу
bn: বিক্রয় চালান সম্পাদনা করুন
cy: Golygu Ffurflen Ddyled Gwerthu
et: Muuda müügi arvet
eu: Editatu Salmenta Faktura
fi: Muokkaa myyntilaskua
hy: Խմբագրել վաճառքի հաշիվ
is: Breyta sölufaktúru
kk: Сатып алу төлемін түзету
km: កែសម្រួលវិក្កយបត្រការលក់
kn: ಮಾರಾಟ ಚಲಾನದ ಬದಲಾಯಿಸಿ
ky: Сатуу инвойсин өзгөртүү
lo: ແກ້ໄຂໃບໃບບິນການຂາຍ
mk: Уреди фактура за продажба
ml: വില്പന ഇൻവോയിസ് തിരുത്തുക
my: ရောင်းအသေးစာမေးပွဲကိုတည်းဖြတ်ပါ
ne: बिक्री बिल सम्पादन गर्नुहोस्
pa: ਵਿਕਰੀ ਇਨਵਾਇਸ ਸੰਪਾਦਨ ਕਰੋ
ps: د خرڅلاو رسید سمول
si: විකුණු ආපසු ලිපිගොනු සංස්කරනවා
sk: Upraviť faktúru predaja
sq: Edito Faturën e Shitjes
sw: Hariri Ankara ya Uuzaji
ta: விற்பனை விலைப்பட்டியலை திருத்து
th: แก้ไขใบแจ้งหนี้การขาย
ur: فروخت کی انوائس کی ترمیم کریں

source: Previous Pay Amounts
am: የወቅታዊ የክፍያ መጠን
as: পূৰ্বৰ পেমেণ্টৰ পৰিমাণ
az: Əvvəlki Ödəniş Məbləği
be: Папярэднія сумы плацяжоў
bn: পূর্ববর্তী পে পরিমাণ
cy: Symiau Taliad Blaenorol
et: Eelnevad maksete summad
eu: Aurreko Ordainketa Zenbatekoak
fi: Aiemmat maksutiedot
hy: Մ sebelumnya վճարային գումարներ
is: Fyrri greiðslur
kk: Алдыңғы төлем сомалары
km: ចំនួនទូទាត់មុន
kn: ಹಿಂದಿನ ಪಾವತಿ ಮೊತ್ತಗಳು
ky: Мурдагы төлөм суммалары
lo: ຈຳນວນເງິນຈ່າຍກ່ອນ
mk: Претходни износи на плаќање
ml: മുമ്പത്തെ പണമിടപാട് തുകകൾ
my: ယခင်ပေးဆောင်မှုပမာဏများ
ne: पूर्व पेस रकमहरू
pa: ਪਿਛਲੇ ਭੁਗਤਾਨ ਦੀ ਰਕਮ
ps: مخکېني تادیاتي مقدارونه
si: පෙර ගෙවූ මුදල
sk: Predchádzajúce platby
sq: Shumët e Pagesave të Mëparshme
sw: Mikataba ya Malipo Iliyotangulia
ta: முந்தைய கட்டணங்கள்
th: ยอดชำระเงินก่อนหน้า
ur: پچھلے ادائیگی رقمیں

source: Return Amount
am: ወደ ቤት ይመለሱ
as: ফিৰতি পৰিমাণ
az: Qaytarılma Məbləği
be: Сума вяртання
bn: ফেরত মূল্য
cy: Symiau Dychwelyd
et: Tagasimakse summa
eu: Itzuliko Zenbatekoa
fi: Palautussumma
hy: Վերադարձման գումար
is: Skila upphæð
kk: Айыппу сомасы
km: ចំនួនត្រឡប់វិញ
kn: ಹಿಂತಿರುಗಿಸುವ ಮೊತ್ತ
ky: Кайтаруу суммасы
lo: ຈຳນວນເງິນຄືນ
mk: Износ на враќање
ml: മടക്കം തുക
my: ပြန်မှတ်တမ်းက်ငွေ
ne: फिर्ता रकम
pa: ਵਾਪਸੀ ਦੀ ਰਕਮ
ps: د راستنولو مقدار
si: සහාය පාර සහාය
sk: Vrátiť sumu
sq: Shuma e Kthimit
sw: Kiasi cha Kurudisha
ta: திரும்ப வரும் தொகை
th: ยอดเงินคืน
ur: واپسی رقم

source: FeedBack
am: እንደገና እንድ ተወዳድር
as: মতামত
be: Зваротная сувязь
bn: মতামত
cy: Adborth
et: Tagasiside
eu: Iruzkinak
fi: Palaute
hy: Մեկնաբանություն
is: Afturvirkni
kk: Пікір
km: មតិអ្នកផ្តល់យោបល់
kn: ಪ್ರತಿಕ್ರಿಯೆ
ky: Пикир
lo: ຄຳແນະນຳ
mk: Повратна информација
ml: ഫീഡ് ബാക്ക്
my: တုံ့ပြန်ချက်
ne: प्रतिक्रिया
pa: ਫੀਡਬੈਕ
ps: بازخورد
si: ප්‍රකාශය
sk: Spätná väzba
sw: Maoni
ta: கருத்து
th: ข้อเสนอแนะ
ur: فیڈبیک

source: Title
am: አርእስት
as: শিৰোনাম
az: Başlıq
be: Назва
bn: শিরোনাম
cy: Teitl
et: Pealkiri
eu: Izenburua
fi: Otsikko
hy: Վերնագիր
is: Titill
kk: Тақырып
km: ចំណងជើង
kn: ಶೀರ್ಷಿಕೆ
ky: Аты
lo: ຫົວໜ່ວຍ
mk: Наслов
ml: ശീർഷകം
my: ခေါင်းစဉ်
ne: शिर्षक
pa: ਸਿਰਲੇਖ
ps: سرلیک
si: ශීර්ෂය
sk: Názov
sq: Titulli
sw: Jina la Kichwa
ta: தலைப்பு
th: หัวข้อ
ur: عنوان

# enterYourFeedBackTitle
source: Enter Your Feedback Tittle
am: የእርግጠኝ መልእክትዎን ይግቡ
as: আপোনাৰ মতামতৰ শিৰোনাম প্ৰৱিষ্ট কৰক
az: Sizin Feedback Başlığınızı daxil edin
be: Увядзіце загаловак вашай зваротнай сувязі
bn: আপনার মতামতের শিরোনাম লিখুন
cy: Nodwch Deitl Eich Adborth
et: Sisesta oma tagasiside pealkiri
eu: Sartu zure Iruzkin Izenburua
fi: Kirjoita palautteesi otsikko
hy: Մուտքագրեք ձեր մեկնաբանության վերնագիրը
is: Sláðu inn titil á afturvirkni þína
kk: Пікір тақырыбын енгізіңіз
km: បញ្ចូលចំណងជើងយោបល់របស់អ្នក
kn: ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯಾ ಶೀರ್ಷಿಕೆಯನ್ನು ನಮೂದಿಸಿ
ky: Сиздин пикирдин атын жазыңыз
lo: ປ້ອນຫົວໜ່ວຍຄຳແນະນຳຂອງທ່ານ
mk: Внесете го вашиот наслов на повратна информација
ml: നിങ്ങളുടെ ഫീഡ് ബാക്ക് ശീർഷകം നൽകുക
my: သင်၏တုံ့ပြန်ချက်ခေါင်းစဉ်ထည့်ပါ
ne: तपाईंको प्रतिक्रिया शीर्षक प्रविष्ट गर्नुहोस्
pa: ਆਪਣੀ ਫੀਡਬੈਕ ਦਾ ਸਿਰਲੇਖ ਦਰਜ ਕਰੋ
ps: د خپل بازخورد سرلیک ولیکئ
si: ඔබේ ප්‍රකාශ ශීර්ෂය ඇතුළත් කරන්න
sk: Zadajte názov vašej spätnej väzby
sq: Shkruani Titullin e Feedback-ut Tuaj
sw: Ingiza Jina la Maoni Yako
ta: உங்கள் கருத்து தலைப்பை உள்ளிடவும்
th: ป้อนหัวข้อข้อเสนอแนะของคุณ
ur: اپنا فیڈبیک عنوان درج کریں
