Repository: userfriendly125/azkaios
Catalog: lib/l10n/intl_*.arb
Languages: am, as, az, be, bn, cy, et, eu, fi, hy, is, kk, km, kn, ky, lo, mk, ml, my, ne, pa, ps, si, sk, sq, sw, ta, th, ur

# bYouHaveResponsiveFor
source: (b) You are responsible for maintainingthe confidentiality of your account and password andfor restricting access to your account. You accept responsibility for all activities that occur under your account.
am: (b) ይህ ላይ ወንድማ ወይም ታማኝ ይኖርበታል ይህ ወይም ይቀርበን። እንዲሁም ይህ ወይም አይደል ትህባይን ወይም ላይ ይቀርበን።
as: (খ) আপুনি আপোনাৰ একাউণ্ট আৰু পাছৱৰ্ডৰ গোপনীয়তা বজাই ৰখাৰ আৰু আপোনাৰ একাউণ্টলৈ প্ৰৱেশ সীমাবদ্ধ কৰাৰ বাবে দায়িত্বৱাহী। আপুনি আপোনাৰ একাউণ্টৰ অধীনত হোৱা সকলো কাৰ্যকলাপৰ বাবে দায়িত্ব গ্ৰহণ কৰে।
az: (b) Siz, hesabınızın və parolunuzun gizliliyini qorumaq və hesabınıza girişi məhdudlaşdırmaq üçün məsulsunuz. Siz, hesabınızın altında baş verən bütün fəaliyyətlərə məsuliyət daşıyırsınız.
be: (b) Вы адказваеце за захаванне канфідэнцыйнасці вашага акаунта і пароля, а таксама за абмежаванне доступу да вашага акаўнта. Вы прымаеце адказнасць за ўсе дзеянні, якія адбываюцца пад вашым акаўнтам.
bn: (খ) আপনি রক্ষণাবেক্ষণের জন্য দায়ী আপনার অ্যাকাউন্টের গোপনীয়তা এবং পাসওয়ার্ড এবং আপনার অ্যাক্সেস সীমাবদ্ধ করার জন্য অ্যাকাউন্ট আপনি সকলের দায় স্বীকার করুনআপনার অ্যাকাউন্টের অধীনে যেকার্যকলাপগুলি ঘটে।
cy: (b) Rydych yn gyfrifol am gadw cyfrinachedd eich cyfrif a'ch cyfrinair a thynnu mynediad at eich cyfrif. Acceptiwn gyfrifoldeb am yr holl weithgareddau sy'n digwydd o dan eich cyfrif.
et: (b) Te olete vastutav oma konto ja parooli konfidentsiaalsuse säilitamise eest ning juurdepääsu piiramise eest oma kontole. Te aktsepteerite vastutust kõikide tegevuste kohta, mis toimuvad teie konto all.
eu: (b) Zure kontuaren eta pasahitzaren konfidentzialtasuna mantentzeko eta zure kontuaren sarbidea murrizteko arduraduna zara. Zure kontuan gertatzen den guztia arduratzen zara.
fi: (b) Sinä olet vastuussa käyttäjätilisi ja salasanasi luottamuksellisuuden ylläpitämisestä sekä käyttöoikeuden rajoittamisesta käyttäjätilillesi. Hyväksyt vastuun kaikista toiminnoista, jotka tapahtuvat käyttäjätilisi alaisuudessa.
hy: (բ) Դուք պատասխանատու եք ձեր հաշվի և գաղտնաբառի գաղտնիությունը պահպանելու և ձեր հաշվի մուտքը սահմանափակելու համար. Դուք ընդունում եք պատասխանատվությունը ձեր հաշվի տակ տեղի ունեցող բոլոր գործունեությունների համար.
is: (b) Þú berð ábyrgð á að viðhalda trúnaðinum á reikningi þínum og lykilorði og að takmarka aðgang að reikningi þínum. Þú samþykkir að bera ábyrgð á öllum aðgerðum sem eiga sér stað undir reikningi þínum.
kk: (б) Сіз тіркелу жазбасы және құпия сөзді ұстау және тіркелу жазбасыңызға қол жеткізу үшін жауапкерші болыс және оны пайдалануыңыздағы барлық іс-шаралар үшін жауапкерші болысыз.
ky: (b) Сиз өз эсептик жазууңуздун жана сырсөзүңүздүн купуялыгын сактоого жана өз эсептик жазууңузга кирүүнү чектөөгө жоопкерсиз. Сиздин эсептик жазууңуз астында болгон бардык иш-аракеттер үчүн жоопкерчиликти кабыл аласыз.
mk: (б) Вие сте одговорни за одржување на доверливоста на вашата сметка и лозинка и за ограничување на пристапот до вашата сметка. Прифаќате одговорност за сите активности што се одвиваат под вашата сметка.
ml: (ബി) നിങ്ങൾക്ക് നിങ്ങളുടെ അക്കൗണ്ട്, പാസ്വേഡിന്റെ രഹസ്യപരമായ കാര്യം പാലിക്കുന്നതും, നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് ആക്‌സസ് നിയന്ത്രിക്കുന്നതും പരിരക്ഷിക്കാൻ ഉത്തരവാദിത്വം വഹിക്കണം. നിങ്ങളുടെ അക്കൗണ്ടിനടത്തുന്ന എല്ലാ പ്രവർത്തനങ്ങൾക്കുമുള്ള ഉത്തരവാദിത്വം നിങ്ങൾ ഏറ്റുവാങ്ങുന്നു.
pa: (b) ਤੁਸੀਂ ਆਪਣੇ ਖਾਤੇ ਅਤੇ ਪਾਸਵਰਡ ਦੀ ਗੋਪਨੀਅਤ ਬਨਾਉਣ ਅਤੇ ਆਪਣੇ ਖਾਤੇ ਤੱਕ ਪਹੁੰਚ ਦੀ ਸੀਮਾ ਰੱਖਣ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਹੋ। ਤੁਸੀਂ ਆਪਣੇ ਖਾਤੇ ਤਹਿਤ ਹੋ ਰਹੀਆਂ ਸਾਰੀਆਂ ਗਤਿਵਿਧੀਆਂ ਲਈ ਜ਼ਿੰਮੇਵਾਰੀ ਸਵੀਕਾਰ ਕਰਦੇ ਹੋ।
ps: (ب) تاسو مسؤل یاست چې د خپل حساب او رمز راز ساتلو او د خپل حساب ته د لاسرسي محدودولو لپاره. تاسو د ټولو فعالیتونو لپاره چې د خپل حساب لاندې واقع کیږي مسؤل یاست.
sk: (b) Ste zodpovední za zachovanie dôvernosti vášho účtu a hesla a za obmedzenie prístupu k vášmu účtu. Vezmete na seba zodpovednosť za všetky aktivity, ktoré sa vyskytnú v rámci vášho účtu.
sq: (b) Ju jeni përgjegjës për mbajtjen e konfidencialitetit të llogarisë suaj dhe fjalëkalimit dhe për kufizimin e qasjes në llogarinë tuaj. Pranoni përgjegjësinë për të gjitha aktivitetet që ndodhin nën llogarinë tuaj.
sw: (b) Wewe ni mwenye jukumu la kudumisha usiri wa akaunti yako na nywila yako na kuzuia ufikiaji wa akaunti yako. Unakubali jukumu la shughuli zote zinazotokea chini ya akaunti yako.
th: (b) คุณรับผิดชอบในการรักษารับประกันความลับของบัญชีและรหัสผ่านของคุณและการจำกัดการเข้าถึงบัญชีของคุณ คุณยอมรับความรับผิดชอบสำหรับกิจกรรมทั้งหมดที่เกิดขึ้นภายใต้บัญชีของคุณ
ur: (ب) آپ اپنے اکاؤنٹ اور پاس ورڈ کی رازداری کو برقرار رکھنے اور اپنے اکاؤنٹ کی رسمیت کو محدود کرنے کے لئے ذمہ دار ہیں۔ آپ اپنے اکاؤنٹ کے تحت واقع ہونے والی تمام سرگرمیوں کے لئے ذمہ داری قبول کرتے ہیں۔

source: How We Use Your Information
am: የእንደምን አካውንትዎን እንደ ተጠቃሚ
as: আমরা আপোনাৰ তথ্য কেনেকৈ ব্যৱহাৰ কৰোঁ
az: Məlumatınızı necə istifadə etdiyimiz
be: Як мы выкарыстоўваем вашу інфармацыю
bn: আমরা কিভাবে আপনার তথ্য ব্যবহার করি
cy: Sut Rydym yn Defnyddio Eich Gwybodaeth
et: Kuidas me teie teavet kasutame
eu: Nola Erabiltzen Dugu Zure Informazioa
fi: Miten käytämme tietojasi
hy: Ինչպես ենք օգտագործում ձեր տեղեկատվությունը
is: Hvernig við notum upplýsingar þínar
kk: Сіздің ақпаратты қалай қолданамыз
ky: Биз сиздин маалыматтарды кантип колдонобуз
mk: Како ги користиме вашите информации
ml: നിങ്ങളുടെ വിവരങ്ങൾ എങ്ങനെ ഉപയോഗിക്കുന്നു
pa: ਅਸੀਂ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਕਿਵੇਂ ਵਰਤਦੇ ਹਾਂ
ps: موږ ستاسو معلومات څنګه کاروو
sk: Ako využívame vaše informácie
sq: Si përdorim informacionin tuaj
sw: Jinsi Tunavyotumia Taarifa Yako
th: เราใช้ข้อมูลของคุณอย่างไร
ur: آپ کی معلومات کا استعمال کیسے کرتے ہیں

# weUseYourPersonalInformation
source: We use your personal information to provide you with the best possible experience on our app, including to personalize your content recomme ndations, connect you with experts, and improve our apps functionality. We may also use your information to communicate with you about updates, promotions, or other information related to our app.
am: እኛ የእንደምን የእንደምን ዝርዝር ማሳወቅ እንደዋች ይወዳሉ፣ ሙሉው ይቀንቃሉ በንድር ይቀንቃሉ፣ እንዲሁም ወይም ይወዳሉ። ይህ ወይም ይህ ይቀይሩ ይኖርበታል ይህን የይቀንቃል።
as: আমরা আপোনাৰ ব্যক্তিগত তথ্য ব্যৱহাৰ কৰি আপোনাৰ বাবে সৰ্বশ্ৰেষ্ঠ অভিজ্ঞতা প্ৰদান কৰো, যেনে আপোনাৰ বিষয়বস্তুৰ সুপারিশ ব্যক্তিগতকৰণ, বিশেষজ্ঞৰ সৈতে সংযোগ স্থাপন কৰা, আৰু আমাৰ ছিষ্টেমৰ কার্যক্ষমতা উন্নত কৰা। আমিও আপুনি আপডেট, প্ৰচাৰ, বা আমাৰ ছিষ্টেমৰ সৈতে সম্পর্কিত অন্যান্য তথ্যৰ বিষয়ে আপোনাৰ সৈতে যোগাযোগ কৰিবলৈ আপোনাৰ তথ্য ব্যৱহাৰ কৰিব পাৰো।
az: Sizin şəxsi məlumatlarınızı tətbiqimizdə ən yaxşı təcrübəni təmin etmək, məzmun təkliflərinizi şəxsiyyətləşdirmək, mütəxəssislərlə sizi əlaqələndirmək və tətbiqimizin funksionalitetini təkmilləşdirmək üçün istifadə edirik. Həmçinin, sizin məlumatlarınızı tətbiqimizlə əlaqəli yeniləmələr, təqdimatlar və digər məlumatlar haqqında sizinlə əlaqə saxlamaq üçün istifadə edə bilərik.
be: Мы выкарыстоўваем вашу асабістую інфармацыю, каб забяспечыць вам лепшы вопыт выкарыстання нашай праграмы, уключаючы персаналізацыю вашых рэкамендацый па зместу, сувязь з экспертамі і паляпшэнне функцыянальнасці нашай праграмы. Мы таксама можам выкарыстоўваць вашу інфармацыю для зносін з вамі наконт абнаўленняў, акцый або іншай інфармацыі, звязанай з нашай праграмай.
bn: আমরা আপনার ব্যক্তিগত তথ্য ব্যবহার করি আপনাকে আমাদের অ্যাপে সম্ভাব্য সর্বোত্তম অভিজ্ঞতা প্রদানের জন্য, যার মধ্যে আপনার বিষয়বস্তুর প্রস্তাবনাগুলি ব্যক্তিগতকৃত করা, আপনাকে বিশেষজ্ঞদের সাথে সংযোগ করা এবং আমাদের অ্যাপের কার্যকারিতা উন্নত করা। আমরা আপডেট, প্রচার, বা আমাদের অ্যাপ সম্পর্কিত অন্যান্য তথ্য সম্পর্কে আপনার সাথে যোগাযোগ করতে আপনার তথ্য ব্যবহার করতে পারি।
cy: Rydym yn defnyddio eich gwybodaeth bersonol i'ch darparu â'r profiad gorau posib ar ein hymgeisydd, gan gynnwys i bersonoli eich argymhellion cynnwys, cysylltu â gwybodeg, a gwella gweithrediad ein hymgeisydd. Efallai y byddwn hefyd yn defnyddio eich gwybodaeth i gyfathrebu â chi am ddiweddariadau, hyrwyddiadau, neu wybodaeth arall sy'n gysylltiedig â'n hymgeisydd.
et: Kasutame teie isikuandmeid, et pakkuda teile parimat võimalikku kogemust meie rakenduses, sealhulgas sisu soovituste kohandamiseks, ekspertidega ühenduse loomiseks ja meie rakenduse funktsionaalsuse parandamiseks. Samuti võime kasutada teie teavet, et suhelda teiega värskenduste, kampaaniate või muu teabe osas, mis on seotud meie rakendusega.
eu: Zure informazio pertsonala aplikazioan esperientzia hoberena emateko erabiltzen dugu, zure edukia pertsonalizatzeko, adituekin lotzeko eta aplikazioaren funtzionalitatea hobetzeko. Zure informazioa aplikazioaren eguneratzeei, promozioei edo beste informazio bati buruzko komunikazioak egiteko ere erabil dezakegu.
fi: Käytämme henkilökohtaisia tietojasi tarjotaksemme sinulle parhaan mahdollisen kokemuksen sovelluksessamme, mukaan lukien sisältösuositusten räätälöimisen, yhteyden muodostamisen asiantuntijoihin ja sovelluksemme toiminnallisuuden parantamisen. Voimme myös käyttää tietojasi viestimiseen päivityksistä, tarjouksista tai muista sovellukseemme liittyvistä tiedoista.
hy: Մենք օգտագործում ենք ձեր անձնական տեղեկատվությունը, որպեսզի ձեզ առաջարկենք լավագույն հնարավոր փորձը մեր հավելվածում, այդ թվում՝ անձնակազմի խորհուրդների անհատականացում, մասնագետների հետ կապ ստեղծելը և մեր հավելվածի գործառույթների բարելավումը: Մենք կարող ենք նաև օգտագործել ձեր տեղեկատվությունը, որպեսզի կապ հաստատենք ձեզ մեր հավելվածի մասին թարմացումների, առաջխաղացումների կամ այլ տեղեկատվության վերաբերյալ.
is: Við notum persónuupplýsingar þínar til að veita þér bestu mögulegu reynsluna á forritinu okkar, þar á meðal til að sérsníða efnisleiðbeiningar, tengja þig við sérfræðinga og bæta virkni forrita okkar. Við gætum einnig notað upplýsingarnar þínar til að hafa samband við þig um uppfærslur, kynningar eða aðrar upplýsingar tengdar forritinu okkar.
kk: Біз сіздің жеке ақпараттызды қосымша басымды тұрмысыздар арқылы сізге ең жақсы жолда беру үшін пайдаланамыз, міндетті сіздің мазмұн алғысын қосу, сізді эксперттермен байлау және біздің қолданбанымызды жақсарту. Біз сізді мазмұн алғысына жолдамасу, жаңартуларды, өнімдерді жаңартуларды немесе біздің қолданбамызға байланысты жаңартуларды сізге хабарлау үшін сіздің ақпаратты пайдалануымызға арналған болуымызға пайдаланамыз.
ky: Биз сиздин жеке маалыматтарды колдонобуз, бул сизге колдонмобуздагы мыкты тажрыйба берүү үчүн, анын ичинде контент сунуштарыңызды жеке кылуу, адистер менен байланыштыруу жана колдонмобуздун функционалдуулугун жакшыртуу. Биз ошондой эле сиз менен жаңыртуулар, промо-акциялар же колдонмобузга байланыштуу башка маалыматтар боюнча байланышууга мүмкүн.
mk: Ги користиме вашите лични информации за да ви обезбедиме најдобро возможно искуство на нашата апликација, вклучувајќи ги и персонализираните препораки за содржини, поврзување со експерти и подобрување на функционалноста на нашата апликација. Можеме исто така да ги користиме вашите информации за да комуницираме со вас за ажурирања, промоции или други информации поврзани со нашата апликација.
ml: നിങ്ങളുടെ വ്യക്തിഗത വിവരങ്ങൾ, നിങ്ങളുടെ അനുഭവം മെച്ചപ്പെടുത്തുന്നതിന്, ഉള്ളടക്കം ശുപാർശകൾ വ്യക്തിപരമായതാക്കുന്നതിന്, വിദഗ്ധരുമായി ബന്ധിപ്പിക്കുന്നതിന്, ഞങ്ങളുടെ ആപ്പിന്റെ പ്രവർത്തനക്ഷമത മെച്ചപ്പെടുത്തുന്നതിനും ഉപയോഗിക്കുന്നു. അപ്‌ഡേറ്റുകൾ, പ്രമോഷനുകൾ, അല്ലെങ്കിൽ ഞങ്ങളുടെ ആപ്പുമായി ബന്ധപ്പെട്ട മറ്റു വിവരങ്ങൾക്കായി ഞങ്ങൾ നിങ്ങളുമായി ബന്ധപ്പെടുന്നതിനും നിങ്ങളുടെ വിവരങ്ങൾ ഉപയോഗിക്കാം.
pa: ਅਸੀਂ ਤੁਹਾਨੂੰ ਸਾਡੇ ਐਪ 'ਤੇ ਸਭ ਤੋਂ ਵਧੀਆ ਅਨੁਭਵ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਾਂ, ਜਿਸ ਵਿੱਚ ਤੁਹਾਡੇ ਸਮੱਗਰੀ ਸੁਝਾਵਾਂ ਨੂੰ ਵਿਅਕਤੀਗਤ ਬਣਾਉਣਾ, ਤੁਹਾਨੂੰ ਮਾਹਿਰਾਂ ਨਾਲ ਜੋੜਨਾ ਅਤੇ ਸਾਡੇ ਐਪ ਦੀ ਕਾਰਗੁਜ਼ਾਰੀ ਵਿੱਚ ਸੁਧਾਰ ਲਿਆਉਣਾ ਸ਼ਾਮਲ ਹੈ। ਅਸੀਂ ਤੁਹਾਡੇ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਅਪਡੇਟਾਂ, ਪ੍ਰਮੋਸ਼ਨ ਜਾਂ ਸਾਡੇ ਐਪ ਨਾਲ ਸਬੰਧਿਤ ਹੋਰ ਜਾਣਕਾਰੀ ਬਾਰੇ ਤੁਸੀਂ ਨਾਲ ਗੱਲ ਕਰਨ ਲਈ ਵੀ ਕਰ ਸਕਦੇ ਹਾਂ।
ps: موږ ستاسو شخصي معلومات د دې لپاره کاروو چې تاسو ته زموږ په اپلیکیشن کې تر ټولو غوره تجربه وړاندې کړو، پشمول ستاسو د محتوا وړاندیزونه شخصي کول، تاسو له متخصصینو سره اړیکه نیول، او د زموږ اپلیکیشن فعالیت ښه کول. موږ ممکن ستاسو معلومات د تازه معلوماتو، ترویجونو، یا زموږ اپلیکیشن سره تړاو لرونکو نورو معلوماتو په اړه ستاسو سره د اړیکو لپاره هم وکاروو.
sk: Vaše osobné údaje používame na to, aby sme vám poskytli čo najlepší zážitok z našej aplikácie, vrátane personalizácie odporúčaného obsahu, pripojenia k odborníkom a zlepšenia funkčnosti našej aplikácie. Vaše údaje môžeme tiež použiť na komunikáciu s vami ohľadom aktualizácií, akcií alebo iných informácií týkajúcich sa našej aplikácie.
sq: Ne përdorim informacionin tuaj personal për t'ju ofruar përvojën më të mirë të mundshme në aplikacionin tonë, duke përshtatur rekomandimet për përmbajtjen tuaj, lidhur ju me ekspertë dhe përmirësuar funksionalitetin e aplikacioneve tona. Mund të përdorim gjithashtu informacionin tuaj për të komunikuar me ju në lidhje me përditësime, promovime ose informacione të tjera në lidhje me aplikacionin tonë.
sw: Tunatumia taarifa yako binafsi ili kutoa uzoefu bora zaidi kwenye programu yetu, ikiwa ni pamoja na kubinafsisha mapendekezo ya yaliyomo, kukukutanisha na wataalamu, na kuboresha utendaji wa programu yetu. Pia tunaweza kutumia taarifa yako kuwasiliana nawe kuhusu sasisho, matangazo, au taarifa nyingine kuhusiana na programu yetu.
th: เราใช้ข้อมูลส่วนบุคคลของคุณเพื่อให้คุณได้รับประสบการณ์ที่ดีที่สุดในแอปของเรา รวมถึงการปรับให้เหมาะกับคำแนะนำเนื้อหาของคุณ การเชื่อมต่อคุณกับผู้เชี่ยวชาญ และการพัฒนาฟังก์ชันของแอปของเรา เราอาจใช้ข้อมูลของคุณเพื่อติดต่อคุณเกี่ยวกับข้อมูลการอัปเดต โปรโมชั่น หรือข้อมูลอื่นที่เกี่ยวข้องกับแอปของเรา
ur: ہم آپ کی شخصی معلومات کا استعمال ہماری ایپ کیسے بہترین تجربے فراہم کرنے کیلئے کرتے ہیں، اس میں آپ کے مواد کی تجویز کو شخصی بنانا، ماہرین سے رابطہ کرنا، اور ہماری ایپ کی فعالیت کو بہتر بنانا شامل ہے۔ ہم ممکن ہے کہ آپ کی معلومات کا استعمال اپ ڈیٹس، فروخت کا پروموشنز، یا ہماری ایپ سے متعلق دیگر معلومات کو آپ کے ساتھ بات چیت کرنے کے لئے کریں۔

source: How We Protect Your Information
am: የእንደምን ዝርዝር የእንደምን
as: আমরা আপোনাৰ তথ্য কেনেকৈ সুৰক্ষিত কৰোঁ
az: Məlumatınızı necə qoruduğumuz
be: Як мы абараняем вашу інфармацыю
bn: কিভাবে আমরা আপনার তথ্য সুরক্ষিত
cy: Sut Rydym yn Diogelu Eich Gwybodaeth
et: Kuidas me kaitseme teie teavet
eu: Nola Babesten Dugun Zure Informazioa
fi: Miten suojaamme tietojasi
hy: Ինչպես ենք պաշտպանում ձեր տեղեկատվությունը
is: Hvernig við verndum upplýsingar þínar
kk: Сіздің ақпаратты қалай қорғаймыз
ky: Биз сиздин маалыматтарды кантип коргойбуз
mk: Како ги заштитуваме вашите информации
ml: നിങ്ങളുടെ വിവരങ്ങൾ എങ്ങനെ സംരക്ഷിക്കുന്നു
pa: ਅਸੀਂ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਕਿਵੇਂ ਸੁਰੱਖਿਅਤ ਕਰਦੇ ਹਾਂ
ps: موږ ستاسو معلومات څنګه خوندي کوو
sk: Ako chránime vaše informácie
sq: Si e mbrojmë informacionin tuaj
sw: Jinsi Tunavyolinda Taarifa Yako
th: เราคุ้มครองข้อมูลของคุณอย่างไร
ur: آپ کی معلومات کی حفاظت کیسے کرتے ہیں

# weTakeIndustryStandard
source: We take industry-standard measures to protect your personal information, including encryption and secure storage. We also limit access to your information to authorized personnel only.
am: እኛ የእንደምን ተሳሳይ የአባብለት ዝርዝር ይቀንቃሉ፣ ይህ ይወዳሉ በዝርዝር ምንጭ ይኖርበታል ይወዳሉ እንዲሁም ወይም ይኖርበታል።
as: আমরা আপোনাৰ ব্যক্তিগত তথ্য সুৰক্ষিত কৰিবলৈ উদ্যোগ-মানৰ ব্যৱস্থা গ্ৰহণ কৰোঁ, যেনে এনক্ৰিপশ্যন আৰু সুৰক্ষিত সংৰক্ষণ। আমিও আপোনাৰ তথ্যৰ প্ৰৱেশক অনুমোদিত কৰ্মচাৰীৰ বাবে মাত্ৰ সীমাবদ্ধ কৰোঁ।
az: Şəxsi məlumatlarınızı qorumaq üçün şərq standardlarına uyğun tədbirlər götürürük, şamil olmaqla şifrləmə və təhlükəsiz saxlama. Həmçinin, məlumatlarınıza yalnız icazəli şəxslərin girişini məhdudlaşdırırıq.
be: Мы прымяняем стандартныя меры для абароны вашай асабістай інфармацыі, уключаючы шыфраванне і бяспечнае захоўванне. Мы таксама абмяжуем доступ да вашай інфармацыі толькі аўтарызаваным асобам.
bn: আমরা এনক্রিপশন এবং সুরক্ষিত সঞ্চয়স্থান সহ আপনার ব্যক্তিগত তথ্য সুরক্ষিত করার জন্য শিল্প-মান ব্যবস্থা গ্রহণ করি। আমরা শুধুমাত্র অনুমোদিত কর্মীদের জন্য আপনার তথ্য অ্যাক্সেস সীমিত.
cy: Rydym yn cymryd mesurau safonol yn y diwydiant i ddiogelu eich gwybodaeth bersonol, gan gynnwys gollwng a storfa ddiogel. Rydym hefyd yn cyfyngu mynediad at eich gwybodaeth i bersonél awdurdodedig yn unig.
et: Kaitseme teie isikuandmeid tööstuse standarditele vastavate meetmetega, sealhulgas krüpteerimise ja turvalise salvestamisega. Samuti piirame teie teabe juurdepääsu ainult volitatud töötajatele.
eu: Zure informazio pertsonala babesteko industriako estandarretako neurriak hartzen ditugu, enkriptazioa eta segurtasun biltegiratzea barne. Era berean, zure informaziora sarbidea duten langileak murrizten ditugu.
fi: Noudatamme teollisuusstandardeja tietojesi suojaamiseksi, mukaan lukien salaus ja turvallinen tallennus. Rajoitamme myös tietojesi käyttöoikeuden vain valtuutettuihin henkilöihin.
hy: Մենք իրականացնում ենք արդյունաբերական ստանդարտների համապատասխան միջոցներ ձեր անձնական տեղեկատվությունը պաշտպանելու համար, այդ թվում՝ շ крипտում և անվտանգ պահեստավորում: Մենք նաև սահմանափակում ենք ձեր տեղեկատվության մուտքը միայն թույլատրված անձնակազմի համար.
is: Við tökum iðnaðarstaðla að sér til að vernda persónuupplýsingar þínar, þar á meðal dulkóðun og örugga geymslu. Við takmörkum einnig aðgang að upplýsingum þínum við heimilaða starfsmenn einungis.
kk: Біз жеке ақпараттың қорғауы үшін көрсетілушы стандартты жағдайды қабылдамыз, оның ішінде шифрлау және қауіпсіз сақтау да бар. Сіздің ақпараттыңызға тек белсенді жеке адамдардың қол жеткізуі болып табуымыз керек.
ky: Биз сиздин жеке маалыматтарыңызды коргоо үчүн өнөр жай стандарттарына ылайык чараларды көрөбүз, анын ичинде шифрлөө жана коопсуз сактоо. Биз ошондой эле сиздин маалыматыңызга кирүү мүмкүнчүлүгүн авторлоштурулган кызматкерлер менен гана чектейбиз.
mk: Применуваме мерки за заштита на вашите лични информации во согласност со индустриските стандарди, вклучувајќи шифрирање и безбедно складирање. Исто така, го ограничуваме пристапот до вашите информации само на овластени лица.
ml: നിങ്ങളുടെ വ്യക്തിഗത വിവരങ്ങൾ സംരക്ഷിക്കാൻ നാം വ്യവസായമാതൃകയായ നടപടികൾ സ്വീകരിക്കുന്നു, എൻക്രിപ്ഷനും സുരക്ഷിത സംഭരണവും ഉൾപ്പെടുന്നു. നിങ്ങളുടെ വിവരങ്ങൾ അധികാരമുള്ള ജീവനക്കാർക്കുള്ള ആക്‌സസ് പരിമിതപ്പെടുത്തുന്നു.
pa: ਅਸੀਂ ਤੁਹਾਡੇ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦੀ ਸੁਰੱਖਿਆ ਕਰਨ ਲਈ ਉਦਯੋਗ ਮਿਆਰੀ ਉਪਾਇਆ ਲੈਂਦੇ ਹਾਂ, ਜਿਸ ਵਿੱਚ ਇੰਕ੍ਰਿਪਸ਼ਨ ਅਤੇ ਸੁਰੱਖਿਅਤ ਸਟੋਰੇਜ ਸ਼ਾਮਲ ਹੈ। ਅਸੀਂ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਤੱਕ ਪਹੁੰਚ ਨੂੰ ਸਿਰਫ਼ ਅਧਿਕਾਰਤ ਕਰਮਚਾਰੀਆਂ ਤੱਕ ਸੀਮਿਤ ਕਰਦੇ ਹਾਂ।
ps: موږ د صنعت معیارونو سره سم د خپلو شخصي معلوماتو د ساتنې لپاره تدابیر نیسو، پشمول کوډونه او خوندي ذخیره. موږ همداراز د دې معلوماتو ته د لاسرسي محدودیت یوازې مجاز کارمندانو ته ټاکلی دی.
sk: Používame štandardné opatrenia odvetvia na ochranu vašich osobných údajov, vrátane šifrovania a bezpečného uchovávania. Prístup k vašim informáciám obmedzujeme len na oprávnený personál.
sq: Ne marrim masa standarde të industrisë për të mbrojtur informacionin tuaj personal, përfshirë shifrime dhe ruajtjen e sigurt. Gjithashtu kufizojmë qasjen në informacionin tuaj vetëm për personelin e autorizuar.
sw: Tunachukua hatua za viwango vya sekta kwa kulinda taarifa yako binafsi, ikiwa ni pamoja na kuficha na kuhifadhi kwa usalama. Pia tunapunguza ufikiaji wa taarifa yako kwa wafanyakazi walioidhinishwa pekee.
th: เราใช้มาตรฐานในอุตสาหกรรมเพื่อคุ้มครองข้อมูลส่วนบุคคลของคุณ รวมถึงการเข้ารหัสและการเก็บข้อมูลที่ปลอดภัย เรายังจำกัดการเข้าถึงข้อมูลของคุณให้กับบุคคลที่ได้รับอนุญาตเท่านั้น
ur: ہم آپ کی شخصی معلومات کی حفاظت کے لئے صنعت کے معیاری اقدامات اٹھاتے ہیں، جیسے کے کوڈنامہ بندی اور محفوظ ذخیرہ کاری۔ ہم آپ کی معلومات کا رسمی دسترس کی حدود کو صرف متصدق کردہ عملہ کے لئے محدود کرتے ہیں۔

source: Third-Party Services
am: ሶፍትዌር ሃርድዌር ወይም አገልግሎቶች
as: তৃতীয়-পৰায়ণ সেৱাসমূহ
az: Üçüncü Tərəf Xidmətləri
be: Сэрвісы трэціх бакоў
bn: তৃতীয় পক্ষের পরিষেবা
cy: Gwasanaethau Trydydd Parti
et: Kolmandate osapoolte teenused
eu: Hirugarren Alderdiaren Zerbitzuak
fi: Kolmannen osapuolen palvelut
hy: Երրորդ կողմի ծառայություններ
is: Þjónusta þriðja aðila
kk: Үшінші тарап қызметтері
ky: Үчүнчү тараптын кызматтары
mk: Услуги од трети лица
ml: മൂന്നാം पक्ष സേവനങ്ങൾ
pa: ਤੀਜੀ ਪੱਖੀ ਸੇਵਾਵਾਂ
ps: د دریمې ډلې خدمات
sk: Služby tretích strán
sq: Shërbimet e palëve të treta
sw: Huduma za Tatu
th: บริการจากบุคคลที่สาม
ur: تیسری پارٹی کی خدمات
