Repository: userfriendly125/azkaios
Catalog: lib/l10n/intl_*.arb
Languages: am, as, az, be, bn, cy, et, eu, fi, hy, is, kk, km, kn, ky, lo, mk, ml, my, ne, pa, ps, si, sk, sq, sw, ta, th, ur

source: Please Enter A Confirm Password
am: እባክዎ የይለፍ ቃል ይረጋግጡ
as: দয়া কৰি এটা পাছৰ সংকেত নিশ্চিত কৰক
az: Zəhmət olmasa, şifrəni təsdiq edin
be: Калі ласка, увядзіце пацверджаны пароль
bn: দয়া করে একটি নিশ্চিত পাসওয়ার্ড দিন
cy: Os gwelwch yn dda, Rhowch Gyfrinair Cadarnhaol
et: Palun sisestage kinnitatud parool
eu: Mesedez, sartu pasahitz bat berresteko
fi: Syötä vahvistettu salasana
hy: Խնդրում ենք մուտքագրել հաստատող գաղտնաբառը
is: Vinsamlegast sláðu inn staðfestingarlykilorð
kk: Өтініш, құпия сөзді растау
km: សូមបញ្ចូលពាក្យសម្ងាត់ការបញ្ជាក់
kn: ದಯವಿಟ್ಟು ದೃಢೀಕರಿಸಿ ಪಾಸ್ವರ್ಡ್ ನಮೂದಿಸಿ
ky: Сураныч, Тастыктоочу Паролду Киргизиңиз
lo: ກະລຸນາປ້ອນຢືນຢັນລະຫັດຜ່ານ
mk: Ве молиме внесете потврдена лозинка
ml: ദയവായി ഒരു സ്ഥിരീകരണ പാസ്വേഡ് നൽകുക
my: အတည်ပြုရန်ကာကွယ်ထည့်ပါ
ne: कृपया पासवर्ड पुष्टि गर्नुहोस्
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਪਾਸਵਰਡ ਦੀ ਪੁਸ਼ਟੀ ਦਾਖਲ ਕਰੋ
ps: مهرباني وکړئ یو تایید شوی پاسورډ داخل کړئ
si: කරුණාකර මහන්තය තහවුරු කරන්න
sk: Prosím, zadajte potvrdenie hesla
sq: Ju lutemi shkruani një fjalëkalim të konfirmuar
sw: Tafadhali Ingiza Nenosiri la Kuthibitisha
ta: ஒரு உறுதியான கடவுச்சொல் உள்ளிடவும்
th: โปรดป้อนรหัสผ่านยืนยัน
ur: براہ کرم پاس ورڈ کی تصدیق کریں

source: Already Have An Accounts
am: የተመዘገበ አካውንት አለዎት
as: আপোনাৰ ইতিমধ্যে একাউণ্ট আছে
az: Artıq bir hesabınız var?
be: У вас ужо ёсць акаўнты
bn: ইতিমধ্যে একটি অ্যাকাউন্ট আছে
cy: Eisoes gan Gyfrif
et: Konto on juba olemas
eu: Jadanik Kontu Bat Dut
fi: Onko sinulla jo tili?
hy: Պատրաստի հաշիվ ունեք
is: Ertu með reikning?
kk: Бұрын акаунты бар
km: មានគណនីរួចហើយ
kn: ಈಗಾಗಲೇ ಖಾತೆ ಹೊಂದಿದ್ದೀರಿ
ky: Алдын ала Аккаунт бар
lo: ມີບັນຊີແລ້ວ?
mk: Веќе имате сметка
ml: അക്കൗണ്ടുകൾ ഇതിനകം ഉണ്ട്
my: အကောင့်ရှိပြီးပြီလား
ne: पहिले नै खाता छ?
pa: ਪਹਿਲਾਂ ਹੀ ਇੱਕ ਖਾਤਾ ਹੈ
ps: مخکې له دې چې حساب ولرئ
si: දැනටමත් ගිණුමක් තිබේ
sk: Už máte účet
sq: Tashmë keni një llogari?
sw: Tayari Una Akaunti
ta: ஏற்கனவே ஒரு கணக்கு உள்ளதா
ur: پہلے سے اکاؤنٹ ہے؟

source: Add Customer
am: ደንበኛ ይጨምሩ
as: গ্ৰাহক যোগ কৰক
az: Müştəri əlavə et
be: Дадаць Кліента
bn: গ্রাহক যোগ করুন
cy: Ychwanegu Cwsmer
et: Lisa klient
eu: Gehitu Bezeroa
fi: Lisää asiakas
hy: Ավելացնել հաճախորդ
is: Bæta við viðskiptavini
kk: Тапсырыш берушіні қосу
km: បន្ថែមអតិថិជន
kn: ಗ್ರಾಹಕ ಸೇರಿಸಿ
ky: Кардарды Кошуу
lo: ເພີ່ມລູກຄ້າ
mk: Додај клиент
ml: ഉപഭോക്താവ് ചേർക്കുക
my: အသုံးပြုသူထည့်ပါ
ne: ग्राहक थप्नुहोस्
pa: ਗਾਹਕ ਸ਼ਾਮਲ ਕਰੋ
ps: مشتري اضافه کړئ
si: කුමුදු එකතු කරන්න
sk: Pridať zákazníka
sq: Shto Klient
sw: Ongeza Mteja
ta: வாடிக்கையாளரை சேர்க்கவும்
th: เพิ่มลูกค้า
ur: گاہک شامل کریں

source: Date
am: ቀን
as: তাৰিখ
az: Tarix
be: Дата
bn: তারিখ
cy: Dyddiad
et: Kuupäev
eu: Data
fi: Päivämäärä
hy: tarikh
is: Dagsetning
kk: Күні
km: កាលបរិច្ឆេទ
kn: ದಿನಾಂಕ
ky: Дата
lo: ວັນທີ
mk: Датум
ml: തീയതി
my: ရက်စွဲ
ne: मिति
pa: ਤਾਰੀਖ
ps: نیټه
si: දිනය
sk: Dátum
sq: Data
sw: Tarehe
ta: தேதி
th: วันที่
ur: تاریخ

source: Customer Name
am: የደንበኛ ስም
as: গ্ৰাহকৰ নাম
az: Müştəri Adı
be: Імя Кліента
bn: গ্রাহকের নাম
cy: Enw Cwsmer
et: Kliendi nimi
eu: Bezeroaren Izena
fi: Asiakkaan nimi
hy: Հաճախորդի անուն
is: Nafn viðskiptavinar
kk: Тапсырыш беруші аты
km: ឈ្មោះអតិថិជន
kn: ಗ್ರಾಹಕ ಹೆಸರು
ky: Кардардын Аты
lo: ຊື່ລູກຄ້າ
mk: Име на клиентот
ml: ഉപഭോക്തൃ നാമം
my: အသုံးပြုသူအမည်
ne: ग्राहकको नाम
pa: ਗਾਹਕ ਦਾ ਨਾਮ
ps: د پیرودونکي نوم
si: කුමුදු නම
sk: Meno zákazníka
sq: Emri i Klientit
sw: Jina la Mteja
ta: வாடிக்கையாளர் பெயர்
th: ชื่อลูกค้า
ur: گاہک کا نام

source: Add Note
am: ማስታወቂያ ይጨምሩ
as: টোপনীৰ যোগ কৰক
az: Qeyd əlavə et
be: Дадаць Заўвагу
bn: নোট যোগ করুন
cy: Ychwanegu Nodyn
et: Lisa märkus
eu: Gehitu Oharra
fi: Lisää huomautus
hy: Ավելացնել նշում
is: Bæta við athugasemd
kk: Ескертпе қосу
km: បន្ថែមកំណត់ចំណាំ
kn: ಟೀಕೆ ಸೇರಿಸಿ
ky: Эскертме Кошуу
lo: ເພີ່ມໝາຍເຫດ
mk: Додај белешка
ml: കുറിപ്പ് ചേർക്കുക
my: မှတ်ချက်ထည့်ပါ
ne: नोट थप्नुहोस्
pa: ਨੋਟ ਸ਼ਾਮਲ ਕਰੋ
ps: یادښت اضافه کړئ
si: සටහනක් එකතු කරන්න
sk: Pridať poznámku
sq: Shto shënim
sw: Ongeza Noti
ta: குறிப்பு சேர்க்கவும்
th: เพิ่มบันทึก
ur: نوٹ شامل کریں

source: Add Expense
am: ወጪ ይጨምሩ
as: ব্যয় যোগ কৰক
az: Xərclər əlavə et
be: Дадаць Выдатак
bn: খরচ যোগ করুন
cy: Ychwanegu Gwariant
et: Lisa kulu
eu: Gehitu Gastua
fi: Lisää kuluerä
hy: Ավելացնել ծախս
is: Bæta við útgjöldum
kk: Шығын қосу
km: បន្ថែមចំណាយ
kn: ವೆಚ್ಚ ಸೇರಿಸಿ
ky: Чыгым Кошуу
lo: ເພີ່ມຄ່າໃຊ້ເງິນ
mk: Додај расход
ml: ചെലവ് ചേർക്കുക
my: အသုံးစရိတ်ထည့်ပါ
ne: खर्च थप्नुहोस्
pa: ਖਰਚ ਸ਼ਾਮਲ ਕਰੋ
ps: خرڅ اضافه کړئ
si: අයදුම් එකතු කරන්න
sk: Pridať výdavok
sq: Shto Shpenzim
sw: Ongeza Gharama
ta: செலவை சேர்க்கவும்
th: เพิ่มค่าใช้จ่าย
ur: اخراج شامل کریں

source: Expense Date
am: የወጪ ቀን
as: ব্যয়ৰ তাৰিখ
az: Xərclər Tarixi
be: Дата Выдаткаў
bn: খরচের তারিখ
cy: Dyddiad Gwariant
et: Kulu kuupäev
eu: Gastua Data
fi: Kulu pvm
hy: Ծախսի ամսաթիվ
is: Dagsetning útgjalds
kk: Шығын күні
km: កាលបរិច្ឆេទចំណាយ
kn: ವೆಚ್ಚ ದಿನಾಂಕ
ky: Чыгым Датасы
lo: ວັນທີໃຊ້ເງິນ
mk: Датум на расход
ml: ചെലവിന്റെ തീയതി
my: အသုံးစရိတ်ရက်စွဲ
ne: खर्च मिति
pa: ਖਰਚ ਦੀ ਤਾਰੀਖ
ps: د خرڅ نیټه
si: අයදුම් දිනය
sk: Dátum výdavku
sq: Data e Shpenzimit
sw: Tarehe ya Gharama
ta: செலவு தேதி
th: วันที่ค่าใช้จ่าย
ur: اخراجات کی تاریخ

source: Enter Expense Date
am: የወጪ ቀን ይገቡ
as: ব্যয়ৰ তাৰিখ প্রবিষ্ট কৰক
az: Xərclər Tarixini daxil edin
be: Увядзіце Дату Выдаткаў
bn: খরচের তারিখ লিখুন
cy: Rhowch Dyddiad Gwariant
et: Sisestage kulu kuupäev
eu: Sartu Gastuaren Data
fi: Syötä kulu pvm
hy: Մուտքագրեք ծախսի ամսաթիվը
is: Sláðu inn dagsetningu útgjalds
kk: Шығын күнін енгізіңіз
km: បញ្ចូលកាលបរិច្ឆេទចំណាយ
kn: ವೆಚ್ಚ ದಿನಾಂಕವನ್ನು ನಮೂದಿಸಿ
ky: Чыгым Датасын Киргизиңиз
lo: ປ້ອນວັນທີໃຊ້ເງິນ
mk: Внесете датум на расход
ml: ചെലവിന്റെ തീയതി നൽകുക
my: အသုံးစရိတ်ရက်စွဲထည့်ပါ
ne: खर्च मिति प्रविष्ट गर्नुहोस्
pa: ਖਰਚ ਦੀ ਤਾਰੀਖ ਦਾਖਲ ਕਰੋ
ps: د خرڅ نیټه داخل کړئ
si: අයදුම් දිනය ඇතුළත් කරන්න
sk: Zadajte dátum výdavku
sq: Shkruani Datën e Shpenzimit
sw: Ingiza Tarehe ya Gharama
ta: செலவு தேதியை உள்ளிடவும்
th: ป้อนวันที่ค่าใช้จ่าย
ur: اخراجات کی تاریخ درج کریں

source: Expense For
am: የወጪ ዓላማ
as: ব্যয়ৰ বাবে
az: Xərclər üçün
be: Выдатак Для
bn: এর জন্য খরচ
cy: Gwariant Ar Gyfer
et: Kulu jaoks
eu: Gastua Honetarako
fi: Kulu kohteelle
hy: Ծախսը
is: Útgjald fyrir
kk: Шығын себебі
km: ចំណាយសម្រាប់
kn: ವೆಚ್ಚ ಪರವಾನಗಿ
ky: Чыгым үчүн
lo: ຈ່າຍສ້າງເຫດການ
mk: Расход за
ml: ചെലവ് വേണ്ടി
my: အသုံးစရိတ်အတွက်
ne: खर्चको लागि
pa: ਖਰਚ ਲਈ
ps: د خرڅ لپاره
si: අයදුම් සඳහා
sk: Výdavok pre
sq: Shpenzimi për
sw: Gharama Kwa
ta: செலவு பகுதி
th: ค่าใช้จ่ายสำหรับ
ur: اخراجات کا لئے

source: Enter Name
am: ስም ይገቡ
as: নাম প্রবিষ্ট কৰক
az: Adını daxil edin
be: Увядзіце Імя
bn: নাম লিখুন
cy: Rhowch Enw
et: Sisestage nimi
eu: Sartu Izena
fi: Syötä nimi
hy: Մուտքագրեք անունը
is: Sláðu inn nafn
kk: Атын енгізіңіз
km: បញ្ចូលឈ្មោះ
kn: ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ky: Атыңызды Киргизиңиз
lo: ປ້ອນຊື່
mk: Внесете име
ml: പേര് നൽകുക
my: နာမည်ထည့်ပါ
ne: नाम प्रविष्ट गर्नुहोस्
pa: ਨਾਮ ਦਾਖਲ ਕਰੋ
ps: نوم داخل کړئ
si: නම ඇතුළත් කරන්න
sk: Zadajte meno
sq: Shkruani Emrin
sw: Ingiza Jina
ta: பெயர் உள்ளிடவும்
th: ป้อนชื่อ
ur: نام درج کریں

source: Amount
am: መጠን
as: মুঠ
az: Məbləğ
be: Сума
bn: পরিমাণ
cy: Swm
et: Summa
eu: Kantitatea
fi: Summa
hy: Գումար
is: Upphæð
kk: Сома
km: ចំនួន
kn: ಮೊತ್ತ
ky: Сумма
lo: ຈຳນວນເງິນ
mk: Износ
ml: തുക
my: ပမာဏ
ne: रकम
pa: ਰਕਮ
ps: مقدار
si: මුදල
sk: Čiastka
sq: Shuma
sw: Kiasi
ta: தொகை
th: จำนวนเงิน
ur: رقم

source: Reference Number
am: የግምገማ ቁጥር
as: ৰেফাৰেন্স সংখ্যা
az: İstinad Nömrəsi
be: Нумар Спасылкі
bn: রেফারেন্স নম্বর
cy: Rhif Cyfeirnod
et: Viitenumber
eu: Erreferentzia Zenbakia
fi: Viitenumero
hy: Հղման համար
is: Tilvísunarnúmer
kk: Сілтеме нөмірі
km: លេខយោង
kn: ಸಂದರ್ಭ ಸಂಖ್ಯೆ
ky: Ссылка Номери
lo: ເລກທີ່ນໍາໃຊ້ໃໝ່
mk: Референтен број
ml: ഉയിർപ്പു നമ്പർ
my: အမြေပေးနံပါတ်
ne: संदर्भ नम्बर
pa: ਸੰਕੇਤ ਨੰਬਰ
ps: د حوالې شمیره
si: සම්බන්ධක අංකය
sk: Referenčné číslo
sq: Numri i Referencës
sw: Nambari ya Marejeleo
ta: முகவர் எண்
th: หมายเลขอ้างอิง
ur: حوالہ نمبر

source: Enter Reference Number
am: የግምገማ ቁጥር ይገቡ
as: ৰেফাৰেন্স সংখ্যা প্রবিষ্ট কৰক
az: İstinad Nömrəsini daxil edin
be: Увядзіце Нумар Спасылкі
bn: রেফারেন্স নম্বর লিখুন
cy: Rhowch Rhif Cyfeirnod
et: Sisestage viitenumber
eu: Sartu Erreferentzia Zenbakia
fi: Syötä viitenumero
hy: Մուտքագրեք հղման համար
is: Sláðu inn tilvísunarnúmer
kk: Сілтеме нөмірін енгізіңіз
km: បញ្ចូលលេខយោង
kn: ಸಂದರ್ಭ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ky: Ссылка Номерди Киргизиңиз
lo: ປ້ອນເລກທີ່ນໍາໃຊ້ໃໝ່
mk: Внесете референтен број
ml: ഉയിർപ്പു നമ്പർ നൽകുക
my: အမြေပေးနံပါတ်ထည့်ပါ
ne: संदर्भ नम्बर प्रविष्ट गर्नुहोस्
pa: ਸੰਕੇਤ ਨੰਬਰ ਦਾਖਲ ਕਰੋ
ps: د حوالې شمیره داخل کړئ
si: සම්බන්ධක අංකය ඇතුළත් කරන්න
sk: Zadajte referenčné číslo
sq: Shkruani Numrin e Referencës
sw: Ingiza Nambari ya Marejeleo
ta: முகவர் எணை உள்ளிடவும்
th: ป้อนหมายเลขอ้างอิง
ur: حوالہ نمبر درج کریں

source: Note
am: ማስታወቂያ
as: টোপনী
az: Qeyd
be: Заўвага
bn: মন্তব্য
cy: Nodyn
et: Märkus
eu: Oharra
fi: Huomautus
hy: Նշում
is: Athugasemd
kk: Ескертпе
km: ចំណាំ
kn: ಟೀಕೆ
ky: Эскертме
lo: ໝາຍເຫດ
mk: Белешка
ml: കുറിപ്പ്
my: မှတ်ချက်
ne: नोट
pa: ਨੋਟ
ps: یادښت
si: සටහන
sk: Poznámka
sq: Shënim
sw: Noti
ta: குறிப்பு
th: บันทึก
ur: نوٹ

source: Enter Note
am: ማስታወቂያ ይገቡ
as: টোপনী প্রবিষ্ট কৰক
az: Qeydi daxil edin
be: Увядзіце Заўвагу
bn: মন্তব্য লিখুন
cy: Rhowch Nodyn
et: Sisestage märkus
eu: Sartu Oharra
fi: Syötä huomautus
hy: Մուտքագրեք նշումը
is: Sláðu inn athugasemd
kk: Ескертпені енгізіңіз
km: បញ្ចូលកំណត់សម្គាល់
kn: ಟೀಕೆ ನಮೂದಿಸಿ
ky: Эскертменин Киргизиңиз
lo: ປ້ອນໝາຍເຫດ
mk: Внесете белешка
ml: കുറിപ്പ് നൽകുക
my: မှတ်ချက်ထည့်ပါ
ne: नोट प्रविष्ट गर्नुहोस्
pa: ਨੋਟ ਦਾਖਲ ਕਰੋ
ps: یادښت داخل کړئ
si: සටහන ඇතුළත් කරන්න
sk: Zadajte poznámku
sq: Shkruani Shënimin
sw: Ingiza Noti
ta: குறிப்பை உள்ளிடவும்
th: ป้อนบันทึก
ur: نوٹ درج کریں

source: Add Expense Category
am: ወጪ የምድብ ይጨምሩ
as: ব্যয় শ্ৰেণী যোগ কৰক
az: Xərclər Kateqoriyası əlavə et
be: Дадаць Катэгорыю Выдаткаў
bn: ব্যয় বিভাগ যোগ করুন
cy: Ychwanegu Categori Gwariant
et: Lisa kulu kategooria
eu: Gehitu Gastu Kategoria
fi: Lisää kulukategoria
hy: Ավելացնել ծախսի կատեգորիա
is: Bæta við útgjaldaflokki
kk: Шығын санатын қосу
km: បន្ថែមប្រភេទចំណាយ
kn: ವೆಚ್ಚ ವರ್ಗ ಸೇರಿಸಿ
ky: Чыгым Категориясын Кошуу
lo: ເພີ່ມປະເພດຄ່າໃຊ້ເງິນ
mk: Додај категорија на расход
ml: ചെലവ് വിഭാഗം ചേർക്കുക
my: အသုံးစရိတ်အမျိုးအစားထည့်ပါ
ne: खर्च श्रेणी थप्नुहोस्
pa: ਖਰਚ ਦੀ ਸ਼੍ਰੇਣੀ ਸ਼ਾਮਲ ਕਰੋ
ps: د خرڅ کټګوري اضافه کړئ
si: අයදුම් කාණ්ඩයක් එකතු කරන්න
sk: Pridať kategóriu výdavkov
sq: Shto Kategorinë e Shpenzimeve
sw: Ongeza Jamii ya Gharama
ta: செலவு வகையை சேர்க்கவும்
th: เพิ่มหมวดค่าใช้จ่าย
ur: اخراجات کی قسم شامل کریں

source: Fashion
am: ፋሽን
as: ফেচন
az: Moda
be: Мода
bn: ফ্যাশন
cy: Ffasiwn
et: Moe
eu: Moda
fi: Muoti
hy: Ֆիրմային
is: Föt
kk: Мода
km: ស្ថាបត្យករ
kn: ಫ್ಯಾಷನ್
ky: Мода
lo: ຕົວແທນ
mk: Мода
ml: ഫാഷൻ
my: ဖက်ရှင်း
ne: फेसन
pa: ਫੈਸ਼ਨ
ps: فیشن
si: විවාහය
sk: Móda
sq: Modë
sw: Mitindo
ta: ஃபேஷன்
th: แฟชั่น
ur: فیشن

# cateogryName
source: Category Name
am: የምድብ ስም
as: শ্ৰেণীৰ নাম
az: Kateqoriya Adı
be: Назва Катэгорыі
bn: বিভাগের নাম
cy: Enw Categori
et: Kategooria nimi
eu: Kategoria Izena
fi: Kategorian nimi
hy: Կատեգորիայի անուն
is: Heiti flokks
kk: Санат атауы
km: ឈ្មោះប្រភេទ
kn: ವರ್ಗ ಹೆಸರು
ky: Категория Аты
lo: ຊື່ປະເພດ
mk: Име на категорија
ml: വിഭാഗത്തിന്റെ പേര്
my: အမျိုးအစားအမည်
ne: श्रेणीको नाम
pa: ਸ਼੍ਰੇਣੀ ਦਾ ਨਾਮ
ps: د کټګورۍ نوم
si: ප්‍රභේදයේ නම
sk: Názov kategórie
sq: Emri i Kategorisë
sw: Jina la Jamii
ta: வகை பெயர்
th: ชื่อหมวดหมู่
ur: قسم کا نام

source: Expense Category
am: የወጪ ምድብ
as: ব্যয় শ্ৰেণী
az: Xərclər Kateqoriyası
be: Катэгорыя Выдаткаў
bn: ব্যয় বিভাগ
cy: Categori Gwariant
et: Kulu kategooria
eu: Gastu Kategoria
fi: Kulukategoria
hy: Ծախսի կատեգորիա
is: Útgjaldaflokkur
kk: Шығын санаты
km: ប្រភេទចំណាយ
kn: ವೆಚ್ಚ ವರ್ಗ
ky: Чыгым Категориясы
lo: ປະເພດຄ່າໃຊ້ເງິນ
mk: Категорија на расход
ml: ചെലവ് വിഭാഗം
my: အသုံးစရိတ်အမျိုးအစား
ne: खर्च श्रेणी
pa: ਖਰਚ ਦੀ ਸ਼੍ਰੇਣੀ
ps: د خرڅ کټګوري
si: අයදුම් කාණ්ඩය
sk: Kategória výdavkov
sq: Kategoria e Shpenzimeve
sw: Jamii ya Gharama
ta: செலவு வகை
th: หมวดค่าใช้จ่าย
ur: اخراجات کی قسم

source: Select
am: ይምረጡ
as: বাচনি কৰক
az: Seç
be: Выбраць
bn: নির্বাচন করুন
cy: Dewis
et: Vali
eu: Aukeratu
fi: Valitse
hy: Ընտրել
is: Velja
kk: Таңдау
km: ជ្រើសរើស
kn: ಆಯ್ಕೆಮಾಡಿ
ky: Тандоо
lo: ເລືອກ
mk: Изберете
ml: തിരഞ്ഞെടുക്കുക
my: ရွေးချယ်မည်
ne: चयन गर्नुहोस्
pa: ਚੁਣੋ
ps: ټاکل
si: තෝරන්න
sk: Vybrať
sq: Zgjidh
sw: Chagua
ta: தேர்வு
th: เลือก
ur: منتخب کریں

source: Expense Report
am: የወጪ ሪፖርት
as: ব্যয় প্ৰতিবেদন
az: Xərclər Hesabatı
be: Даклад аб Выдатках
bn: ব্যয় রিপোর্ট
cy: Adroddiad Gwariant
et: Kulu aruanne
eu: Gastu Txostena
fi: Kuluraportti
hy: Ծախսերի հաշվետվություն
is: Útgjaldaskýrsla
kk: Шығын есептемесі
km: របាយការណ៍ចំណាយ
kn: ವೆಚ್ಚ ವರದಿ
ky: Чыгым Арыз
lo: ບົດລາຍການຄ່າໃຊ້ເງິນ
mk: Извештај за расход
ml: ചെലവ് റിപ്പോർട്ട്
my: အသုံးစရိတ်အစီရင်ခံစာ
ne: खर्च प्रतिवेदन
pa: ਖਰਚ ਦੀ ਰਿਪੋਰਟ
ps: د خرڅ راپور
si: අයදුම් වාර්තාව
sk: Správa o výdavkoch
sq: Raporti i Shpenzimeve
sw: Ripoti ya Gharama
ta: செலவு அறிக்கை
th: รายงานค่าใช้จ่าย
ur: اخراجات کی رپورٹ

# formDate
source: From Date
am: ከቀን
as: তাৰিখৰ পৰা
az: Başlanğıc Tarix
be: З Даты
bn: তারিখ থেকে
cy: O Dyddiad
et: Alates kuupäevast
eu: Data Hasiera
fi: Alkaen pvm
hy: Մեկնարկի ամսաթիվ
is: Frá dagsetningu
kk: Күнінен
km: ពីកាលបរិច្ឆេទ
kn: ದಿನಾಂಕದಿಂದ
ky: Датадан
lo: ວັນທີ່ເລີ່ມມື້
mk: Од датум
ml: തീയതിയിൽ നിന്ന്
my: ရက်စွဲမှ
ne: मिति देखि
pa: ਤਾਰੀਖ ਤੋਂ
ps: د نیټې څخه
si: දිනයේ සිට
sk: Od dátumu
sq: Nga Data
sw: Tarehe ya Kuanzia
ta: தேதி முதல்
th: จากวันที่
ur: تاریخ سے

source: To Date
am: ወደ ቀን
as: তাৰিখলৈ
az: Son Tarix
be: Да Даты
bn: তারিখ পর্যন্ত
cy: I Dyddiad
et: Kuni kuupäevani
eu: Data Amaiera
fi: Päättyen pvm
hy: Մեկնաժամ
is: Til dagsetningar
kk: Күніне
km: ទៅកាលបរិច្ឆេទ
kn: ದಿನಾಂಕಕ್ಕೆ
ky: Датага
lo: ວັນທີ່ສິ້ນສຸດ
mk: До датум
ml: തീയതിയിൽ വരെ
my: ရက်စွဲအထိ
ne: मिति सम्म
pa: ਤਾਰੀਖ ਤੱਕ
ps: تر نیټې
si: දිනය දක්වා
sk: Do dátumu
sq: Deri në Datë
sw: Tarehe ya Mwisho
ta: தேதி வரை
th: ถึงวันที่
ur: تاریخ تک

source: Total Expense
am: ጠቅላላ ወጪ
as: মুঠ ব্যয়
az: Ümumi Xərclər
be: Агульныя Выдаткі
bn: মোট ব্যয়
cy: Cyfanswm Gwariant
et: Kokku kulu
eu: Gastu Osoa
fi: Kokonaiskulut
hy: Ընդհանուր ծախս
is: Heildarútgjöld
kk: Жалпы шығын
km: ចំនួនចំណាយសរុប
kn: ಒಟ್ಟು ವೆಚ್ಚ
ky: Жалпы Чыгым
lo: ລວມຄ່າໃຊ້ເງິນທັງຫມົດ
mk: Вкупен расход
ml: മൊത്തം ചെലവ്
my: အသုံးစရိတ်စုစုပေါင်း
ne: कुल खर्च
pa: ਕੁੱਲ ਖਰਚ
ps: ټول خرڅ
si: මුදල් එකතුව
sk: Celkové výdavky
sq: Shpenzimi Total
sw: Jumla ya Gharama
ta: மொத்த செலவு
th: รวมค่าใช้จ่าย
ur: کل اخراجات

source: Home
am: ቤት
as: বাড়ী
az: Əsas Səhifə
be: Галоўная
bn: হোম
cy: Cartref
et: Avaleht
eu: Etxea
fi: Koti
hy: Տուն
is: Heim
kk: Басты бет
km: ទំព័រដើម
kn: ಮುಖಪುಟ
ky: Башкы Баракча
lo: ໜ້າຫຼັກ
mk: Дома
ml: ഗൃഹം
my: ပင်မစာမျက်နှာ
ne: गृहपृष्ठ
pa: ਘਰ
ps: کور
si: මුල් පිටුව
sk: Domov
sq: Ballina
sw: Nyumbani
ta: வீடு
th: หน้าหลัก
ur: ہوم

source: Sales
am: ሽያጭ
as: বিক্ৰী
az: Satışlar
be: Прадавец
bn: বিক্রয়
cy: Gwerthiant
et: Müük
eu: Salmentak
fi: Myynti
hy: Վաճառքներ
is: Sölu
kk: Сатып алу
km: ការលក់
kn: ಮಾರಾಟಗಳು
ky: Сатуу
lo: ການຂາຍ
mk: Продажби
ml: വിൽപ്പനകൾ
my: အေရာင်းအဝယ်များ
ne: बिक्री
pa: ਵਿਕਰੀ
ps: خرڅلاو
si: විකුණු
sk: Predaj
sq: Shitjet
sw: Mauzo
ta: விற்பனை
th: การขาย
ur: فروخت

source: Reports
am: ሪፖርቶች
as: প্ৰতিবেদন
az: Hesabatlar
be: Даклады
bn: রিপোর্টস
cy: Adroddiadau
et: Aruanded
eu: Txostenak
fi: Raportit
hy: Հաշվետվություններ
is: Skýrslur
kk: Есептер
km: របាយការណ៍
kn: ವರದಿಗಳು
ky: Арыздар
lo: ບົດລາຍການ
mk: Извештаи
ml: റിപോർട്ടുകൾ
my: အစီရင်ခံစာများ
ne: प्रतिवेदनहरू
pa: ਰਿਪੋਰਟਾਂ
ps: راپورونه
si: වාර්තා
sk: Správy
sq: Raportet
sw: Ripoti
ta: அறிக்கைகள்
th: รายงาน
ur: رپورٹس

source: Setting
am: ቅንብር
as: ছেটিং
az: Tənzimləmə
be: Налады
bn: সেটিংস
cy: Gosodiad
et: Seaded
eu: Ezarpena
fi: Asetukset
hy: Հարմարանք
is: Stillingar
kk: Параметрлер
km: ការកំណត់
kn: ಸೆಟ್ಟಿಂಗ್
ky: Түзүлүш
lo: ຕັ້ງຄ່າ
mk: Поставки
ml: ക്രമീകരണം
my: ဆက်တင်များ
ne: सेटिङ
pa: ਸੈਟਿੰਗ
ps: تنظیمات
si: සැකසුම්
sk: Nastavenia
sq: Cilësimet
sw: Mipangilio
ta: அமைப்பு
th: ตั้งค่า
ur: سیٹنگ

source: What's New
am: እንደሚያዳምጡ
as: নতুন কি
az: Nə Yeni
be: Што Новага
bn: নতুন কি
cy: Beth sy'n Newydd
et: Mis on uut
eu: Zer Da Berria
fi: Uutuudet
hy: Ի՞նչ նորություն կա
is: Hvað er nýtt
kk: Не жаңа
km: អ្វីដែលថ្មី
kn: ಹೊಸದು ಏನು
ky: Жаңы Нерселер
lo: ຫຍັງແມ່ນເປັນໃນ
mk: Што е ново
ml: എന്താണ് പുതിയത?
my: ဘာသာပြန်မှုများ
ne: के नयाँ छ
pa: ਨਵਾਂ ਕੀ ਹੈ
ps: نوې څه دي
si: නව ක්‍රියාවලිය
sk: Čo je nové
sq: Çfarë ka të re
sw: Kipya
ta: என்ன புதியது
th: มีอะไรใหม่
ur: نیا کیا ہے

source: Maan
am: ማን
as: মান
be: Ман
bn: মান
hy: Ման
km: មាន
kn: ಮಾನ್
ky: Ман
lo: ມານ
mk: Ман
ml: മാൻ
my: မအန်
ne: मान
pa: ਮਾਨ
ps: مان
si: මාං
ta: மான்
th: มาน
ur: مان

# pacakge
source: Package
am: ፓኬጅ
as: পেকেজ
az: Paket
be: Пакет
bn: প্যাকেজ
cy: Pecyn
et: Pakett
eu: Paketea
fi: Paketti
hy: Փաթեթ
is: Pakkning
kk: Пакет
km: កញ្ចប់
kn: ಪ್ಯಾಕೇಜ್
ky: Пакет
lo: ເອກະສານ
mk: Пакет
ml: പാക്കേജ്
my: ပါကစ်
ne: प्याकेज
pa: ਪੈਕੇਜ
ps: پیکج
si: පැකේජය
sk: Balenie
sq: Pako
sw: Kifurushi
ta: பேக்கேஜ்
th: แพคเกจ
ur: پیکیج

source: Bill To
am: ወንጀል ይደርስ
as: বিল
az: Ödəniş üçün
be: Рахунак Для
bn: বিল প্রাপ্তি করুন
cy: Bil i
et: Arve
eu: Faktura
fi: Laskutusosoite
hy: Մեծամասնությունը
is: Reikna til
kk: Тапсырыш берушіге
km: វិក្កយបត្រទៅ
kn: ಬಿಲ್ ಟು
ky: Төлөм Жасоо
lo: ຮູບແບບຮອງເອງ
mk: Сметка за
ml: ബില്ല് ചെയ്യുക
my: ဘီလ်အက်င်
ne: कसको नाममा बिल बुझाउनुहोस्
pa: ਬਿਲ ਕੀਤਾ ਜਾਵੇਗਾ
ps: بل ته
si: බිල්ල කරනවා
sk: Účtovať
sq: Fatura Për
sw: Mlipaji
ta: கோரிக்கை அனுப்பினர்
th: ส่งบิลไปยัง
ur: بل بھیجیں

source: Total Due
am: ጠቅላላ ወርቅ
as: মুঠ মাকৰ
az: Cəmi Borc
be: Агульная Пазыка
bn: মোট বাকি
cy: Cyfanswm Dyled
et: Kokku maksmine
eu: Osoa Ordaindu
fi: Kaikki maksamattomat
hy: Ընդհանուր պարտք
is: Heildarskylda
kk: Жалпы төлем
km: បំណុលសរុប
kn: ಒಟ್ಟು ಬಾಕಿ
ky: Жалпы Карыз
lo: ລວມຄ່າຊຳລະທັງຫມົດ
mk: Вкупен долг
ml: മൊത്തം ബാക്കി
my: စုစုပေါင်းကျသင့်
ne: कुल बाकी
pa: ਕੁੱਲ ਕਰਜ਼
ps: ټول پاتې
si: මුළු මුදල
sk: Celkom k úhrade
sq: Totali i Borxheve
sw: Jumla Inayostahili
ta: மொத்த கடன்
th: ยอดคงค้างทั้งหมด
ur: کل قرض

source: Payment Amount
am: የክፍያ መጠን
as: পে'মেন্টৰ মুঠ
az: Ödəniş Məbləği
be: Сума Аплаты
bn: পেমেন্ট পরিমাণ
cy: Swm Taliad
et: Makse summa
eu: Ordainketa Kantitatea
fi: Maksun määrä
hy: Վճարման գումար
is: Greiðslufjárhæð
kk: Төлем сомасы
km: ចំនួនការទូទាត់
kn: ಪಾವತಿ ಮೊತ್ತ
ky: Төлөм Суммасы
lo: ຈຳນວນເງິນຊຳລະ
mk: Износ на плаќање
ml: ചെലവ് തുക
my: ငွေပေးချေရေငုပမာဏ
ne: भुक्तान गरिएको रकम
pa: ਭੁਗਤਾਨ ਕੀਤੀ ਰਕਮ
ps: د تادیې مقدار
si: ගෙවූ මුදල
sk: Čiastka platby
sq: Shuma e Pagesës
sw: Kiasi cha Malipo
ta: கட்டண தொகை
th: จำนวนเงินที่ชำระ
ur: ادائیگی کی رقم

source: Remaining Due
am: የቀረው ወርቅ
as: বাকী মাকৰ
az: Qalıq Borc
be: Астатак Пазыкі
bn: বাকি অবশিষ্ট
cy: Dyled Ar Goll
et: Jäänud maksmine
eu: Gelditzen Den Ordaindu
fi: Maksamatta jäävä
hy: Մնացած պարտք
is: Eftirstöðvar
kk: Қалған төлем
km: បំណុលនៅសល់
kn: ಉಳಿದ ಬಾಕಿ
ky: Калган Карыз
lo: ລວມຄ່າຍ່ອຍທັງຫມົດ
mk: Останат долг
ml: ബാക്കിയുള്ള ബാക്കി
my: ကျသင့်ရက်ပစ်ကျသင့်
ne: बाकी रकम
pa: ਬਚਤ ਕਰਜ਼
ps: باقي پاتې
si: ඉතිරි මුදල
sk: Zostávajúca suma
sq: Borxhi i Mbetur
sw: Salio Inayostahili
ta: மீதி கடன்
th: ยอดคงค้างคงเหลือ
ur: باقی قرض

source: Thank You For Your DUe Payment
am: እናመሰግናለን የተከፈለውን ወርቅ
as: আপোনাৰ মাকৰ পে'মেন্টৰ বাবে ধন্যবাদ
az: Borcunuzu ödədiyiniz üçün təşəkkür edirik
be: Дзякуй за вашу аплату пазыкі
bn: আপনার বাকি পরিশোধের জন্য আপনাকে ধন্যবাদ
cy: Diolch am Eich Taliad Dyled
et: Aitäh teie makse eest
eu: Eskerrik Asko Zure Ordainketa Galdetzeko
fi: Kiitos maksustasi
hy: Շնորհակալություն ձեր պարտքի վճարման համար
is: Takk fyrir að greiða skuldirnar
kk: Төлем үшін рахмет
km: អរគុណចំពោះការទូទាត់បំណុលរបស់អ្នក
kn: ನಿಮ್ಮ ಬಾಕಿ ಪಾವತಿಗೆ ಧನ್ಯವಾದಗಳು
ky: Карыз Төлөмүңүз үчүн Рахмат
lo: ຂໍຂອບໃຈທ່ານສິນຄ້າຈ່າຍຊຳລະທັງຫມົດ
mk: Ви благодариме за вашето плаќање на долгот
ml: നിങ്ങളുടെ ബാക്കി തുക പേയ്‌മെന്റിന് നന്ദി
my: သင်၏ကျသင့်ပေးချေစောင့်အာမခံစာမှကောင်းပါသည်
ne: बाकी भुक्तानका लागि धन्यवाद
pa: ਤੁਹਾਡੇ ਕਰਜ਼ ਭੁਗਤਾਨ ਲਈ ਧੰਨਵਾਦ
ps: ستاسو د پاتې تادیې لپاره مننه
si: ඔබගේ මුදල සහාය කරන ගමන සදහා ස්වයංක්රීයයි ස්වයංක්රීයයි
sk: Ďakujeme za Vašu platbu
sq: Ju faleminderit për Pagesën Tuaj të Borxhit
sw: Asante kwa Malipo yako yanayostahili
ta: உங்கள் கடன் கட்டணத்துக்கு நன்றி
th: ขอบคุณสำหรับการชำระค่าใช้จ่ายคงค้างของคุณ
ur: آپ کی قرض کی ادائیگی کا شکریہ

source: Print
am: ማቅረብ
as: মুদ্রণ
az: Çap Et
be: Друк
bn: মুদ্রণ
cy: Argraffu
et: Prindi
eu: Inprimatu
fi: Tulosta
hy: Տպել
is: Prenta
kk: Баспау
km: បោះពុម្ព
kn: ಮುದ್ರಿಸು
ky: Басып чыгарыңыз
lo: ພິມ
mk: Печати
ml: അച്ചടിക്കുക
my: ပုံနှိပ်ပါ
ne: मुद्रण गर्नुहोस्
pa: ਛਾਪੋ
ps: چاپ
si: මුද්‍රණය
sk: Tlačiť
sq: Printo
sw: Chapisha
ta: அச்சுப்பிடு
th: พิมพ์
ur: پرنٹ کریں

source: Product
am: ምርት
as: পণ্য
az: Məhsul
be: Тавар
bn: প্রোডাক্ট
cy: Cynnyrch
et: Toode
eu: Produktu
fi: Tuote
hy: Ապրանք
is: Vara
kk: Өнім
km: ផលិតផល
kn: ಉತ್ಪನ್ನ
ky: Өнүм
lo: ສິນຄ້າ
mk: Производ
ml: ഉൽപ്പന്നം
my: အကြောင်း
ne: उत्पाद
pa: ਉਤਪਾਦ
ps: محصول
si: නිශ්චිතය
sk: Produkt
sq: Produkti
sw: Bidhaa
ta: பொருள்
th: สินค้า
ur: مصنوعات

source: Quantity
am: መጠን
as: পরিমাণ
az: Miqdar
be: Колькасць
bn: পরিমাণ
cy: Nifer
et: Kogus
eu: Kantitatea
fi: Määrä
hy: Քանակ
is: Magn
kk: Саны
km: បរិមាណ
kn: ಪ್ರಮಾಣ
ky: Саны
lo: ຈຳນວນ
mk: Количество
ml: അളവ്
my: အရေအတွက်
ne: मात्रा
pa: ਮਾਤਰਾ
ps: مقدار
si: ප්‍රමාණය
sk: Množstvo
sq: Sasia
sw: Kiasi
ta: அளவு
th: ปริมาณ
ur: مقدار

# unitPirce
source: Unit Price
am: አንድ ዋጋ
as: একক মূল্য
az: Birim Qiymət
bn: ইউনিট মূল্য
cy: Pris Uned
et: Ühikuhind
eu: Unitate Prezioa
fi: Yksikköhinta
hy: Միավորի գին
is: Verð á einingu
kk: Бірлік бағасы
km: តម្លៃឯកតា
kn: ಯೂನಿಟ್ ಬೆಲೆ
ky: Бирдиктин баасы
lo: ລາຄາຕາຕະລາງ
mk: Единична цена
ml: അഞ്ചു വില
my: ယူနစ်ခြင်း
ne: एकक मूल्य
pa: ਇਕਾਈ ਕੀਮਤ
ps: د واحد قیمت
si: ඒකක මිල
sk: Jednotková cena
sq: Çmimi për Njësi
sw: Bei ya Kipande
ta: ஒருவகை விலை
th: ราคาต่อหน่วย
ur: فی اکائی قیمت

source: Total Price
am: አጠቃላይ ዋጋ
as: মুঠ মূল্য
az: Cəmi Qiymət
be: Агульная сума
bn: মোট মূল্য
cy: Pris Cyfan
et: Kokkuhind
eu: Total Prezioa
fi: Kokonaishinta
hy: Ընդհանուր գին
is: Heildarverð
kk: Жалпы баға
km: តម្លៃសរុប
kn: ಒಟ್ಟು ಬೆಲೆ
ky: Жалпы баа
lo: ລວມລາຄາທັງຫມົດ
mk: Вкупна цена
ml: ആകെ വില
my: စုစုပေါင်းကို
ne: कुल मूल्य
pa: ਕੁੱਲ ਕੀਮਤ
ps: مجموع قیمت
si: මුළු මිල
sk: Celková cena
sq: Çmimi Total
sw: Jumla ya Bei
ta: மொத்த விலை
th: ราคารวม
ur: کل قیمت

source: Sub Total
am: የአንደኛ ዋጋ
as: উপমুঠ
az: Alt Cəm
be: Падсумма
bn: উপ-মোট
cy: Is-Sym
et: Vahekokku
eu: Azpitotal
fi: Välisumma
hy: Երկրորդական գումար
is: Afgreidd heild
kk: Жалпы сома
km: សរុបរង
kn: ಉಪಮೊತ್ತ
ky: Жарым-жартылай сумма
lo: ລວມລາຄາຍົວກວ່າ
mk: Вкупно без ДДВ
ml: ഉപത്തെ ആകെ
my: စုစုပေါင်း
ne: उपकुल
pa: ਉਪ ਕੁੱਲ
ps: فرعي مجموع
si: උප මුලු
sk: Medzisúčet
sq: Nëntotali
sw: Jumla Ndogo
ta: கூட்டு விலை
th: ยอดรวมย่อย
ur: ذیلی کل

source: Total Vat
am: አጠቃላይ VAT
as: মুঠ ভ্যাট
az: Ümumi Vət
be: Агульны ПДВ
bn: মোট ভ্যাট
cy: Cyfanswm TAW
et: Käibemaks kokku
eu: BEZ Totala
fi: Kokonaisvero
hy: Ընդհանուր ԱԱՀ
is: Heildar VSK
kk: Жалпы алдау
km: អាករពន្ធ
kn: ಒಟ್ಟು ವ್ಯಾಟ್
ky: Жалпы КНД
lo: ລວມມອງການພາສີທັງຫມົດ
mk: Вкупно ДДВ
ml: ആകെ വാറ്റ്
my: စုစုပေါင်းအသုံးစရိတ်
ne: कुल भ्याट
pa: ਕੁੱਲ ਵੈਟ
ps: مجموع VAT
si: මුළු වැඩ
sk: Celková DPH
sq: TVSH Total
sw: Jumla ya Kodi
ta: மொத்த வாட்டு
th: ภาษีมูลค่าเพิ่มรวม
ur: کل ویٹ

source: Discount
am: ቅናሽ
as: ছাড়
az: Endirim
be: Скідка
bn: ডিসকাউন্ট
cy: Disgownt
et: Soodustus
eu: Deskontua
fi: Alennus
hy: Զեղչ
is: Afsláttur
kk: Жеңілдік
km: បញ្ចុះតម្លៃ
kn: ರಿಯಾಯಿತಿ
ky: Жарна
lo: ສ່ວນຫຼຸດ
mk: Попуст
ml: ഡിസ്‌കൗണ്ട്
my: လျှော့စျေး
ne: छुट
pa: ਛੋਟ
ps: تخفیف
si: වට්ටම
sk: Zľava
sq: Zbritje
sw: Punguzo
ta: தள்ளுபடி
th: ส่วนลด
ur: چھوٹ

source: Delivery Charge
am: መዋጮ ጭነት
as: ডেলিভাৰী মাচুল
az: Çatdırılma Dəyəri
be: Плата за дастаўку
bn: ডেলিভারি চার্জ
cy: Tâl Dosbarthu
et: Kohaletoimetamise tasu
eu: Bidalketa Kostua
fi: Toimituskulu
hy: Առաքման վճար
is: Sendingarkostnaður
kk: Жеткізу алдын алу
km: ថ្លៃដឹកជញ្ជូន
kn: ವಿತರಣಾ ಶುಲ್ಕ
ky: Жеткирип берүү акысы
lo: ຄ່າຂົນສົ່ງ
mk: Такса за достава
ml: ഡെലിവറി ചാർജ്
my: ပေးပို့ခဲ့သည်
ne: वितरण शुल्क
pa: ਡਿਲਿਵਰੀ ਖਰਚ
ps: د تحویلۍ فیس
si: සේවා ප්රවාහන ගාස්තු
sk: Poplatok za doručenie
sq: Kosto e Dorëzimit
sw: Gharama ya Uwasilishaji
ta: விநியோக கட்டணம்
th: ค่าจัดส่ง
ur: ترسیل کی فیس
