Repository: userfriendly125/azkaios
Catalog: lib/l10n/intl_*.arb
Languages: am, as, az, be, bn, cy, et, eu, fi, hy, is, kk, km, kn, ky, lo, mk, ml, my, ne, pa, ps, si, sk, sq, sw, ta, th, ur

source: SL
be: Нумар
bn: ক্রমিক
kn: ಎಸ್‌ಎಲ್
lo: ລະດັບ
mk: СЛ
ne: क्रम
si: එස් එල්
ta: எஸ்.எல்

source: Product Description
am: የምርት መግለጫ
as: প্ৰযুক্ত বিৱৰণ
az: Məhsul Təsviri
be: Апісанне прадукту
bn: পণ্যের বিবরণ
cy: Disgrifiad Cynnyrch
et: Toote kirjeldus
eu: Produktuen Deskribapena
fi: Tuotekuvaus
hy: Ապրանքի նկարագրություն
is: Vöru lýsing
kk: Өнімнің сипаттамасы
km: ការពិពណ៌នាផលិតផល
kn: ಉತ್ಪನ್ನ ವಿವರಣೆ
ky: Продукттун сүрөттөлүшү
lo: ລວມລະບຽດສິນຄ້າ
mk: Опис на производот
ml: ഉൽപ്പന്നത്തിന്റെ വിവരണം
my: ထုတ်ကုန်အကြောင်းအရာ
ne: उत्पादन विवरण
pa: ਉਤਪਾਦ ਦਾ ਵੇਰਵਾ
ps: د محصول تفصیل
si: නිෂ්පාදන විවරණය
sk: Popis produktu
sq: Përshkrimi i Produktit
sw: Maelezo ya Bidhaa
ta: பொருள் விளக்கம்
th: รายละเอียดผลิตภัณฑ์
ur: پروڈکٹ کی تفصیل

source: Warranty
am: የተያያዘ ዕቃ
as: গেৰেণ্টী
az: Zəmanət
be: Гарантыя
bn: ওয়ারেন্টি
cy: Gwarant
et: Garantii
eu: Berme
fi: Takuu
hy: Պատասխանատվություն
is: Ábyrgð
kk: Кепілдік
km: ការធានា
kn: ವಾರಂಟಿ
ky: Кепилдик
lo: ການປ່ອນໃຫ້
mk: Гаранција
ml: വാറന്റി
my: အာမခံ
ne: गारंटी
pa: ਵਾਰੰਟੀ
ps: تضمین
si: හෝඩිය
sk: Záruka
sq: Garancia
sw: Dhamana
ta: உறுதிப்பத்திரம்
th: การรับประกัน
ur: ضمانت

source: Unit Price
am: የአንድ ዋጋ
as: একক মূল্য
az: Birlik Qiyməti
be: Цана за адзінку
bn: একক মূল্য
cy: Pris Uned
et: Ühik hind
eu: Unitateko Prezioa
fi: Yksikköhinta
hy: Միավոր գինը
is: Einingarverð
kk: Бірлік бағасы
km: តម្លៃត្រួតពិនិត្យ
kn: ಒಟ್ಟು ಬೆಲೆ
ky: Бөлүк баасы
lo: ລາຄາໃບຕົວ
mk: Цена по единица
ml: അളവ് വില
my: ယူနစ်ဈေးနှုန်း
ne: एकाइ मूल्य
pa: ਇਕਾਈ ਮੁੱਲ
ps: یونیټ قیمت
si: ඉක්මනින් ගෙවීමේ මිල
sk: Jednotková cena
sq: Çmimi për Njësi
sw: Bei ya Kitengo
ta: அலகு விலை
th: ราคาต่อหน่วย
ur: یونٹ قیمت

source: In Word
am: በቃል
as: শব্দত
az: Sözlə
be: Словамі
bn: শব্দে
cy: Mewn Geiriau
et: Sõnades
eu: Hitzetan
fi: Sanoin
hy: Բառով
is: Í orði
kk: Сөзбен
km: នៅក្នុងពាក្យ
kn: ಶಬ್ದದಲ್ಲಿ
ky: Сөз менен
lo: ໃນສັບດຽວ
mk: Во зборови
ml: വാക്കുകളിൽ
my: စာဖြင့်
ne: शब्दमा
pa: ਸ਼ਬਦਾਂ ਵਿੱਚ
ps: په کلمو کې
si: ශබ්දයෙන්
sk: Slovom
sq: Në Fjalë
sw: Katika Neno
ta: வெறுமொழியில்
th: เป็นคำ
ur: الفاظ میں

source: Generating PDF
am: PDF እንደሚፈጥር
as: PDF উৎপাদন কৰা হৈছে
az: PDF Yaradılır
be: Генерацыя PDF
bn: PDF তৈরি হচ্ছে
cy: Cynhyrchu PDF
et: PDF-i genereerimine
eu: PDFa Sortzen
fi: PDF:tä luodaan
hy: PDF ստեղծում
is: Að búa til PDF
kk: PDF жасалуда
km: កំពុងបង្កើត PDF
kn: ಪಿಡಿಎಫ್ ಅನ್ನು ರಚಿಸುತ್ತಿದೆ
ky: PDF түзүү
lo: ກຳລັງເປີດ PDF
mk: Генерирање на PDF
ml: PDF സൃഷ്ടിക്കുന്നു
my: PDF ဖန်တီးနေသည်
ne: PDF तयार गर्दै
pa: PDF ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
ps: PDF تولید کول
si: PDF ජනනය කිරීම
sk: Generovanie PDF
sq: Duke gjeneruar PDF
sw: Inatengeneza PDF
ta: PDF உருவாக்கப்படுகிறது
th: กำลังสร้าง PDF
ur: پی ڈی ایف تیار کر رہے ہیں

source: Created and Saved
am: የተፈጥሮ እና የተቀመጠ
as: সৃষ্টি কৰা আৰু সংৰক্ষণ কৰা
az: Yaradıldı və saxlandı
be: Створана і захавана
bn: তৈরি এবং সংরক্ষণ করা হয়েছে
cy: Creu a Dihangodd
et: Loodud ja salvestatud
eu: Sortu eta Gorde da
fi: Luotu ja tallennettu
hy: Ստեղծվել և պահպանվել
is: Búið til og vistað
kk: Жасалды және сақталды
km: បានបង្កើតនិងរក្សាទុក
kn: ರಚಿಸಲಾಯಿತು ಮತ್ತು ಉಳಿಸಲಾಗಿದೆ
ky: Түзүлдү жана сакталды
lo: ເປີດແລະເກັບສຽງ
mk: Создадено и зачувано
ml: സൃഷ്ടിച്ചു, രക്ഷപ്പെട്ടു
my: ဖန်တီးပြီး သိမ်းဆည်းထားသည်
ne: सिर्जना गरिएको र सुरक्षित
pa: ਬਣਾਇਆ ਗਿਆ ਅਤੇ ਸੰਭਾਲਿਆ ਗਿਆ
ps: جوړ شوی او زیرمه شوی
si: ආරම්භක හා සුරකින්නා
sk: Vytvorené a uložené
sq: Krijuar dhe Ruajtur
sw: Imetengenezwa na Kuokolewa
ta: உருவாக்கப்பட்டது மற்றும் சேமிக்கப்பட்டது
th: สร้างและบันทึก
ur: تیار اور محفوظ کر دیا گیا

source: Successfully Done
am: በተሳካ መንገድ ተከናውኗል
as: সফলভাৱে কৰা হৈছে
az: Uğurla tamamlandı
be: Успешна завершана
bn: সফলভাবে সম্পন্ন
cy: Wedi'i Gwblhau'n Llwyddiannus
et: Edukas
eu: Arrakastaz eginda
fi: Onnistuneesti suoritettu
hy: Հաջողությամբ ավարտված
is: Lokið með góðum árangri
kk: Сәтті аяқталды
km: បានបញ្ចប់ដោយជោគជ័យ
kn: ಸಫಲವಾಗಿ ಮಾಡಲಾಗಿದೆ
ky: Ийгиликтүү аякталды
lo: ເຮັດແລ້ວສົມບູນ
mk: Успешно завршено
ml: വിജയകരമായി പൂർത്തിയായി
my: အောင်မြင်စွာပြီးမြောက်ခဲ့သည်
ne: सफलतापूर्वक गरिएको
pa: ਸਫਲਤਾ ਨਾਲ ਕੀਤਾ ਗਿਆ
ps: په بریالیتوب سره بشپړ شو
si: සාර්ථකව කරන ලදි
sk: Úspešne vykonané
sq: Kryer me sukses
sw: Imekamilika kwa Mafanikio
ta: வெற்றிகரமாக முடிந்தது
th: เสร็จสมบูรณ์
ur: کامیابی سے ہو گیا

source: Return QTY
am: የመመለስ ብዛት
as: উভতি পৰিমাণ
az: Qayıdış miqdarı
be: Колькасць вяртання
bn: রিটার্ন পরিমাণ
cy: Dychwelyd QTY
et: Tagastus kogus
eu: Itzuli KANTITATEA
fi: Palautusmäärä
hy: Վերադարձի քանակ
is: Skila magn
kk: Қайтару саны
km: បរិមាណត្រឡប់
kn: ಹಿಂತೆಗೆದುಕೊಳ್ಳುವ ಪ್ರಮಾಣ
ky: Кайтарым саны
lo: ຈຳນວນຄືນ
mk: Куќа за враќање
ml: തിരിച്ചുവരവ് അളവ്
my: ပြန်လည်အရေအတွက်
ne: फिर्ता मात्र
pa: ਵਾਪਸੀ QTY
ps: د راستنېدنې مقدار
si: ආපසු යැවීමේ ප්‍රමාණය
sk: Množstvo na vrátenie
sq: Sasia e Kthimit
sw: Kiasi cha Kurudi
ta: திருப்பி அளவு
th: จำนวนที่คืน
ur: واپسی کی مقدار

source: Out of Stock
am: በእቃ ውስጥ የለም
as: ষ্টকত নাই
az: Anbarda yoxdur
be: Няма ў наяўнасці
bn: স্টক নেই
cy: Ar Goll o Stoc
et: Laos pole
eu: Stock-ean ez
fi: Loppu varastosta
hy: Չկա պաշարում
is: Utan birgða
kk: Қоймада жоқ
km: ស្តុកអស់
kn: ಸ್ಟಾಕ್‌ನಲ್ಲಿ ಇಲ್ಲ
ky: Запаста жок
lo: ສິນຄ້າບໍ່ມີສິນຄ້າ
mk: Недостиг на залихи
ml: സ്റ്റോക്കിൽ ഇല്ല
my: ဆိပ်ကမ်းအတွင်း မရရှိနိုင်ပါ
ne: स्टकमा छैन
pa: ਸਟਾਕ ਵਿੱਚ ਨਹੀਂ
ps: زیرمه ختمه ده
si: හිඟය
sk: Nie je na sklade
sq: Nuk ka stok
sw: Haina Hisa
ta: கையிருப்பு இல்லை
th: สินค้าหมด
ur: اسٹاک میں نہیں ہے

source: Select a product for return
am: እቃ ለመመለስ ይምረጡ
as: উভতি দিবলৈ এটা প্ৰযুক্ত বাচনি কৰক
az: Qayıtma üçün bir məhsul seçin
be: Выберыце прадукт для вяртання
bn: রিটার্নের জন্য একটি পণ্য নির্বাচন করুন
cy: Dewiswch gynnyrch ar gyfer dychwelyd
et: Valige tagastamiseks toode
eu: Aukeratu itzultzeko produktua
fi: Valitse palautettava tuote
hy: Ընտրեք վերադարձի ապրանքը
is: Veldu vöru til að skila
kk: Қайтару үшін өнім таңдаңыз
km: សូមជ្រើសរើសផលិតផលសម្រាប់ត្រឡប់
kn: ಹಿಂತೆಗೆದುಕೊಳ್ಳಲು ಉತ್ಪನ್ನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ky: Кайтуу үчүн продукт тандаңыз
lo: ເລືອກສິນຄ້າເພື່ອຄືນ
mk: Изберете производ за враќање
ml: തിരിച്ചു നൽകാൻ ഒരു ഉൽപ്പന്നം തിരഞ്ഞെടുക്കുക
my: ပြန်လည်ရန်ထုတ်ကုန်တစ်ခုကိုရွေးချယ်ပါ
ne: फिर्ताका लागि उत्पादन चयन गर्नुहोस्
pa: ਵਾਪਸੀ ਲਈ ਇੱਕ ਉਤਪਾਦ ਚੁਣੋ
ps: د راستنیدو لپاره محصول انتخاب کړئ
si: ආපසු යැවීමට නිෂ්පාදනයක් තෝරන්න
sk: Vyberte produkt na vrátenie
sq: Zgjidhni një produkt për kthim
sw: Chagua bidhaa kwa ajili ya kurudi
ta: திருப்பிக்கு ஒரு பொருளை தேர்ந்தெடுக்கவும்
th: เลือกผลิตภัณฑ์สำหรับการคืน
ur: واپسی کے لیے ایک پروڈکٹ منتخب کریں

source: Confirm return
am: የመመለስ ማረጋገጫ
as: উভতি নিশ্চিত কৰক
az: Qayıtmanı təsdiqləyin
be: Пацвердзіць вяртанне
bn: রিটার্ন নিশ্চিত করুন
cy: Cadarnhau dychwelyd
et: Kinnitage tagastus
eu: Itzulketa baieztatu
fi: Vahvista palautus
hy: Հաստատեք վերադարձը
is: Staðfesta skila
kk: Қайтауды растау
km: បញ្ជាក់ការត្រឡប់
kn: ಹಿಂತೆಗೆದುಕೊಳ್ಳುವನ್ನು ಖಚಿತಪಡಿಸಿ
ky: Кайтууну ырастоо
lo: ຢືນຢັນຄືນ
mk: Потврди враќање
ml: തിരിച്ചുവിടാൻ സ്ഥിരീകരിക്കുക
my: ပြန်လည်အတည်ပြုပါ
ne: फिर्ता पुष्टि गर्नुहोस्
pa: ਵਾਪਸੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
ps: د راستنېدنې تصدیق
si: ආපසු යැවීම සහතික කරන්න
sk: Potvrdiť vrátenie
sq: Konfirmoni kthimin
sw: Thibitisha kurudi
ta: திருப்பியை உறுதிசெய்க
th: ยืนยันการคืน
ur: واپسی کی تصدیق کریں

source: Total Purchase
am: ድምር ግዢ
as: মুঠ ক্ৰয়
az: Ümumi Alış
be: Агульная пакупка
bn: মোট ক্রয়
cy: Cyfanswm Prynwch
et: Kokku ost
eu: Erosketa Guztira
fi: Yhteensä ostot
hy: Ընդհանուր գնում
is: Heildarkaup
kk: Жалпы сатып алу
km: ចំនួនទិញសរុប
kn: ಒಟ್ಟು ಖರೀದಿ
ky: Жалпы сатып алуу
lo: ຊື້ທັງໝົດ
mk: Вкупно купување
ml: മൊത്തം വാങ്ങൽ
my: စုစုပေါင်း ဝယ်ယူမှု
ne: कुल खरिद
pa: ਕੁੱਲ ਖਰੀਦ
ps: ټول پیرود
si: මුළු මිලදී ගැනීම
sk: Celkový nákup
sq: Blerja Totale
sw: Jumla ya Ununuzi
ta: மொத்த வாங்குதல்
th: ยอดรวมการซื้อ
ur: مجموعی خریداری

source: (From
am: (ከ
as: (থেকে
az: (Dən
be: (З
bn: (থেকে
cy: (O
et: (Alates
eu: (Tik
fi: (Alkaen
hy: (Մեկնարկ
is: (Frá
kk: (Бастап
km: (ពី
kn: (ರಿಂದ
ky: (Дан
lo: (ຈາກ
mk: (Од
ml: (നിന്നു
my: (မှ
ne: (बाट
pa: (ਤੋਂ
ps: (له
si: (ආසන්නය
sk: (Od
sq: (Nga
sw: (Kutoka
ta: (இயல்பான
th: (จาก
ur: (سے

source: to
am: እስከ
as: লৈ
az: dək
be: да
bn: পর্যন্ত
cy: i
et: kuni
eu: arte
fi: asti
hy: մեթել
is: til
kk: туралы
km: ដល់
kn: ಗೆ
ky: ге
lo: ສູ່
mk: до
ml: ലേക്ക്
my: ထဲသို့
ne: लाई
pa: ਤੱਕ
ps: تر
si: ටෝ
sk: do
sq: në
sw: ku
ta: க்கு
th: ถึง
ur: تک

source: (This Month)
am: (ይህ ወር)
as: (এই মাহ)
az: (Bu Ay)
be: (У гэтым месяцы)
bn: (এই মাসে)
cy: (Y Mis hwn)
et: (Sellel kuul)
eu: (Hilabete honetan)
fi: (Tämä kuukausi)
hy: (Այս ամսում)
is: (Þessi mánuður)
kk: (Бұл айда)
km: (ខែនេះ)
kn: (ಈ ತಿಂಗಳು)
ky: (Бул ай)
lo: (ໃນເດືອນນີ້)
mk: (Овој месец)
ml: (ഈ മാസം)
my: (ဒီလ)
ne: (यस महिना)
pa: (ਇਸ ਮਹੀਨੇ)
ps: (دا میاشت)
si: (මේ මාසයේ)
sk: (Tento mesiac)
sq: (Ky Muaj)
sw: (Mwezi Huu)
ta: (இந்த மாதம்)
th: (เดือนนี้)
ur: (اس مہینے)

source: Purchase Return Report
am: የግዢ መመለስ ሪፖርት
as: ক্ৰয় উভতি প্ৰতিবেদন
az: Alış Qayıdışı Hesabatı
be: Аналіз вяртання пакупак
bn: ক্রয় রিটার্ন রিপোর্ট
cy: Adroddiad Dychweliad Prynwch
et: Ostu tagastuse aruanne
eu: Erosketa Itzulketa Txostena
fi: Oston palautusraportti
hy: Գնումների վերադարձի զեկույց
is: Kaupa skila skýrsla
kk: Сатып алу қайтару туралы есеп
km: របាយការណ៍សងវិក្កយបត្រ
kn: ಖರೀದಿ ಹಿಂತೆಗೆದುಕೊಳ್ಳುವ ವರದಿ
ky: Сатып алуу кайтарым отчету
lo: ລາຍງານຄືນຊື້
mk: Извештај за враќање на купување
ml: വാങ്ങൽ തിരിച്ചു റിപ്പോർട്ട്
my: ဝယ်ယူမှု ပြန်လည်အစီရင်ခံစာ
ne: खरीद फिर्ता रिपोर्ट
pa: ਖਰੀਦ ਵਾਪਸੀ ਰਿਪੋਰਟ
ps: د پیرود راستنېدنې راپور
si: මිලදී ගැනීම් ආපසු වාර්තා
sk: Správa o vrátení nákupu
sq: Raporti i Kthimit të Blerjeve
sw: Ripoti ya Kurudi kwa Ununuzi
ta: வாங்கியதை திருப்பி செலுத்தும் அறிக்கையால்
th: รายงานการคืนสินค้า
ur: خریداری کی واپسی کی رپورٹ

source: Total returns
am: ድምር መመለስ
as: মুঠ উভতি
az: Ümumi qayıtmalar
be: Агульная колькасць вяртанняў
bn: মোট রিটার্ন
cy: Cyfanswm Dychweliadau
et: Kokku tagastused
eu: Itzulketa Guztira
fi: Yhteensä palautuksia
hy: Ընդհանուր վերադարձներ
is: Heildar skila
kk: Жалпы қайтарулар
km: សរុបការសងវិក្កយបត្រ
kn: ಒಟ್ಟು ಹಿಂತೆಗೆದುಕೊಳ್ಳುವಿಕೆ
ky: Жалпы кайтарымдар
lo: ຈຳນວນຄືນທັງໝົດ
mk: Вкупно враќања
ml: മൊത്തം തിരിച്ചു
my: စုစုပေါင်း ပြန်လည်လက်ခံမှု
ne: कुल फिर्ताहरू
pa: ਕੁੱਲ ਵਾਪਸੀਆਂ
ps: ټول راستنېدنې
si: මුළු ආපසු
sk: Celkový počet vrátení
sq: Kthimet Totale
sw: Jumla ya Marejesho
ta: மொத்த திருப்பி
th: จำนวนการคืนทั้งหมด
ur: مجموعی واپسی

source: Ph.no
am: ስልክ ቁጥር
as: ফোন নম্বৰ
az: Tel. Nömrəsi
be: Тэлефонны нумар
bn: ফোন নম্বর
fi: Puhelin nro
hy: Հեռ. N:
is: Símanúmer
kk: Тел. номері
km: លេខទូរស័ព្ទ
kn: ಫೋನ್ ನಂ
ky: Ф.нум.
lo: ເບິ່ງເພີ່ນ
mk: Тел. бр.
ml: ഫോൺ നമ്പർ
my: ဖုန်းနံပါတ်
ne: फोन नं.
pa: ਫੋਨ ਨੰਬਰ
ps: د ټیلفون شمېره
si: දුරකථන අංකය
sk: Tel. č.
sq: Numri i Telefonit
ta: தொலைபேசி எண்
th: หมายเลขโทรศัพท์
ur: فون نمبر

source: Loss/Profit Report
am: ጉዳት/ትርፍ ሪፖርት
as: লোকচান/লাভ প্ৰতিবেদন
az: Ziyan/Qazanc Hesabatı
be: Аналіз страт і прыбыткаў
bn: ক্ষতি/লাভ রিপোর্ট
cy: Adroddiad Colli/Gwnaed
et: Kahjumi/saagi aruanne
eu: Galera/Irabazi Txostena
fi: Tappiovoitto raportti
hy: Նվազում/շահույթ զեկույց
is: Taps/Gróða skýrsla
kk: Зиян/Пайда туралы есеп
km: របាយការណ៍ខាត/ផល
kn: ನಷ್ಟ/ಲಾಭ ವರದಿ
ky: Жоготуу/пайда отчету
lo: ລາຍງານຂາຍສົບ
mk: Извештај за загуба/добивка
ml: നഷ്‌ട/ലാഭ റിപ്പോർട്ട്
my: အကျိုးအမြတ်နှင့် အဆုံးအမြတ်အစီရင်ခံစာ
ne: हानि/नाफा रिपोर्ट
pa: ਨੁਕਸਾਨ/ਲਾਭ ਰਿਪੋਰਟ
ps: د زیان / ګټې راپور
si: නිති හා ලාභ වාර්තා
sk: Správa o zisku a strate
sq: Raporti i Humbjes/Së Fitimit
sw: Ripoti ya Hasara/Faida
ta: பழுதும் லாபம் அறிக்கை
th: รายงานขาดทุน/กำไร
ur: نقصان/منافع کی رپورٹ

source: Duration: From
am: ወቅታዊ እስከ
as: সময়কাল: থেকে
az: Müddət: Dən
be: Перыяд: З
bn: মেয়াদ: থেকে
cy: Hyd: O
et: Kestus: Alates
eu: Iraupena: TIK
fi: Kesto: Alkaen
hy: Արագություն: Մեկնարկից
is: Tímaskeið: Frá
kk: Мерзім: Бастап
km: រយៈពេល៖ ពី
kn: ಅವಧಿ: ನಿಂದ
ky: Убакыт: Дан
lo: ໄລຍະເວລາ: ຈາກ
mk: Траење: Од
ml: അവധി: നിന്ന്
my: ကာလ: မှ
ne: अवधि: देखि
pa: ਅਵਧੀ: ਤੋਂ
ps: مدت: له
si: කාලය: සිට
sk: Trvanie: Od
sq: Kohëzgjatja: Nga
sw: Mudao: Kutoka
ta: காலம்: ஆரம்பம்
th: ระยะเวลา: จาก
ur: مدت: سے

source: Sale Amount
am: የሽያጭ መጠን
as: বিক্ৰী পৰিমাণ
az: Satış Məbləği
be: Сума продажу
bn: বিক্রয় পরিমাণ
cy: Swm Gwerthiant
et: Müügi summa
eu: Salmenta Kopurua
fi: Myyntisumma
hy: Վաճառքի գումար
is: Söluupphæð
kk: Сату сомасы
km: ចំនួនលក់
kn: ಮಾರಾಟದ ಮೊತ್ತ
ky: Сатуунун суммасы
lo: ຈຳນວນຂາຍ
mk: Износ на продажба
ml: വിൽപ്പന തുക
my: ရောင်းချမှု ပမာဏ
ne: बिक्री रकम
pa: ਵਿਕਰੀ ਦੀ ਰਕਮ
ps: د پلور مقدار
si: විකිණීම් මුදල
sk: Čiastka predaja
sq: Shuma e Shitjes
sw: Kiasi cha Uuzaji
ta: விற்பனை தொகை
th: จำนวนการขาย
ur: فروخت کی رقم

source: Coming Soon
am: ወዲያው እንደሚመጣ
as: শীঘ্ৰে আহিব
az: Tezliklə
be: Скоро
bn: শীঘ্রই আসছে
cy: Yn Dod Yn Fuan
et: Peagi tulekul
eu: Laster etorriko da
fi: Tulossa pian
hy: Շուտով
is: Koma fljótlega
kk: Жақын арада
km: កំពុងមកដល់
kn: ಶೀಘ್ರದಲ್ಲೇ ಬರಲಿದೆ
ky: Жакында
lo: ກຳລັງເລີ່ມ
mk: Скоро доаѓа
ml: വരാനുണ്ട്
my: ရောက်လာမည်
ne: छिट्टै आउँदैछ
pa: ਜਲਦੀ ਆ ਰਿਹਾ ਹੈ
ps: ژر به راشي
si: ඉක්මනින් පැමිණේ
sk: Čoskoro
sq: Së Shpejti
sw: Inakuja Hivi Punde
ta: எவரும் வருகிறார்கள்
th: เร็วๆ นี้
ur: جلد ہی آ رہا ہے

source: Total Collected
am: ድምር ድምቀት
as: মুঠ সংগৃহীত
az: Ümumi Toplanan
be: Агульная сума сабрана
bn: মোট সংগ্রহ
cy: Cyfanswm a Gasglwyd
et: Kokku kogutud
eu: Bilketa Guztira
fi: Yhteensä kerätty
hy: Ընդհանուր հավաքված
is: Heildar safnað
kk: Жалпы жиналған
km: សរុបដែលបានប្រមូល
kn: ಒಟ್ಟು ಸಂಗ್ರಹಿತ
ky: Жалпы чогултулган
lo: ຈຳນວນສົມບູນ
mk: Вкупно собрано
ml: മൊത്തം ശേഖരിച്ചത്
my: စုစုပေါင်း စုဆောင်းထားသည်
ne: कुल संकलन
pa: ਕੁੱਲ ਇਕੱਤਰ ਕੀਤਾ ਗਿਆ
ps: ټول راټول شوی
si: මුළු එකතු කරන ලද
sk: Celková vybraná suma
sq: Shuma Totale e Grumbulluar
sw: Jumla Iliyokusanywa
ta: மொத்த சேகரிப்பு
th: ยอดรวมที่เก็บได้
ur: مجموعی طور پر جمع کیا گیا

source: Fully Paid
am: በሙሉ ተከፍሏል
as: সম্পূৰ্ণভাৱে পৰিশোধিত
az: Tam ödənilib
be: Поўна аплачана
bn: সম্পূর্ণ পরিশোধিত
cy: Wedi'i Dalu'n Llwyr
et: Täielikult tasutud
eu: Osorik ordainduta
fi: Kokonaan maksettu
hy: Լրիվ վճարված
is: Heilt greitt
kk: Толығымен төленген
km: បានបង់ប្រាក់ពេញ
kn: ಪೂರ್ಣವಾಗಿ ಪಾವತಿಸಲಾಗಿದೆ
ky: Толук төлөнгөн
lo: ຈ່າຍສົມບູນ
mk: Целосно платено
ml: പൂർണ്ണമായും അടച്ചുകിട്ടിയത്
my: ပြည့်စုံစွာ ငွေပေးချေခဲ့သည်
ne: पूर्ण भुक्तान गरिएको
pa: ਪੂਰੀ ਤਰ੍ਹਾਂ ਭਰਿਆ ਗਿਆ
ps: په بشپړ ډول تادیه شوی
si: සම්පූර්ණයෙන් ගෙවා ඇත
sk: Úplne zaplatené
sq: E Paguar Plotësisht
sw: Imelipwa Kwa Ukamilifu
ta: முழுமையாக செலுத்தப்பட்டுள்ளது
th: ชำระเงินเต็มจำนวน
ur: پوری طرح ادا کیا گیا

source: Still Unpaid
am: እስከ አልተከፍልም
as: এযাবৎ পৰিশোধিত নহয়
az: Hələ ödənilməyib
be: Па-ранейшаму неплацежнае
bn: এখনও বকেয়া
et: Jätkuvalt tasumata
eu: Oraindik ordaindu gabe
fi: Vielä maksamatta
hy: Դեռ չի վճարվել
is: Enn ógreitt
kk: Әлі төленбеген
km: នៅតែអត់បានបង់
kn: ಇನ್ನೂ ಪಾವತಿಸಿಲ್ಲ
ky: Хазіргі төлөнгөн жок
lo: ຍັງບໍ່ຈ່າຍ
mk: Се уште неплатено
ml: ഇനിയും അടച്ചില്ല
my: လက်ကျန် ငွေပေးချေမှုရှိသည်
ne: अझै अव्यवस्थित
pa: ਅਜੇ ਵੀ ਅਦਾਇਗੀ ਕਰਨੀ ਹੈ
ps: لا هم نه تادیه شوی
si: ඉක්මනින් ගෙවී නැත
sk: Stále nezaplatené
sq: Akoma e Papaguar
sw: Bado Haijalipwa
ta: இன்னும் செலுத்தப்படவில்லை
th: ยังไม่ชำระ
ur: ابھی بھی غیر ادا شدہ

source: Loss/Profit Reports
am: ጉዳት/ትርፍ ሪፖርቶች
as: লোকচান/লাভ প্ৰতিবেদন
az: Ziyan/Qazanc Hesabatları
be: Аналіз страт і прыбыткаў
bn: ক্ষতি/লাভ রিপোর্ট
cy: Adroddiadau Colli/Gwnaed
et: Kahjumi/saagi aruanded
eu: Galera/Irabazi Txostenak
fi: Tappiovoitto raportit
hy: Նվազում/շահույթ զեկույցներ
is: Taps/Gróða skýrslur
kk: Зиян/Пайда есептері
km: របាយការណ៍ខាត/ផល
kn: ನಷ್ಟ/ಲಾಭ ವರದಿಗಳು
ky: Жоготуу/пайда отчеттору
lo: ລາຍງານຂາຍສົບ
mk: Извештаи за загуба/добивка
ml: നഷ്‌ട/ലാഭ റിപ്പോർട്ടുകൾ
my: အကျိုးအမြတ်နှင့် အဆုံးအမြတ်အစီရင်ခံစာများ
ne: हानि/नाफा रिपोर्ट
pa: ਨੁਕਸਾਨ/ਲਾਭ ਰਿਪੋਰਟਾਂ
ps: د زیان / ګټې راپورونه
si: නිති හා ලාභ වාර්තා
sk: Správy o zisku a strate
sq: Raportet e Humbjes/Së Fitimit
sw: Ripoti za Hasara/Faida
ta: பழுதும் லாபம் அறிக்கைகள்
th: รายงานขาดทุน/กำไร
ur: نقصان/منافع کی رپورٹس

source: Sale Return Report
am: የሽያጭ መመለስ ሪፖርት
as: বিক্ৰী উভতি প্ৰতিবেদন
az: Satış Qayıdışı Hesabatı
be: Аналіз вяртання продажу
bn: বিক্রয় রিটার্ন রিপোর্ট
cy: Adroddiad Dychweliad Gwerthiant
et: Müügi tagastuse aruanne
eu: Salmenta Itzulketa Txostena
fi: Myynnin palautusraportti
hy: Վաճառքի վերադարձի զեկույց
is: Sölu skila skýrsla
kk: Сату қайтару есеп
km: របាយការណ៍សងការលក់
kn: ಮಾರಾಟ ಹಿಂತೆಗೆದುಕೊಳ್ಳುವ ವರದಿ
ky: Сатуу кайтарым отчету
lo: ລາຍງານຄືນຂາຍ
mk: Извештај за враќање на продажба
ml: വിൽപ്പന തിരിച്ചു റിപ്പോർട്ട്
my: ရောင်းချမှု ပြန်လည်အစီရင်ခံစာ
ne: बिक्री फिर्ता रिपोर्ट
pa: ਵਿਕਰੀ ਵਾਪਸੀ ਰਿਪੋਰਟ
ps: د پلور راستنېدنې راپور
si: විකිණීමේ ආපසු වාර්තා
sk: Správa o vrátení predaja
sq: Raporti i Kthimit të Shitjes
sw: Ripoti ya Kurudi kwa Uuzaji
ta: விற்பனை திருப்பி அறிக்கை
th: รายงานการคืนขาย
ur: فروخت کی واپسی کی رپورٹ

source: Sales Return
am: የሽያጭ መመለስ
as: বিক্ৰী উভতি
az: Satış Qayıdışı
be: Вяртанне продажаў
bn: বিক্রয় রিটার্ন
cy: Dychweliad Gwerthiant
et: Müügitagastus
eu: Salmenta Itzulketa
fi: Myynnin palautus
hy: Վաճառքի վերադարձ
is: Sölu skila
kk: Сату қайтару
km: ការសងការលក់
kn: ಮಾರಾಟ ಹಿಂತೆಗೆದುಕೊಳ್ಳಿ
ky: Сатуу кайтарымы
lo: ຄືນຂາຍ
mk: Враќање на продажба
ml: വിൽപ്പന തിരിച്ചെടുക്കൽ
my: ရောင်းချမှု ပြန်လည်လက်ခံမှု
ne: बिक्री फिर्ता
pa: ਵਿਕਰੀ ਵਾਪਸੀ
ps: د پلور راستنېدل
si: විකිණීමේ ආපසු
sk: Vrátenie predaja
sq: Kthimi i Shitjes
sw: Rudisha Mauzo
ta: விற்பனை திருப்பி
th: การคืนขาย
ur: فروخت کی واپسی

source: Sale Setting
am: የሽያጭ ቅንብር
as: বিক্ৰী ছেটিং
az: Satış Ayarları
be: Настройка продажаў
bn: বিক্রয় সেটিং
cy: Gosodiad Gwerthiant
et: Müügi seadistus
eu: Salmenta Ezarpena
fi: Myyntiasetukset
hy: Վաճառքի կարգավորում
is: Sölu stilling
kk: Сату параметрі
km: កំណត់ការលក់
kn: ಮಾರಾಟ ಹೊಂದಿಕೆ
ky: Сатуу жөндөөлөрү
lo: ຕັ້ງຄ່າຂາຍ
mk: Поставување на продажба
ml: വിൽപ്പന ക്രമീകരണം
my: ရောင်းချမှု သတ်မှတ်ချက်
ne: बिक्री सेटिङ
pa: ਵਿਕਰੀ ਸੈਟਿੰਗ
ps: د پلور ترتیب
si: විකිණීම් සකසන්න
sk: Nastavenie predaja
sq: Cilësimi i Shitjes
sw: Mipangilio ya Uuzaji
ta: விற்பனை அமைப்பு
th: การตั้งค่าการขาย
ur: فروخت کی ترتیب

source: Saving
am: ይህ ይቀርባል
as: সংৰক্ষণ কৰা হৈছে
az: Saxlama
be: Захаванне
bn: সংরক্ষণ
cy: Arbed
et: Salvestamine
eu: Gordetzea
fi: Tallennetaan
hy: Պահպանել
is: Vista
kk: Сақтау
km: ការកូន
kn: ಉಳಿಸುತ್ತಿದೆ
ky: Сактоо
lo: ກຳລັງບັນທຶກ
mk: Зачувување
ml: സേവ് ചെയ്യുന്നു
my: သိမ်းဆည်းခြင်း
ne: बचत गर्दै
pa: ਸੰਭਾਲਣਾ
ps: زېرمه کول
si: සුරකිමින්
sk: Ukladanie
sq: Duke ruajtur
sw: Kuokoa
ta: சேமிக்கிறது
th: กำลังบันทึก
ur: محفوظ کر رہے ہیں

source: Default VAT percentage
am: መደበኛ VAT መቶኛ
as: ডিফল্ট VAT শতাংশ
az: Standart ƏDV faizi
be: Стандартны працэнт ПДВ
bn: ডিফল্ট VAT শতাংশ
cy: Canran VAT Diffyg
et: Vaikimisi käibemaksu protsent
eu: BEZaren ehuneko finkoa
fi: Oletus ALV-prosentti
hy: Նախնական VAT տոկոսը
is: Sjálfgefið VSK prósent
kk: Әдеттегі ҚҚС пайызы
km: ភាគរយ VAT ដើម
kn: ಅನುಕೂಲ VAT ಶೇ.% ಶೇಕಡಾವಾರು
ky: Стандарттык НДС пайыздык бөлүгү
lo: ລວມລົບ VAT
mk: Стандардна стапка на ДДВ
ml: മൂല്യവേദി ശതമാനം
my: မူရင်း VAT ရာခိုင်နှုန်း
ne: डिफल्ट VAT प्रतिशत
pa: ਮੂਲ VAT ਪ੍ਰਤੀਸ਼ਤ
ps: د VAT لومړنی سلنه
si: මූලික VAT ප්‍රතිශතය
sk: Predvolený percentuálny podiel DPH
sq: Përqindja e TVSH-së Standard
sw: Asilimia ya VAT ya Kawaida
ta: இயல்பான மதிப்பு சேர்க்கை சதவீதம்
th: เปอร์เซ็นต์ VAT เริ่มต้น
ur: ڈیفالٹ VAT فیصد

source: Enter a valid quantity
am: ትክክለኛ ብዛት ይገቡ
as: এটা বৈধ পৰিমাণ প্ৰৱিষ্ট কৰক
az: Keçərli miqdar daxil edin
be: Увядзіце сапраўдную колькасць
bn: একটি বৈধ পরিমাণ লিখুন
cy: Nodwch gymhareb ddilys
et: Sisestage kehtiv kogus
eu: Sartu kantitate baliodun bat
fi: Anna voimassa oleva määrä
hy: Մուտքագրեք գործող քանակ
is: Sláðu inn gilt magn
kk: Дұрыс сан енгізіңіз
km: បញ្ចូលចំនួនដែលមានសុពលភាព
kn: ಸರಿಯಾದ ಪ್ರಮಾಣವನ್ನು ನಮೂದಿಸಿ
ky: Жарактуу санды киргизиңиз
lo: ໃສ່ຈຳນວນທີ່ແມ່ນຈິງ
mk: Внесете валидна количина
ml: വാലിഡ് അളവ് നൽകുക
my: မှန်ကန်သော အရေအတွက်ကို ထည့်ပါ
ne: वैध मात्र प्रविष्ट गर्नुहोस्
pa: ਇੱਕ ਵੈਧ ਮਾਤਰਾ ਦਰਜ ਕਰੋ
ps: یو معتبر مقدار داخل کړئ
si: මොත් මගින් නිවැරදි ප්‍රමාණයක් ඇතුළත් කරන්න
sk: Zadajte platné množstvo
sq: Vendosni një sasi të vlefshme
sw: Ingiza kiasi halali
ta: சரியான அளவை பதிவு செய்க
th: กรุณาใส่จำนวนที่ถูกต้อง
ur: صحیح مقدار درج کریں

source: Enter a valid price
am: ትክክለኛ ዋጋ ይገቡ
as: এটা বৈধ মূল্য প্ৰৱিষ্ট কৰক
az: Keçərli qiymət daxil edin
be: Увядзіце сапраўдную цану
bn: একটি বৈধ মূল্য লিখুন
cy: Nodwch bris dilys
et: Sisestage kehtiv hind
eu: Sartu prezio baliodun bat
fi: Anna voimassa oleva hinta
hy: Մուտքագրեք գործող գին
is: Sláðu inn gilt verð
kk: Дұрыс бағасын енгізіңіз
km: បញ្ចូលតម្លៃដែលមានសុពលភាព
kn: ಸರಿಯಾದ ಬೆಲೆಯನ್ನು ನಮೂದಿಸಿ
ky: Жарактуу бааны киргизиңиз
lo: ໃສ່ລາຄາທີ່ແມ່ນຈິງ
mk: Внесете валидна цена
ml: വാലിഡ് വില നൽകുക
my: မှန်ကန်သော ဈေးနှုန်းကို ထည့်ပါ
ne: वैध मूल्य प्रविष्ट गर्नुहोस्
pa: ਇੱਕ ਵੈਧ ਮੁੱਲ ਦਰਜ ਕਰੋ
ps: یو معتبر قیمت داخل کړئ
si: නිවැරදි මිලක් ඇතුළත් කරන්න
sk: Zadajte platnú cenu
sq: Vendosni një çmim të vlefshëm
sw: Ingiza bei halali
ta: சரியான விலை பதிவு செய்க
th: กรุณาใส่ราคาที่ถูกต้อง
ur: صحیح قیمت درج کریں

source: Sale return
am: የሽያጭ መመለስ
as: বিক্ৰী উভতি
az: Satış qayıdışı
be: Вяртанне продажу
bn: বিক্রয় রিটার্ন
cy: Dychweliad Gwerthiant
et: Müügi tagastus
eu: Salmenta itzulketa
fi: Myynnin palautus
hy: Վաճառքի վերադարձ
is: Sölu skila
kk: Сату қайтару
km: សងការលក់
kn: ಮಾರಾಟ ಹಿಂತೆಗೆದುಕೊಳ್ಳಿ
ky: Сатуу кайтарымы
lo: ຄືນຂາຍ
mk: Враќање на продажба
ml: വിൽപ്പന തിരിച്ചു
my: ရောင်းချမှု ပြန်လည်လက်ခံမှု
ne: बिक्री फिर्ता
pa: ਵਿਕਰੀ ਵਾਪਸੀ
ps: د پلور راستنېدنه
si: විකිණීමේ ආපසු
sk: Vrátenie predaja
sq: Kthimi i Shitjes
sw: Kurudi kwa Uuzaji
ta: விற்பனை திருப்பி
th: การคืนขาย
ur: فروخت کی واپسی

source: Are you sure to delete this sale
am: ይህን ሽያጭ ማስወገድ ትችላለህ?
as: আপুনি নিশ্চিত যে এই বিক্ৰী অপসাৰণ কৰিব?
az: Bu satışı silmək istədiyinizdən əminsiniz?
be: Вы ўпэўнены, што хочаце выдаліць гэты продаж?
bn: আপনি কি নিশ্চিতভাবে এই বিক্রয়টি মুছতে চান?
cy: Ydych chi'n siŵr eich bod am ddileu'r gwerthiant hwn?
et: Kas olete kindel, et soovite selle müügi kustutada?
eu: Ziur zaude salmenta hau ezabatu nahi duzula?
fi: Oletko varma, että haluat poistaa tämän myynnin?
hy: Դուք վստահ եք, որ ցանկանում եք հեռացնել այս վաճառքը
is: Ertu viss um að eyða þessari sölu?
kk: Бұл сатуды жоюға сенімдісіз бе?
km: តើអ្នកប្រាកដថាតើអ្នកចង់លុបការលក់នេះទេ?
kn: ಈ ಮಾರಾಟವನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವೇ?
ky: Бул сатуу өчүрүүгө ишенесизби?
lo: ເຈົ້າແນ່ໃຈບໍ່ວ່າຈະລົບຂາຍນີ້
mk: Дали сте сигурни дека сакате да го избришете ова продажба
ml: ഈ വിൽപ്പന ഇല്ലാതാക്കാൻ നിങ്ങൾ ഉറപ്പാണോ?
my: ဤရောင်းချမှုကို ဖျက်သိမ်းမလား
ne: के तपाईं यो बिक्री हटाउन पक्का हुनुहुन्छ?
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਵਿਕਰੀ ਨੂੰ ਹਟਾਉਣ ਲਈ ਯਕੀਨੀ ਹੋ?
ps: ایا تاسو پدې پلور حذف کولو یقین لرئ؟
si: ඔබට මෙම විකිණීම මැදීමට ඇත්තේද?
sk: Ste si istý, že chcete odstrániť tento predaj?
sq: A jeni të sigurt që dëshironi të fshini këtë shitje?
sw: Je, uko sawa kufuta mauzo haya?
ta: இந்த விற்பனையை அழிக்க உறுதியாக இருக்கிறீர்களா
th: คุณแน่ใจที่จะลบการขายนี้หรือไม่
ur: کیا آپ اس فروخت کو حذف کرنے کے لیے یقین رکھتے ہیں؟
