Repository: userfriendly125/azkaios
Catalog: lib/l10n/intl_*.arb
Languages: am, as, az, be, bn, cy, et, eu, fi, hy, is, kk, km, kn, ky, lo, mk, ml, my, ne, pa, ps, si, sk, sq, sw, ta, th, ur

source: Free Lifetime Update
am: ነፃ የሕይወት እንደገና እንድንድር
as: মুক্ত জীৱনৰ আপডেট
az: Pulsuz Ömürboyu Yeniləmə
be: Бясплатнае абнаўленне на працягу ўсяго жыцця
bn: বিনামূল্যে লাইফটাইম আপডেট
cy: Diweddariad Am Ddim Am Byth
et: Tasuta eluaegne värskendus
eu: Doako Bizitza Osoko Eguneratzea
hy: Անվճար կյանքի թարմացում
is: Ókeypis líftímasamsvörun
kk: Тегін орындау жасау
km: ការធ្វើបច្ចុប្បន្ន អារម្មណ៍ សរុបដោយឥតគិតថ្លៃ
kn: ಉಚಿತ ಜೀವನ ಅಪ್‌ಡೇಟ್
ky: Тегин өмүр бою жаңыртуу
lo: ປະຫວັດໂມງຫລືມພັກຢ່າງໂດຍມີການປັບປຸງໂມງ
mk: Бесплатно ажурирање за цел живот
ml: ഇരുത്തുള്ള കാലാവധി അപ്‌ഡേറ്റ്
my: အခြားရက်သတ္တပါတယ်အဖွဲ့
ne: नि: शुल्क लाइफटाइम अपडेट
pa: ਮੁਫਤ ਜੀਵਨਕਾਲ ਅਪਡੇਟ
ps: د عمر لپاره وړیا تازه معلومات
si: සීයැජ් ජවිය සංස්කරණය
sk: Aktualizácia na celý život zdarma
sq: Përditësimi pa Limit për Jetë
sw: Sasisho za Maisha Bure
ta: இலவச வாழ்க்கை முழுப்பு புதுப்பிப்பு
th: อัปเดตฟรีตลอดชีพ
ur: مفت مدتِ عمر کی اپ ڈیٹ

source: Android & iOS App Support
am: የአንድሮይድ እና iOS አፕ ድጋፍ
as: এণ্ড্ৰয়ড আৰু আইঅ'ছ আপৰ সহায়
az: Android və iOS Tətbiq Dəstəyi
be: Падтрымка прыкладанняў для Android і iOS
bn: অ্যান্ড্রয়েড এবং iOS অ্যাপ সাপোর্ট
cy: Cymorth Ap Android a iOS
et: Android ja iOS rakenduse tugi
eu: Android eta iOS Aplikazio Laguntza
fi: Tuki Android- ja iOS-sovelluksille
hy: Android և iOS հավելվածի աջակցություն
is: Android & iOS forritastuðningur
kk: Android және iOS бағдарламасының қолдауы
km: គាំទ្រកម្មវិធី Android & iOS
kn: Android ಮತ್ತು iOS ಆ್ಯಪ್ ಬೆಂಬಲ
ky: Android & iOS колдонмо колдоосу
lo: ສະຫນັບເຂົ້າ Android & iOS
mk: Поддршка за Android и iOS апликации
ml: ആൻഡ്രോയിഡ് & ഐഒഎസ് ആപ്പ് പിന്തുണ
my: Android နှင့် iOS အ်ကိုပ်ဆုံးအကောင့်
ne: एन्ड्रोइड र आईओएस एप समर्थन
pa: ਐਂਡਰਾਇਡ ਅਤੇ ਆਈਓਐਸ ਐਪ ਸਮਰਥਨ
ps: د Android او iOS اپلیکیشن ملاتړ
si: ඇන්ඩ්‍රොයිඩ් & iOS යෙපය සහාය
sk: Podpora pre Android a iOS aplikácie
sq: Mbështetja për Aplikacionet Android dhe iOS
sw: Msaada wa Programu za Android na iOS
ta: ஆன்ட்ராய்டு & iOS பயனர் ஆதரணம்
th: รองรับแอป Android และ iOS
ur: Android اور iOS ایپ سپورٹ

source: Premium Customer Support
am: ፕሪምየም ደንበኛ ድጋፍ
as: প্ৰিমিয়াম গ্ৰাহক সহায়
az: Premium Müştəri Dəstəyi
be: Прэміум падтрымка кліентаў
bn: প্রিমিয়াম গ্রাহক সমর্থন
cy: Cymorth Cwsmer Premiwm
et: Premium klienditugi
eu: Premium Bezero Laguntza
fi: Premium-asiakastuki
hy: Պремիум հաճախորդների աջակցություն
is: Faglegur viðskiptastuðningur
kk: Премиум Тіркеу Қолдауы
km: គាំទ្រអតិថិជនចូល
kn: ಪ್ರೀಮಿಯಂ ಗ್ರಾಹಕ ಬೆಂಬಲ
ky: Premium кардарларды колдоо
lo: ການສະຫນັບລວບລວມຂອງລູກທໍາອ້ອມ
mk: Премиум поддршка за клиенти
ml: പ്രീമിയം ഉപഭോക്തൃ പിന്തുണ
my: အဖွဲ့ အသုံးပြုသူ ကိုယ်ရေးရေးချယ်ရန်
ne: प्रिमियम ग्राहक समर्थन
pa: ਪ੍ਰੀਮੀਅਮ ਗਾਹਕ ਸਮਰਥਨ
ps: د پریمیم مشتری ملاتړ
si: විසින් පාරිභාවය සහාය
sk: Podpora pre prémiových zákazníkov
sq: Mbështetja Premium për Klientët
sw: Msaada wa Wateja wa Kipekee
ta: முதுவர் வாணிக ஆதரணம்
th: บริการลูกค้าพรีเมี่ยม
ur: پریمیم گاہک حمایت

source: Custom Invoice Branding
am: የተለያዩ እንቅስቃሴ የክትትል ባለቤት
as: কাষ্টম ইনভয়চ ব্ৰেণ্ডিং
az: Xüsusi Faktura Brendinqi
be: Кастомізаваная брэндаванне рахункаў
bn: কাস্টম চালান ব্র্যান্ডিং
cy: Brandio Ffurflen Gyfrif
et: Kohandatud arve bränding
eu: Pertsonalizatutako Faktura Marka
fi: Mukautettu laskutuksen brändäys
hy: Անձնական հաշիվների բրենդավորում
is: Sérsniðið vörumerki reikninga
kk: Жеке Есептік Тапсырыс Брендинг
km: ការដាក់ស្លាកសញ្ញាវិក្កយបត្រផ្ទាល់ខ្លួន
kn: ವೈಯಕ್ತಿಕ ಚಲನ ಬ್ರ್ಯಾಂಡಿಂಗ್
ky: Бренддик счет-фактураны ылайыкташтыруу
lo: ລາຍການໃບສົນຊ່ວຍການບັດສົນຊ່ວຍ
mk: Персонализирано брендирање на фактури
ml: അനുസൃതമായ ഇന്വോയിസ് ബ്രാൻഡിംഗ്
my: မူဝါဒအကောင့်ထက်ဆိုင်အရာ
ne: कस्टम इनभ्वाइस ब्रान्डिङ
pa: ਕਸਟਮ ਇਨਵੌਇਸ ਬ੍ਰਾਂਡਿੰਗ
ps: د برانډ انوائس تخصیص
si: අභිරවේදී පෙනුම් භාරකෝ සහාය
sk: Prispôsobenie faktúr značke
sq: Branding i Faturës Së Përshtatur
sw: Ubunifu wa Bili za Kibinafsi
ta: கச்சாடித் தாரமைக்கு
th: การติดตั้งสกรีนอินวอยซ์แบบกำหนดเอง
ur: خصوصی فاترہ برانڈنگ

source: Unlimited Usage
am: የከባድ ተጠቃሚ
as: অসীম ব্যৱহাৰ
az: Məhdud olmayan istifadə
be: Бясмежнае выкарыстанне
bn: সীমাহীন ব্যবহার
cy: Defnydd Diddiwedd
et: Piiramatu kasutamine
eu: Erabilera Mugagabea
fi: Rajoittamaton käyttö
hy: Չափազանցված օգտագործում
is: Ótakmarkað notkun
kk: Шектеусіз пайдалану
km: ការប្រើប្រាស់មិនមានកំណត់ទេ។
kn: ಅಮಿತ ಬಳಕೆ
ky: Чек жок колдонуу
lo: ການນໍາໃຊ້ທົ່ວໂລກ
mk: Неограничена употреба
ml: പരിമിതിയില്ലാത്ത ഉപയോഗം
my: အကယ်ဒများအသုံးပြုပါနှင့်
ne: असीमित उपयोग
pa: ਅਸੀਮਤ ਵਰਤੋਂ
ps: بې حده کارول
si: අසීමිත භාරකෝ
sk: Neobmedzené používanie
sq: Përdorimi pa Kufi
sw: Matumizi Yasiyokuwa na Kikomo
ta: அவசர பயன்பாடு
th: การใช้งานไม่จำกัด
ur: غیر محدود استعمال

source: Free Data Backup
am: ነፃ ዳታ ባክን ይደረግ
as: মুক্ত তথ্য ব্যাকআপ
az: Pulsuz Məlumat Ehtiyat nüsxələri
be: Бясплатная рэзервовая копія дадзеных
bn: বিনামূল্যে ডেটা ব্যাকআপ
cy: Cefnogaeth Ddata Am Ddim
et: Tasuta andmete varundamine
eu: Doako Datuen Babeskopia
fi: Ilmainen tietojen varmuuskopiointi
hy: Անվճար տվյալների պահուստավորում
is: Ókeypis gagnaafritun
kk: Тегін деректерді сақтау
km: ការបម្រុងទុកទិន្នន័យឥតគិតថ្លៃ
kn: ಉಚಿತ ಡೇಟಾ ಬ್ಯಾಕಪ್
ky: Тегин маалыматтарды резервдөө
lo: ການສຳຮອງຂໍ້ມູນທີ່ມີລົດສິນ
mk: Бесплатно архивирање на податоци
ml: സൗജന്യ ഡാറ്റാ ബാക്കപ്പ്
my: အသုံးပြုအချက်အလက် အိတ်ပိုင်ခြင်း
ne: नि: शुल्क डाटा ब्याकअप
pa: ਮੁਫਤ ਡਾਟਾ ਬੈਕਅਪ
ps: وړیا معلوماتو بیک اپ
si: නොගෙවිය යුතු දත් සේවා
sk: Zálohovanie dát zdarma
sq: Kopjimi i të Dhënave Falas
sw: Nakala za Uhifadhi wa Data Bure
ta: இலவச தரவு பேக்கப்
th: การสำรองข้อมูลฟรี
ur: مفت ڈیٹا بیک اپ

# stayAtTheForFront
source: Stay at the forefront of technological advancements without any extra costs. Our Pos Saas POS Unlimited Upgrade ensures that you always have the latest tools and features at your fingertips, guaranteeing your business remains cutting-edge.
am: ወደ ዋነኛው የቴክኖሎጂ ማስታወቂያ ይቀርቡ። የእኛ የPOS SaaS POS የወደድን ይስማማ የእንዳትወን መሣሪያዎች አቅም ያለውን ይቅርታ ይደርስዋል።
as: অতি আধুনিক প্রযুক্তি উন্নয়নৰ শীৰ্ষত থাকক বিনামূল্যে। আমাৰ POS SaaS Unlimited Upgrade নিশ্চিত কৰে যে আপুনি সদায় আপোনাৰ আঙুলিৰ পৰা সৰ্বাধিক সঁজুলি আৰু বৈশিষ্ট্য পাব, আপোনাৰ ব্যৱসায়ক কাটিং-এজৰ পৰা আঁতৰোৱা নহয়।
az: Hər hansı əlavə xərclər olmadan texnologiya ən son nailiyyətlərinin əvvəlində qalın. Bizim Pos Saas POS Unlimited Yeniləməsi həmişə ən son alətlər və xüsusiyyətlərin əlçatanızda olduğundan əmin edir və işinizin ən son nailiyyətlərlə davam etdiyini təmin edir.
be: Будзьце на пярэднім краі тэхналагічных дасягненняў без любых дадатковых выдаткаў. Наш Pos Saas POS Unlimited Upgrade гарантуе, што вы заўсёды будзеце мець апошнія інструменты і функцыі пад рукой, гарантуючы, што ваш бізнес застаецца сучасным.
bn: অতিরিক্ত খরচ ছাড়াই প্রযুক্তিগত উন্নতির আগে থাকুন। আমাদের Pos Saas POS সীমাহীন আপগ্রেড আপনার হাতে সর্বদা সর্বশেষ সরঞ্জাম এবং সুবিধা থাকতে নিশ্চিত করে, আপনার ব্যবসা সর্বদা একটি কোটি-একাধিক থাকতে সহায়ক হয়।
cy: Arhoswch ar flaen gwelliannau technolegol heb unrhyw gostau ychwanegol. Mae ein Pos Saas POS Diddiwedd Gwelliant yn sicrhau eich bod bob amser yn cael y offer a'r nodweddion diweddaraf yn eich dwylo, gan sicrhau bod eich busnes yn aros yn arloesol.
et: Püsige tehnoloogia arengus esirinnas ilma lisakuludeta. Meie POS Saas POS Piiramatu Uuendamine tagab, et teil on alati uusimad tööriistad ja funktsioonid käeulatuses, garantii, et teie ettevõte jääb esirinda.
eu: Teknologia aurrerapenaren lehen lerroan egon, inolako kostu gehigarririk gabe. Gure POS SaaS POS Mugagabea eguneratze guztietan tresna eta funtzionalitate berriengana iristeko aukera ematen dizu, zure negozioa punta-puntan mantentzen duena.
hy: Մնացեք տեխնոլոգիական առաջխաղացումների առաջնագծում առանց լրացուցիչ ծախսերի: Մեր Pos Saas POS Անվճար թարմացումը ապահովում է, որ դուք միշտ ունենաք վերջին գործիքները և ֆունկցիաները ձեր մատների տակ, garantindo ձեր բիզնեսի արդիականությունը.
is: Vertu í fararbroddi tækniframfara án aukakostnaðar. Ótakmarkað uppfærslur á Pos Saas POS tryggja að þú hafir alltaf nýjustu verkfæri og eiginleika í höndum þínum, sem tryggir að fyrirtækið þitt haldist á undan.
kk: Толық технологиялық жетекшіліктердің қоршағанынан босқа қалмайтындай қалың қалу. Біздің Pos Saas POS Unlimited Upgrade, сізге қосымша төлемдер және мүмкіндіктердің соңғы нүсқаларының әрекеттерін жастауға әмірдейді, сіздің бизнесіңізді жаңа алқасын жарап тұртып қалады.
km: ស្ថិត នៅជួរ មុខ នៃការរីក ចម្រើន ផ្នែក បច្ចេកវិទ្យា ដោយ មិនមាន ការ ចំណាយ បន្ថែម អ្វី ឡើយ។ Pos Saas POS Unlimited Upgrade របស់យើងធានាថាអ្នកតែងតែមានឧបករណ៍ និងមុខងារចុងក្រោយបំផុតនៅចុងម្រាមដៃរបស់អ្នក ដោយធានាថាអាជីវកម្មរបស់អ្នកនៅតែទំនើបទាន់សម័យ។
kn: ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ವೆಚ್ಚವಿಲ್ಲದೆ ತಾಂತ್ರಿಕ ಪ್ರಗತಿಯಲ್ಲಿ ಮುಂಚೂಣಿಯಲ್ಲಿರಿ. ನಮ್ಮ Pos Saas POS ಅನ್ ಲಿಮಿಟೆಡ್ ಅಪ್ ಗ್ರೇಡ್ ನಿಮ್ಮ ಬೆರಳ ತುದಿಯಲ್ಲಿ ನೀವು ಯಾವಾಗಲೂ ಇತ್ತೀಚಿನ ಪರಿಕರಗಳು ಮತ್ತು ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಹೊಂದಿರುವುದನ್ನು ಖಚಿತಪಡಿಸುತ್ತದೆ, ನಿಮ್ಮ ವ್ಯಾಪಾರವು ಅತ್ಯಾಧುನಿಕವಾಗಿ ಉಳಿಯುತ್ತದೆ ಎಂದು ಖಾತರಿಪಡಿಸುತ್ತದೆ.
ky: Технологиянын акыркы жаңылыктарынан четте калбайсыз. Биздин POS SaaS POS Чексиз Жаңыртуу сизге акыркы инструменттерди жана функцияларды колуңузда кармап, бизнесиңизди актуалдуу кылат.
lo: ຢືນໃຈຢູ່ໃບພັກພິເກຊ້ານຕາມການການແບ່ງ່າຍໂດຍບໍ່ມີຄ່າເພີ່ມເຕີ. Pos Saas POS Unlimited Upgrade ການປັບປຸງທ່ານຄືນມີຂະຫວີແຫຼ່ນດ້ວຍມີຄ່າໂດຍນຳມາ, ການກອກຕອນແລະຄາວວ່າການສະບັບຂອງທ່ານຄວນກັບການສະຖິງຂຶ້ງ.
mk: Останете на предниот план на технолошките напредоци без дополнителни трошоци. Нашиот Pos Saas POS Неограничен Упдате обезбедува дека секогаш ги имате најновите алатки и функционалности на дофат на раката, гарантирајќи дека вашето деловно работење останува модерно.
ml: കൂടുതൽ ചെലവ് ഇല്ലാതെ സാങ്കേതിക മുന്നേറ്റങ്ങളുടെ മുന്നിൽ ആകൂ. ഞങ്ങളുടെ Pos Saas POS അദ്വിതീയ അപ്ഗ്രേഡ് നിങ്ങളുടെ കൈയിൽ ഏറ്റവും പുതിയ ഉപകരണങ്ങളും വിശേഷണങ്ങളും ഉറപ്പാക്കുന്നു, നിങ്ങളുടെ ബിസിനസ്സ് എപ്പോഴും മുടിവരക്കാൻ ശ്രമിക്കുക.
my: အပိုကုန်ကျစရိတ်မရှိဘဲ နည်းပညာတိုးတက်မှု၏ ရှေ့တန်းတွင်နေပါ။ ကျွန်ုပ်တို့၏ Pos Saas POS Unlimited Upgrade သည် သင့်တွင် နောက်ဆုံးပေါ်ကိရိယာများနှင့် အင်္ဂါရပ်များကို သင့်လက်ချောင်းထိပ်တွင် အမြဲရှိနေစေရန် သေချာစေကာ သင့်လုပ်ငန်းသည် ခေတ်မီနေသေးကြောင်း အာမခံပါသည်။
ne: कुनै पनि अतिरिक्त लागत बिना प्राविधिक प्रगतिको अगाडि रहनुहोस्। हाम्रो Pos Saas POS Unlimited अपग्रेडले तपाईको औँलाको छेउमा सँधै नवीनतम उपकरण र सुविधाहरू छन् भनी सुनिश्चित गर्दछ, तपाईको व्यवसाय अत्याधुनिक रहने ग्यारेन्टी गर्दै।
pa: ਤਕਨਾਲੋਜੀ ਦੇ ਵਿਕਾਸ ਦੇ ਅੱਗੇ ਰਹੋ ਬਿਨਾਂ ਕਿਸੇ ਵਾਧੂ ਖਰਚੇ ਦੇ। ਸਾਡਾ ਪੋਸ ਸਾਅਸ ਪੋਸ ਅਨਲਿਮਿਟਡ ਅੱਪਗਰੇਡ ਇਹ ਯਕੀਨੀ ਬਣਾਉਂਦਾ ਹੈ ਕਿ ਤੁਹਾਡੇ ਕੋਲ ਹਮੇਸ਼ਾ ਆਧੁਨਿਕ ਉਪਕਰਨ ਅਤੇ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਹਨ, ਜਿਸ ਨਾਲ ਤੁਹਾਡਾ ਕਾਰੋਬਾਰ ਅੱਗੇ ਰਹਿੰਦਾ ਹੈ।
ps: د اضافي لګښت پرته د ټیکنالوژۍ د پرمختګونو په لومړۍ کرښه کې اوسئ. زموږ د Pos Saas POS بې حده تازه کولو سره، تاسو تل د دې لپاره چې تازه وسايل او ځانګړتیاوې ولرئ، چې ستاسو کاروبار د پرمختللې په توګه پاتې شي، دا تضمین کیږي.
si: කිසිදු අමතර පිරිවැයකින් තොරව තාක්ෂණික දියුණුවෙහි ඉදිරියෙන් සිටින්න. අපගේ Pos Saas POS Unlimited උත්ශ්රේණි කිරීම මඟින් ඔබට සැමවිටම නවතම මෙවලම් සහ විශේෂාංග ඔබේ ඇඟිලි තුඩුවල ඇති බව සහතික කරයි, ඔබේ ව්යාපාරය අති නවීන බව සහතික කරයි.
sk: Buďte na čele technologických inovácií bez dodatočných nákladov. Naša aktualizácia na neobmedzené používanie systému Pos Saas POS zabezpečuje, že vždy máte k dispozícii najnovšie nástroje a funkcie, čo zaručuje, že vaša firma zostane v prednej časti.
sq: Qëndroni në krye të zhvillimeve teknologjike pa kosto të shtuara. Pos Saas POS Unlimited Upgrade ynë siguron që ju gjithmonë keni mjete dhe karakteristika të fundit në dorën tuaj, garantuar që biznesi juaj mbetet në përparim.
sw: Kuwa mstari wa mbele wa maendeleo ya teknolojia bila gharama za ziada. Sasisho la Pos Saas POS lisilokuwa na kikomo linahakikisha kuwa unakuwa na zana na huduma za hivi karibuni mkononi mwako, kuhakikisha biashara yako inabaki kuwa ya kisasa.
ta: கூடுதல் செலவுகள் இல்லாமல் தொழில்நுட்ப முன்னேற்றங்களில் முன்னணியில் இருங்கள். எங்களின் Pos Saas POS அன்லிமிடெட் மேம்படுத்தல், சமீபத்திய கருவிகள் மற்றும் அம்சங்களை எப்போதும் உங்கள் விரல் நுனியில் வைத்திருப்பதை உறுதிசெய்கிறது, உங்கள் வணிகம் அதிநவீனமாக இருக்கும்.
th: อยู่ริมแรมของความล้ำค่าด้านเทคโนโลยีโดยไม่มีค่าใช้จ่ายเพิ่มเติม อัปเดตไม่จำกัดของ Pos Saas POS ของเรา รับรองว่าคุณจะมีเครื่องมือและคุณสมบัติล่าสุดเสมอที่ปลายนิ้วคุณ รับรองว่าธุรกิจของคุณจะคงอยู่ในจุดขอบตัดต่อ.
ur: کسی بھی اضافی لاگت کے بغیر تکنولوجی کی ترقی کے سامنے رہیں. ہمارا Pos Saas POS Unlimited اپ گریڈ یہ یقینی بناتا ہے کہ آپ ہمیشہ آپ کے انگلیوں پر تازہ ترین ٹولز اور خصوصیات رکھتے ہیں، جو آپ کے کاروبار کو بندوبست رکھنے کی ضمانت دیتا ہے۔

# weUnderStand
source: We understand the importance of seamless operations. That's why our round-the-clock support is available to assist you, whether it's a quick query or a comprehensive concern. Connect with us anytime, anywhere via call or WhatsApp to experience unrivaled customer service.
am: በኩር አስቸጋሪ እና መካከለኛ ጥያቄ እንኳን በደንበኛ ድጋፍ እንዲያገኙ እናይነዋል። ለእኛ ከመረጃ ተነጥብ ወይም ወይንም ወደኋላ ይናገሩ።
as: আমরা নিৰবচ্ছিন্ন কার্যকলাপৰ গুৰুত্ব বুজো। সেইকাৰণে, আমাৰ ২৪/৭ সহায় উপলব্ধ হৈছে আপোনাক সহায় কৰিবলৈ, সেউজীয়া প্ৰশ্ন বা বিস্তৃত চিন্তা থাকিলেও। যিকোনো সময়ত, যিকোনো ঠাইত আমালৈ কল অথবা WhatsAppৰ মাধ্যমে সংযোগ কৰক যাতে অনন্য গ্ৰাহক সেৱাৰ অভিজ্ঞতা লাভ কৰিব পাৰে।
az: Biz nəzakətsiz əməliyyatların əhəmiyyətini başa düşürük. Bu, sürətli sorğu və ya ətraflı məsələ olsa da, 24 saat ərzində dəstəyimizin mövcud olduğu bir addımdır. Bizimlə hər hansı bir zaman və yerə zəng və ya WhatsApp vasitəsilə əlaqə quraraq nəzakətsiz müştəri xidmətinin təcrübəsini yaşayın.
be: Мы разумеем важнасць бесперашкодных аперацый. Таму наша падтрымка даступна кругласутачна, каб дапамагчы вам, незалежна ад таго, ці гэта хуткае пытанне або комплексная праблема. Звяжыцеся з намі ў любы час, у любым месцы па тэлефоне або WhatsApp, каб адчуць беспрэцэдэнтны сэрвіс кліентаў.
bn: আমরা সহজলাভ চালানোর গুরুত্ব বুঝি। তাই আমাদের সার্বক্ষণিক সমর্থন আপনাকে সাহায্য করতে উপলব্ধ, আপনি যে কোনও দ্বিমুथ্য প্রশ্ন বা সামগ্রিক চিন্তা হোক। আমরা অবিচ্ছেদ্য গ্রাহক সেবা অনুভব করার জন্য যে কোনও সময়, যে কোথাও কল বা WhatsApp দ্বারা যোগাযোগ করতে পারেন।
cy: Rydym yn deall pwysigrwydd gweithrediadau di-dor. Dyna pam mae ein cymorth drwy'r nos ar gael i'ch cynorthwyo, boed yn gwestiwn cyflym neu broblem gynhwysfawr. Cysylltwch â ni unrhyw bryd, unrhyw le trwy alwad neu WhatsApp i brofi gwasanaeth cwsmer heb ei ail.
et: Mõistame sujuvate toimingute tähtsust. Seetõttu on meie ööpäevaringne tugi alati saadaval, et aidata teid, olgu see siis kiire küsimus või ulatuslik mure. Ühenduge meiega igal ajal, igal pool telefoni või WhatsAppi kaudu, et kogeda ületamatut klienditeenindust.
eu: Guretzat funtzionamendu jarraituaren garrantzia ulertzen dugu. Horregatik, egunean zehar laguntza eskuragarri dago, galdera azkar bat edo kezka sakonago bat izan. Gurekin harremanetan jar zaitezte, edozein lekutatik eta edozein momentutan, deituz edo WhatsApp bidez, bezero zerbitzu paregabea esperimentatzeko.
hy: Մենք հասկանում ենք անխափան գործողությունների կարևորությունը: Դրա համար մեր շուրջօրյա աջակցությունը հասանելի է ձեզ օգնություն ցույց տալու համար, թեև դա արագ հարց է, թե՞ համապարփակ խնդիր: Կապ հաստատեք մեզ հետ ցանկացած ժամանակ, ցանկացած տեղ՝ զանգահարելով կամ WhatsApp-ի միջոցով, որպեսզի զգաք անփոխարինելի հաճախորդի ծառայություն.
is: Við skiljum mikilvægi óslítandi aðgerða. Þess vegna er stuðningur okkar dyggaður allan sólarhringinn til að aðstoða þig, hvort sem það er fljótur fyrirspurn eða heildræn áhyggjur. Tengdu við okkur hvenær sem er, hvar sem er í gegnum síma eða WhatsApp til að upplifa óviðjafnanlegan þjónustu.
kk: Сіздің операциялардың себебін анықтауға білеміз. Осы себепті, күн сайын кешікті қойынша қолдау қол жетімді болады, бірақ ұсынысты сұрау немесе жоспарлы мәселе болса да. Бізбен кез келген уақытта, жерден жерге қоңырау немесе WhatsApp арқылы байланыс алып, ең өтіріксіз қолдау қызметін таңдаңыз.
km: យើងយល់ពីសារៈសំខាន់នៃប្រតិបត្តិការគ្មានថ្នេរ។ នោះហើយជាមូលហេតុដែលការគាំទ្រពេញម៉ោងរបស់យើងគឺអាចរកបានដើម្បីជួយអ្នក មិនថាវាជាសំណួររហ័ស ឬកង្វល់ដ៏ទូលំទូលាយនោះទេ។ ភ្ជាប់ជាមួយយើងគ្រប់ពេលវេលា គ្រប់ទីកន្លែង តាមរយៈការហៅទូរសព្ទ ឬ WhatsApp ដើម្បីទទួលបានបទពិសោធន៍សេវាកម្មអតិថិជនដែលមិនអាចប្រៀបផ្ទឹមបាន។
kn: ತಡೆರಹಿತ ಕಾರ್ಯಾಚರಣೆಗಳ ಪ್ರಾಮುಖ್ಯತೆಯನ್ನು ನಾವು ಅರ್ಥಮಾಡಿಕೊಂಡಿದ್ದೇವೆ. ಅದಕ್ಕಾಗಿಯೇ ತ್ವರಿತ ಪ್ರಶ್ನೆಯಾಗಿರಲಿ ಅಥವಾ ಸಮಗ್ರ ಕಾಳಜಿಯಾಗಿರಲಿ ನಿಮಗೆ ಸಹಾಯ ಮಾಡಲು ನಮ್ಮ ರೌಂಡ್-ದಿ-ಕ್ಲಾಕ್ ಬೆಂಬಲ ಲಭ್ಯವಿದೆ. ಅಪ್ರತಿಮ ಗ್ರಾಹಕ ಸೇವೆಯನ್ನು ಅನುಭವಿಸಲು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ, ಎಲ್ಲಿಯಾದರೂ ಕರೆ ಅಥವಾ WhatsApp ಮೂಲಕ ನಮ್ಮೊಂದಿಗೆ ಸಂಪರ್ಕ ಸಾಧಿಸಿ.
ky: Биз үзгүлтүксүз операциялардын маанилүүлүгүн түшүнөбүз. Ошондуктан, бизди ар кандай суроолор же кеңири маселе үчүн 24/7 колдоо менен байланыша аласыз. Кандайдыр бир учурда, каалаган убакта биз менен байланышып, мисалы, чалуу же WhatsApp аркылуу теңдешсиз кардарлардын кызматын көрүңүз.
lo: ພວກເຮົາເຂົ້າໃຈຄວາມສໍາຄັນຂອງການດໍາເນີນງານ seamless. ນັ້ນແມ່ນເຫດຜົນທີ່ວ່າການສະຫນັບສະຫນູນຕະຫຼອດໂມງຂອງພວກເຮົາແມ່ນມີຢູ່ເພື່ອຊ່ວຍທ່ານ, ບໍ່ວ່າຈະເປັນການສອບຖາມດ່ວນຫຼືຄວາມກັງວົນທີ່ສົມບູນແບບ. ເຊື່ອມຕໍ່ກັບພວກເຮົາທຸກເວລາ, ທຸກແຫ່ງຫົນໂດຍການໂທຫຼື WhatsApp ເພື່ອປະສົບການການບໍລິການລູກຄ້າທີ່ບໍ່ມີໃຜທຽບໄດ້.
mk: Разбираме колку е важно да имате беспрекорни операции. Затоа нашата поддршка е достапна 24/7 за да ви помогне, без разлика дали се работи за брзо прашање или опширен проблем. Поврзете се со нас во било кое време, од било каде, преку повик или WhatsApp за да ја искусите без премецна услуга за клиенти.
ml: ഞങ്ങൾ കൃത്യമായ പ്രവർത്തനങ്ങളുടെ പ്രാധാന്യം മനസിലാക്കുന്നു. അതിനാൽ, ഒരു արագ ചോദ്യമോ വ്യാപകമായ ആശങ്കയോ ആണെങ്കിൽ, ഞങ്ങളുടെ 24-മണിക്കൂർ പിന്തുണ നിങ്ങൾക്കായി ലഭ്യമാക്കുന്നു. വിളിക്കുകയോ വാട്‌സാപ്പിലൂടെ ബന്ധപ്പെടുകയോ ചെയ്യുക, നിങ്ങൾക്ക് സമാനമായ ഉപഭോക്തൃ സേവനം അനുഭവപ്പെടാൻ.
my: ချောမွေ့မှုမရှိသော လုပ်ငန်းဆောင်ရွက်မှုများ၏ အရေးပါမှုကို ကျွန်ုပ်တို့ နားလည်ပါသည်။ ထို့ကြောင့် အမြန်မေးမြန်းမှု သို့မဟုတ် ကျယ်ကျယ်ပြန့်ပြန့် စိုးရိမ်ပူပန်မှုဖြစ်စေရန် ကျွန်ုပ်တို့၏ နာရီလက်တံအကူအညီသည် သင့်အား ကူညီပေးနိုင်ပါသည်။ ပြိုင်ဘက်ကင်းသော ဖောက်သည်ဝန်ဆောင်မှုကို တွေ့ကြုံခံစားနိုင်ရန် ခေါ်ဆိုမှု သို့မဟုတ် WhatsApp မှတစ်ဆင့် အချိန်မရွေး၊ နေရာမရွေး ကျွန်ုပ်တို့နှင့် ချိတ်ဆက်ပါ။
ne: हामी निर्बाध सञ्चालनको महत्त्व बुझ्छौं। यसैले हाम्रो चौबीसै घण्टा समर्थन तपाईंलाई सहयोग गर्न उपलब्ध छ, चाहे यो द्रुत प्रश्न होस् वा व्यापक चिन्ता। अतुलनीय ग्राहक सेवा अनुभव गर्नको लागि कल वा व्हाट्सएप मार्फत जुनसुकै बेला, कहिँ पनि हामीसँग जडान गर्नुहोस्।
pa: ਅਸੀਂ ਸਮਝਦੇ ਹਾਂ ਕਿ ਨਿਰੰਤਰ ਕਾਰਜ ਸਚਾਈ ਦੀ ਮਹੱਤਤਾ ਹੈ। ਇਸ ਲਈ ਸਾਡੀ 24/7 ਸਹਾਇਤਾ ਤੁਹਾਡੀ ਮਦਦ ਲਈ ਉਪਲਬਧ ਹੈ, ਚਾਹੇ ਉਹ ਕਿਸੇ ਤੇਜ਼ ਸਵਾਲ ਲਈ ਹੋਵੇ ਜਾਂ ਵਿਸਥਾਰਤ ਚਿੰਤਾ ਲਈ। ਸਾਡੇ ਨਾਲ ਕਦੇ ਵੀ, ਕਿਸੇ ਵੀ ਥਾਂ ਤੋਂ ਕਾਲ ਜਾਂ ਵਾਟਸਐਪ ਦੁਆਰਾ ਜੁੜੋ ਅਤੇ ਬੇਮਿਸਾਲ ਗਾਹਕ ਸੇਵਾ ਦਾ ਅਨੁਭਵ ਕਰੋ।
ps: موږ د روانو عملیاتو اهمیت پوهیږو. له همدې امله زموږ ۲۴ ساعته ملاتړ د دې لپاره شتون لري چې تاسو سره مرسته وکړي، که دا چټک پوښتنه وي یا پراخې اندیښنې. هر وخت او هر ځای موږ سره د اړیکه نیولو لپاره د تلیفون یا WhatsApp له لارې اړیکه ونیسئ ترڅو بې ساری مشتری خدمت تجربه کړئ.
si: බාධාවකින් තොරව මෙහෙයුම් වල වැදගත්කම අපි තේරුම් ගනිමු. ඉක්මන් විමසුමක් හෝ විස්තීර්ණ සැලකිල්ලක් වේවා ඔබට සහය වීමට අපගේ 24-24 සහාය ලබා ගත හැක්කේ එබැවිනි. අසමසම පාරිභෝගික සේවාවක් අත්විඳීමට ඕනෑම වේලාවක, ඕනෑම තැනක ඇමතුමක් හෝ WhatsApp හරහා අප හා සම්බන්ධ වන්න.
sk: Rozumieme dôležitosti bezproblémového prevádzkovania. Preto je naša nepretržitá podpora k dispozícii na pomoc, či už ide o rýchlu otázku alebo komplexné obavy. Spojte sa s nami kedykoľvek a kdekoľvek prostredníctvom hovoru alebo WhatsApp a zažite neprekonateľnú zákaznícku službu.
sq: Ne kuptojmë rëndësinë e operacioneve të padëmshme. Prandaj, mbështetja jonë 24 orëshe është e gatshme për t'ju ndihmuar, për çdo pyetje të shpejtë ose shqetësim të gjerë. Lidhuni me ne në çdo kohë dhe në çdo vend përmes thirrjeve ose WhatsApp për të përjetuar shërbimin e pazëvendësueshëm për klientët.
sw: Tunaelewa umuhimu wa shughuli bila kukwama. Ndio maana msaada wetu wa saa 24 uko tayari kutoa usaidizi, iwe ni swali dogo au suala kubwa. Wasiliana nasi wakati wowote, mahali popote kupitia simu au WhatsApp ili ujue huduma isiyo na kifani.
ta: தடையற்ற செயல்பாடுகளின் முக்கியத்துவத்தை நாங்கள் புரிந்துகொள்கிறோம். அதனால்தான், விரைவான வினவலாக இருந்தாலும் அல்லது விரிவான அக்கறையாக இருந்தாலும் உங்களுக்கு உதவ எங்கள் முழுநேர ஆதரவும் உள்ளது. நிகரற்ற வாடிக்கையாளர் சேவையை அனுபவிக்க, எந்த நேரத்திலும், எங்கிருந்தும் அழைப்பு அல்லது WhatsApp மூலம் எங்களுடன் இணையுங்கள்.
th: เราเข้าใจความสำคัญของการดำเนินงานโดยไม่ขัดข้อง นั่นเหมือนเป็นเหตุผลที่บริการของเราตลอด 24 ชั่วโมงพร้อมให้ความช่วยเหลือคุณไม่ว่าจะเป็นคำถามรวดเร็วหรือปัญหาที่ครอบคลุม ติดต่อเราได้ทุกเวลาทุกที่ผ่านทางโทรศัพท์หรือ WhatsApp เพื่อสัมผัสบริการที่ไม่เหมือนใคร
ur: ہم سلسلہ وار کارروائیوں کی اہمیت کو سمجھتے ہیں۔ اسی وجہ سے ہماری 24/7 حمایت آپ کی مدد کے لئے دستیاب ہے، چاہے وہ تیز پوچھ تیز جواب ہو یا کامل تشویش ہو۔ ہم سے کہیں بھی کبھی بھی رابطہ کریں یا کال یا وٹس ایپ کے ذریعے بے مثل گاہک خدمت کا تجربہ کریں۔
