Repository: userfriendly125/azkaios
Catalog: lib/l10n/intl_*.arb
Languages: am, as, az, be, bn, cy, et, eu, fi, hy, is, kk, km, kn, ky, lo, mk, ml, my, ne, pa, ps, si, sk, sq, sw, ta, th, ur

source: Select Shop Category
am: የመውዕድ ምድብ ይምረጡ
as: দোকান শ্ৰেণী বাচি লওক
az: Mağaza kateqoriyasını seçin
be: Выберыце катэгорыю крамы
bn: দোকানের বিভাগ নির্বাচন করুন
cy: Dewiswch gategori siop
et: Valige poekategooria
eu: Hautatu denda kategoria
fi: Valitse kauppakategoria
hy: Ընտրեք խանութի կատեգորիա
is: Veldu verslunarkafla
kk: Дүкен категориясын таңдаңыз
km: ជ្រើសប្រភេទហាង
kn: ಅಂಗಡಿ ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ky: Дүкөн категориясын тандаңыз
lo: ເລືອກແບບຮ້ານ
mk: Изберете категорија на продавница
ml: ഷോപ്പ് കാറ്റഗറി തിരഞ്ഞെടുക്കുക
my: ဆိုင်အမျိုးအစားကိုရွေးချယ်ပါ
ne: दोकान श्रेणी चयन गर्नुहोस्
pa: ਦੋਕਾਨ ਦੀ ਸ਼੍ਰੇਣੀ ਚੁਣੋ
ps: د دوکان کټګوري انتخاب کړئ
si: ඇසුරන කාණ්ඩය තෝරන්න
sk: Vyberte kategóriu obchodu
sq: Zgjidhni kategorinë e dyqanit
sw: Chagua aina ya duka
ta: அந்தரங்க வகையைத் தேர்ந்தெடுக்கவும்
th: เลือกหมวดหมู่ร้านค้า
ur: دکان کا زمرہ منتخب کریں

source: Uploading
am: በማስገባት ላይ
as: আপলোড হৈ আছে
az: Yüklənir
be: Загрузка
bn: আপলোড হচ্ছে
cy: Wrth lwytho i fyny
et: Laadimine
eu: Kargatzen
fi: Ladataan
hy: Բեռնվում է
is: Upphleðslur
kk: Жүктелуде
km: កំពុងផ្ទុក
kn: ಹಲಿಸುತ್ತಿದೆ
ky: Жүктөлүүдө
lo: ກະຕອນອັບໂຫລດ
mk: Качување
ml: അപ്ലോഡ് ചെയ്യുന്നു
my: ထည့်သွင်းနေသည်
ne: अपलोड गर्दै
pa: ਅਪਲੋਡ ਹੋ ਰਿਹਾ ਹੈ
ps: پورته کول
si: අපේක්ෂිතයි
sk: Nahráva sa
sq: Po ngarkohet
sw: Inapakia
ta: ஏற்றுவது
th: กำลังอัปโหลด
ur: اپ لوڈ ہو رہا ہے

source: Password Not mach
am: የይለፍ ቃል አይደለም
as: পাছৱৰ্ড মেচ নহয়
az: Şifrə uyğun gəlmir
be: Пароль не супадае
bn: পাসওয়ার্ড মেলেনি
cy: Nid yw'r cyfrinair yn cyfateb
et: Parool ei ühti
eu: Pasahitzak ez dira bat etorri
fi: Salasana ei täsmää
hy: Գաղտնաբառը չի համապատասխանում
is: Lykilorð passar ekki
kk: Құпия сөз сәйкес келмейді
km: ពាក្យសម្ងាត់មិនត្រូវគ្នា
kn: ಪಾಸ್‌ವರ್ಡ್ ಹೊಂದುತ್ತಿಲ್ಲ
ky: Пароль туура эмес
lo: ລະຫັດຜ່ານບໍ່ຕົງກັນ
mk: Лозинката не се совпаѓа
ml: പാസ്വേഡ് കൃത്യമായില്ല
my: စကားဝှက်မတူ
ne: पासवर्ड मिल्दैन
pa: ਗੁਪਤਕੋਡ ਮਿਲਦਾ ਨਹੀਂ
ps: پټنوم برابر نه دی
si: මුරපදය නොගැලපේ
sk: Heslo sa nezhoduje
sq: Fjalëkalimi nuk përputhet
sw: Nenosiri halifani
ta: கடவுச்சொல் பொருந்தவில்லை
th: รหัสผ่านไม่ตรงกัน
ur: پاسورڈ میل نہیں کھاتا

source: Phone Number is required
am: የስልክ ቁጥር ይኖርበታል
as: ফোন নম্বৰ আৱশ্যক
az: Telefon nömrəsi tələb olunur
be: Нумар тэлефона абавязковы
bn: ফোন নম্বর আবশ্যক
cy: Mae angen rhif ffôn
et: Telefoninumber on kohustuslik
eu: Telefono zenbakia beharrezkoa da
fi: Puhelinnumero on pakollinen
hy: Հեռախոսահամարը պարտադիր է
is: Símanúmer er nauðsynlegt
kk: Телефон нөмірі қажет
km: លេខទូរស័ព្ទត្រូវការព័ត៌មាន
kn: ದೂರವಾಣಿ ಸಂಖ್ಯೆ ಅಗತ್ಯವಿದೆ
ky: Телефон номери талап кылынат
lo: ເບີໂທຈະຕ້ອງ
mk: Бројот на телефон е потребен
ml: ഫോൺ നമ്പർ ആവശ്യമാണ്
my: ဖုန်းနံပါတ်လိုအပ်သည်
ne: फोन नम्बर आवश्यक छ
pa: ਫੋਨ ਨੰਬਰ ਲਾਜ਼ਮੀ ਹੈ
ps: د تلیفون شمېره اړینه ده
si: දුරකතන අංකය අවශ්‍යයි
sk: Telefónne číslo je povinné
sq: Numri i telefonit është i nevojshëm
sw: Nambari ya simu inahitajika
ta: தொலைபேசி எண் தேவை
th: หมายเลขโทรศัพท์เป็นสิ่งจำเป็น
ur: فون نمبر ضروری ہے

source: Phone Number Already Used
am: የስልክ ቁጥር ይጠቀምባታል
as: ফোন নম্বৰ ইতিমধ্যে ব্যৱহৃত হৈছে
az: Telefon nömrəsi artıq istifadə olunur
be: Нумар тэлефона ўжо выкарыстоўваецца
bn: ফোন নম্বর ইতিমধ্যেই ব্যবহৃত হয়েছে
cy: Mae rhif ffôn eisoes wedi'i ddefnyddio
et: Telefoninumber on juba kasutatud
eu: Telefono zenbakia jada erabilita dago
fi: Puhelinnumero on jo käytössä
hy: Հեռախոսահամարը արդեն օգտագործված է
is: Símanúmer er þegar notað
kk: Телефон нөмірі бұрыннан бар
km: លេខទូរស័ព្ទបានប្រើប្រាស់រួចហើយ
kn: ದೂರವಾಣಿ ಸಂಖ್ಯೆ ಹಿಂದೆಯೇ ಬಳಸಲಾಗಿದೆ
ky: Телефон номери мурунтан колдонулууда
lo: ເບີໂທໄດ້ຖືກໃຊ້ແລ້ວ
mk: Бројот на телефон веќе се користи
ml: ഫോൺ നമ്പർ ഇതിനകം ഉപയോഗിച്ചിരിക്കുന്നു
my: ဖုန်းနံပါတ်ကို ယခင်မှာ အသုံးပြုခဲ့ပါပြီ
ne: फोन नम्बर पहिल्यै प्रयोग भएको छ
pa: ਫੋਨ ਨੰਬਰ ਪਹਿਲਾਂ ਹੀ ਵਰਤਿਆ ਗਿਆ ਹੈ
ps: د تلیفون شمېره دمخه کارول شوې
si: දුරකතන අංකය දැනටමත් භාවිතා කරයි
sk: Telefónne číslo už je použité
sq: Numri i telefonit është përdorur tashmë
sw: Nambari ya simu tayari inatumika
ta: தொலைபேசி எண் ஏற்கனவே பயன்படுத்தப்படுகிறது
th: หมายเลขโทรศัพท์ถูกใช้แล้ว
ur: فون نمبر پہلے ہی استعمال کیا جا چکا ہے

source: Send whatsapp message
am: ወይዘረ መልእክት ላክ
as: WhatsApp বাৰ্তা পঠিওৱা
az: WhatsApp mesajı göndər
be: Адправіць паведамленне праз WhatsApp
bn: হোয়াটসঅ্যাপ বার্তা পাঠান
cy: Anfon neges whatsapp
et: Saada WhatsAppi sõnum
eu: Bidali WhatsApp mezu bat
fi: Lähetä WhatsApp-viesti
hy: Ուղարկել WhatsApp հաղորդագրություն
is: Senda WhatsApp skilaboð
kk: Whatsapp хабарламасын жіберу
km: ផ្ញើសារប្រព័ន្ធWhatsapp
kn: ವಾಟ್ಸಾಪ್ ಸಂದೇಶ ಕಳುಹಿಸಿ
ky: Whatsapp билдирүүсүн жөнөтүү
lo: ສົ່ງຂໍແນະນຳໃສ່ Whatsapp
mk: Испрати порака на whatsapp
ml: വാട്‌സ്ആപ്പ് സന്ദേശം അയയ്ക്കുക
my: WhatsApp သို့ စာပို့မည်
ne: व्हाट्सएप सन्देश पठाउनुहोस्
pa: ਵਟਸਐਪ ਸੁਨੇਹਾ ਭੇਜੋ
ps: د وټس اپ پیغام واستوئ
si: WhatsApp පණිවිඩයක් යවන්න
sk: Odoslať správu na WhatsApp
sq: Dërgo mesazh në WhatsApp
sw: Tuma ujumbe wa whatsapp
ta: Whatsapp செய்தியை அனுப்பவும்
th: ส่งข้อความ WhatsApp
ur: واٹس ایپ پیغام بھیجیں

source: Enter customer gst number
am: የደንበኛ GST ቁጥር ይገቡ
as: গ্ৰাহকৰ GST নম্বৰ প্ৰবিষ্ট কৰক
az: Müştərinin GST nömrəsini daxil edin
be: Увядзіце нумар GST кліента
bn: গ্রাহকের জিএসটি নম্বর প্রবেশ করান
cy: Rhowch rif GST y cwsmer
et: Sisestage kliendi GST number
eu: Sartu bezeroaren GST zenbakia
fi: Syötä asiakkaan GST-numero
hy: Մուտքագրեք հաճախորդի GST համար
is: Sláðu inn GST númer viðskiptavinar
kk: Клиенттің GST нөмірін енгізіңіз
km: សូមបញ្ចូលលេខ GST របស់អតិថិជន
kn: ಗ್ರಾಹಕ ಜಿಎಸ್‌ಟಿ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ky: Кардардын GST номерин киргизиңиз
lo: ກະລຸນາໃສ່ເລກທະບຽນ GST ຂອງລູກຄ້າ
mk: Внесете GST број на клиентот
ml: ഉപഭോക്തൃ GST നമ്പർ രേഖപ്പെടുത്തുക
my: သုံးစွဲသူ၏ GST နံပါတ်ထည့်ပါ
ne: ग्राहकको जीएसटी नम्बर प्रविष्ट गर्नुहोस्
pa: ਗਾਹਕ ਦਾ ਜੀਐਸਟੀ ਨੰਬਰ ਦਾਖਲ ਕਰੋ
ps: د پیرودونکي GST نمبر ولیکئ
si: පාරිභෝගිකයාගේ GST අංකය ඇතුළුවන්න
sk: Zadajte číslo GST zákazníka
sq: Shkruani numrin GST të klientit
sw: Ingiza nambari ya gst ya mteja
ta: வாடிக்கையாளர் GST எண்ணை உள்ளிடவும்
th: กรุณาใส่หมายเลข GST ของลูกค้า
ur: کسٹمر کا جی ایس ٹی نمبر درج کریں

source: Are you sure to delete this user
am: ይህን ተጠቃሚ ማጥፋት ይደረግዎት ነው?
as: আপুনি নিশ্চিত যে এই ব্যৱহাৰকাৰীটো মচিব?
az: Bu istifadəçini silmək istədiyinizə əminsiniz?
be: Вы сапраўды хочаце выдаліць гэтага карыстальніка?
bn: আপনি কি এই ব্যবহারকারীকে মুছে ফেলতে নিশ্চিত?
cy: Ydych chi'n siŵr eich bod am ddileu'r defnyddiwr hwn?
et: Kas olete kindel, et soovite selle kasutaja kustutada?
eu: Ziur zaude erabiltzaile hau ezabatu nahi duzula?
fi: Oletko varma, että haluat poistaa tämän käyttäjän?
hy: Հավաստի՞ եք, որ ցանկանում եք հեռացնել այս օգտվողին
is: Ertu viss um að eyða þessum notanda?
kk: Бұл пайдаланушыны жоюға сенімдісіз бе?
km: តើអ្នកប្រាកដថាចង់លុបអ្នកប្រើប្រាស់នេះទេ?
kn: ಈ ಬಳಕೆದಾರರನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿದ್ದೀರಾ?
ky: Бул колдонуучуну өчүрүүгө ишенесизби?
lo: ເຈົ້າແນ່ໃຈບໍ່ທີ່ຈະລຶບຜູ້ໃຊ້ນີ້
mk: Дали сте сигурни дека сакате да го избришете овој корисник?
ml: ഈ ഉപയോക്താവിനെ മായ്ക്കാൻ നിങ്ങൾ ഉറപ്പാണോ?
my: ဤအသုံးပြုသူကိုဖျက်မလားသေချာပါသလား
ne: के तपाइँ यो प्रयोगकर्ता मेट्न निश्चित हुनुहुन्छ?
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਉਪਭੋਗਤਾ ਨੂੰ ਮਿਟਾਉਣ ਲਈ ਯਕੀਨੀ ਹੋ?
ps: آیا تاسو باوري یاست چې دا کاروونکی حذف کړئ؟
si: මෙම පරිශීලකයා මකන්නැයි ඔබ විශ්වාසද?
sk: Ste si istý, že chcete odstrániť tohto používateľa?
sq: A jeni i sigurt që dëshironi të fshini këtë përdorues?
sw: Je, uko na uhakika wa kufuta mtumiaji huyu?
ta: இந்த பயனரை நீக்க விரும்புகிறீர்களா?
th: คุณแน่ใจที่จะลบผู้ใช้คนนี้หรือไม่
ur: کیا آپ اس صارف کو حذف کرنے کے لیے یقین رکھتے ہیں؟

# theUserWillBeDeletedAndAllTheData
source: The user will be deleted and all the data will be deleted from your account.Are you sure to delete this
am: ተጠቃሚው ይሠርዝ ይሆናል እና ሁሉም ውሂብ ከእርስዎ መረጃ ይሠርዝ። ይህን ይሠርዝ ይደረግዎት ነው?
as: ব্যৱহাৰকাৰীটো মচি দিয়া হ'ব আৰু আপোনাৰ একাউণ্টৰ পৰা সকলো তথ্য মচি দিয়া হ'ব। আপুনি নিশ্চিত?
az: İstifadəçi silinəcək və bütün məlumatlar hesabınızdan silinəcək. Bu istifadəçini silmək istədiyinizə əminsiniz?
be: Карыстальнік будзе выдалены, і ўсе даныя будуць выдалены з вашага акаўнта. Вы сапраўды хочаце гэта зрабіць?
bn: ব্যবহারকারী এবং তার সকল তথ্য আপনার অ্যাকাউন্ট থেকে মুছে ফেলা হবে। আপনি কি নিশ্চিত?
cy: Bydd y defnyddiwr yn cael ei ddileu a bydd yr holl ddata yn cael eu dileu o'ch cyfrif. Ydych chi'n siŵr eich bod am ddileu hyn?
et: Kasutaja kustutatakse ja kõik andmed kustutatakse teie kontolt. Kas olete kindel, et soovite selle kustutada?
eu: Erabiltzailea ezabatuko da eta datu guztiak zure kontutik ezabatuko dira. Ziur zaude ezabatu nahi duzula?
fi: Käyttäjä poistetaan ja kaikki tiedot poistetaan tililtäsi. Oletko varma, että haluat poistaa tämän?
hy: Օգտվողը կհանվի, և բոլոր տվյալները կհանվեն ձեր հաշվից։ Համոզված եք, որ ցանկանում եք հեռացնել դա
is: Notandinn verður eytt og öll gögn verða eytt úr reikningnum þínum. Eruð þú viss um að eyða þessu?
kk: Пайдаланушы жойылады және барлық деректер сіздің есептік жазбаңыздан жойылады. Бұл жоюға сенімдісіз бе?
km: អ្នកប្រើប្រាស់នឹងត្រូវលុប និងទិន្នន័យទាំងអស់នឹងត្រូវលុបចេញពីគណនីរបស់អ្នក។ តើអ្នកប្រាកដថាចង់លុបវាទេ?
kn: ಬಳಕೆದಾರ ಅಳಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಖಾತೆಯಿಂದ ಎಲ್ಲಾ ಡೇಟಾ ಅಳಿಸಲಾಗುತ್ತದೆ. ನೀವು ಇದನ್ನು ಅಳಿಸಲು ಖಚಿತವಾಗಿದ್ದೀರಾ?
ky: Колдонуучу өчүрүлөт жана бардык маалыматтар сиздин эсептиңизден өчүрүлөт. Сиз чынында эле өчүрүүгө ишенесизби?
lo: ຜູ້ໃຊ້ຈະຖືກລຶບແລະຂໍໍຂໍໍທັງເຂົ້າຂໍໍໍຈະຖືກລຶບຈາກບັນຊີຂອງເຈົ້າ. ເຈົ້າແນ່ໃຈບໍ່ທີ່ຈະລຶບນີ້
mk: Корисникот ќе биде избришан и сите податоци ќе бидат избришани од вашиот акаунт. Дали сте сигурни дека сакате да го избришете ова?
ml: ഉപയോക്താവ് മായ്ച്ചു, എല്ലാ വിവരങ്ങളും നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്നുമുള്ളത് മായ്ച്ചു. നിങ്ങൾ ഈ ഉപയോക്താവിനെ മായ്ക്കാൻ ഉറപ്പാണോ?
my: အသုံးပြုသူကိုဖျက်ရန်ရှိပြီး အချက်အလက်အားလုံးကို သင့်အကောင့်မှဖျက်မည်။ ဤအသုံးပြုသူကိုဖျက်ရန်သေချာပါသလား
ne: यो प्रयोगकर्ता मेटिनेछ र तपाईको खाता बाट सबै डेटा मेटिनेछ। के तपाई निश्चित हुनुहुन्छ?
pa: ਉਪਭੋਗਤਾ ਨੂੰ ਮਿਟਾਇਆ ਜਾਵੇਗਾ ਅਤੇ ਸਾਰੀ ਡਾਟਾ ਤੁਹਾਡੇ ਖਾਤੇ ਤੋਂ ਮਿਟਾਈ ਜਾਵੇਗੀ। ਕੀ ਤੁਸੀਂ ਇਸਨੂੰ ਮਿਟਾਉਣ ਲਈ ਯਕੀਨੀ ਹੋ?
ps: کاروونکی به حذف شي او ټول معلومات به ستاسو له حسابه حذف شي. آیا تاسو باوري یاست چې حذف کړئ؟
si: පරිශීලකයා මකනු ලැබෙන අතර ඔබගේ ගිණුමෙන් සියලු දත්ත මකනු ලබනු ඇත. මෙය මකන්න ඔබ විශ්වාසද?
sk: Používateľ bude odstránený a všetky údaje budú odstránené z vášho účtu. Ste si istý, že chcete odstrániť toto?
sq: Përdoruesi do të fshihet dhe të gjitha të dhënat do të fshihen nga llogaria juaj. A jeni të sigurt që dëshironi të fshini këtë?
sw: Mtumiaji atafutwa na data zote zitatolewa kutoka kwa akaunti yako. Je, uko na uhakika wa kufuta hii?
ta: இந்த பயனர் நீக்கப்படும் மற்றும் உங்கள் கணக்கிலிருந்து அனைத்து தரவுகளும் நீக்கப்படும். நீக்க விரும்புகிறீர்களா?
th: ผู้ใช้จะถูกลบและข้อมูลทั้งหมดจะถูกลบจากบัญชีของคุณ คุณแน่ใจหรือไม่ที่จะลบสิ่งนี้
ur: صارف حذف کر دیا جائے گا اور آپ کے اکاؤنٹ سے تمام ڈیٹا حذف ہو جائے گا۔ کیا آپ واقعی حذف کرنا چاہتے ہیں؟

source: About us
am: ስለ እኛ
as: আমাৰ বিষয়ে
az: Haqqımızda
be: Пра нас
bn: আমাদের সম্পর্কে
cy: Amdanom ni
et: Meist
eu: Guri buruz
fi: Meistä
hy: Մեր մասին
is: Um okkur
kk: Біз туралы
km: អំពីពួកយើង
kn: ನಮ್ಮ ಬಗ್ಗೆ
ky: Биз жөнүндө
lo: ກ່ຽວກັບເຮົາ
mk: За нас
ml: ഞങ്ങളെക്കുറിച്ച്
my: ကျွန်ုပ်တို့အကြောင်း
ne: हाम्रो बारेमा
pa: ਸਾਡੇ ਬਾਰੇ
ps: زموږ په اړه
si: අපි ගැන
sk: O nás
sq: Rreth nesh
sw: Kuhusu sisi
ta: எங்களைப் பற்றி
th: เกี่ยวกับเรา
ur: ہمارے بارے میں

source: Total Products
am: አጠቃላይ ምርቶች
as: মুঠ উৎপাদক
az: Cəmi məhsullar
be: Усяго прадуктаў
bn: মোট পণ্য
cy: Cyfanswm y Cynhyrchion
et: Kokku tooteid
eu: Produktu guztira
fi: Yhteensä tuotteita
hy: Ամբողջ ապրանքներ
is: Heildarfjöldi vara
kk: Жалпы өнімдер
km: ផលិតផលសរុប
kn: ಒಟ್ಟು ಉತ್ಪನ್ನಗಳು
ky: Жалпы продуктылар
lo: ສິນຄ້າທັງໝົດ
mk: Вкупно производи
ml: ആകെ ഉത്പന്നങ്ങൾ
my: စုစုပေါင်းထုတ်ကုန်များ
ne: कुल उत्पादनहरू
pa: ਕੁੱਲ ਉਤਪਾਦ
ps: ټول محصولات
si: මුළු නිෂ්පාදන
sk: Celkový počet produktov
sq: Produkte totale
sw: Bidhaa zote
ta: மொத்த தயாரிப்புகள்
th: ผลิตภัณฑ์ทั้งหมด
ur: مجموعی مصنوعات

source: Unpaid
am: ያልተከፈለ
as: অবৈতন
az: Ödənilməmiş
be: Неплацеж
bn: অবিতরিক
cy: Heb dalu
et: Makse tegemata
eu: Ordaindu gabe
fi: Maksamatta
hy: Չվճարված
is: Ógreitt
kk: Төленбеген
km: មិនបានបង់ប្រាក់
kn: ಪಾವತಿ ಮಾಡದ
ky: Төлөнгөн эмес
lo: ບໍ່ແຈ່ເງິນ
mk: Неплатено
ml: വാങ്ങാത്ത
my: ငွေပေးချေမှုမရှိသေး
ne: भुक्तानी नगरेको
pa: ਬਕਾਇਆ
ps: بې پیسو
si: භාජනය
sk: Nezaplatené
sq: Të papaguara
sw: Hajapewa
ta: செலுத்தப்படாத
th: ยังไม่ได้ชำระ
ur: غیر ادا شدہ

source: Wholesaler
am: ግዢ ደንበኛ
as: থোক বেপাৰী
az: Topdan satışçı
be: Аптовік
bn: পাইকারি বিক্রেতা
cy: Cyfanwerthwr
et: Hulgimüüja
eu: Handizkaria
fi: Tukkumyyjä
hy: Մեծածախ
is: Heildsali
kk: Жабдықтаушы
km: អ្នកគ្រប់គ្រង
kn: ಹೋಲ್ಸೇಲರ್
ky: Оптовик
lo: ຜູ້ຂາຍປະຈໍາ
mk: На големо
ml: വില്പനക്കാരൻ
my: စျေးဝယ်သူ
ne: थोक विक्रेता
pa: ਹੋਲਸੇਲਰ
ps: هول سیلر
si: සැපයුම්කරු
sk: Veľkoobchodník
sq: Shitës me shumicë
sw: Wauzaji wa jumla
ta: மொத்த விற்பனையாளர்
th: ผู้ค้าส่ง
ur: ہول سیلر

source: Customer GST
am: የደንበኛ ግስት
as: গ্ৰাহক GST
az: Müştəri GST
be: GST кліента
bn: গ্রাহক জিএসটি
cy: GST Cwsmer
et: Kliendi GST
eu: Bezeroaren GST
fi: Asiakkaan GST
hy: Հաճախորդի GST
is: GST viðskiptavinar
kk: Клиенттің GST
km: GST អតិថិជន
kn: ಗ್ರಾಹಕ ಜಿಎಸ್‌ಟಿ
ky: Кардардын GST
lo: ກົດບັດລູກຄ້າ
mk: GST на клиентот
ml: ഉപഭോക്തൃ GST
my: သုံးစွဲသူ GST
ne: ग्राहकको जीएसटी
pa: ਗਾਹਕ ਦਾ ਜੀਐਸਟੀ
ps: د پیرودونکي GST
si: පාරිභෝගික GST
sk: GST zákazníka
sq: GST i klientit
sw: GST ya mteja
ta: வாடிக்கையாளர் GST
th: GST ของลูกค้า
ur: کسٹمر جی ایس ٹی

source: Delivery Addresses
am: የመደብር አድራሻዎች
as: ডেলিভাৰী ঠিকনা
az: Çatdırılma ünvanları
be: Адрасы дастаўкі
bn: ডেলিভারি ঠিকানা
cy: Cyfeiriadau Danfoniad
et: Kohaletoimetamise aadressid
eu: Bidalketa Helbideak
fi: Toimitusosoitteet
hy: Առաքման հասցեներ
is: Afhendingarheimildir
kk: Жеткізу мекен-жайлары
km: អាស័យដ្ឋានដឹកជញ្ជូន
kn: ವಿತರಣಾ ವಿಳಾಸಗಳು
ky: Жеткирүү даректери
lo: ທີ່ຢູ່ສົ່ງສິນຄ້າ
mk: Адреси за испорака
ml: ഡെലിവറി വിലാസങ്ങൾ
my: ပို့ဆောင်ရန်လိပ်စာများ
ne: डेलिभरी ठेगानाहरू
pa: ਡਿਲੀਵਰੀ ਪਤੇ
ps: د تحویلي پته
si: නිවසේ ලිපිනයන්
sk: Dodacie adresy
sq: Adresat e dorëzimit
sw: Anwani za usambazaji
ta: விநியோக முகவரிகள்
th: ที่อยู่การจัดส่ง
ur: ترسیل کے پتے

source: Other
am: ሌላ
as: অন্যান্য
az: Digər
be: Іншае
bn: অন্যান্য
cy: Eraill
et: Muu
eu: Beste
fi: Muut
hy: Այլ
is: Annað
kk: Басқа
km: ផ្សេងទៀត
kn: ಇತರ
ky: Башка
lo: ອື່ນໆ
mk: Друго
ml: മറ്റുള്ളവ
my: အခြား
ne: अन्य
pa: ਹੋਰ
ps: نور
si: අනික්
sk: Iné
sq: Të tjera
sw: Nyingine
ta: மற்றவை
th: อื่นๆ
ur: دیگر

source: Office
am: ቢሮ
as: অফিচ
az: Ofis
be: Офіс
bn: অফিস
cy: Swyddfa
et: Kantselei
eu: Bulegoa
fi: Toimisto
hy: Գործարան
is: Skrifstofa
kk: Офис
km: ការិយាល័យ
kn: ಕಾರ್ಯಾಲಯ
ky: Офис
lo: ສຳນວນ
mk: Офис
ml: ആഫീസ്
my: ရုံး
ne: कार्यालय
pa: ਕਾਰਜਾਲਾ
ps: دفتر
si: කාර්යාලය
sk: Kancelária
sq: Zyra
sw: Ofisi
ta: காலணி
th: สำนักงาน
ur: دفتر

# youCanNotPayMoreThenDue
source: You can\'t pay more then due
am: የተገኘውን በላይ አትከፍሉ
as: আপুনি মেচনৰকৈ বেছি পেমেণ্ট কৰিব নোৱাৰিব
az: Müddətindən artıq ödəyə bilməzsiniz
be: Вы не можаце заплаціць больш, чым запазычанасць
bn: আপনি নির্ধারিত বকেয়ার চেয়ে বেশি পরিশোধ করতে পারবেন না
cy: Ni allwch dalu mwy na'r hyn sydd ddyledus
et: Te ei saa maksta rohkem, kui on vajalik
eu: Ez duzu zor duzuna baino gehiago ordaindu dezakezu
fi: Et voi maksaa enemmän kuin erääntynyt summa
hy: Դուք չեք կարող վճարել ավելի, քան պարտքը
is: Þú getur ekki greitt meira en skylt
kk: Сіз төлемнен көп төлей алмайсыз
km: អ្នកមិនអាចបង់ប្រាក់ច្រើនជាងចំនួនដែលត្រូវបានកំណត់
kn: ನೀವು ಬಾಕಿ ಇರುವಕ್ಕಿಂತ ಹೆಚ್ಚು ಪಾವತಿಸಬೇಕಾಗಿಲ್ಲ
ky: Сиз мөөнөтүнө караганда көбүрөөк төлөй албайсыз
lo: ທ່ານບໍ່ສາມາດເຊິກຈ່າຍເງິນເກີນຈິງ
mk: Не можете да платите повеќе од должниот износ
ml: നിങ്ങൾ_due_കാൾ അധികം പണം നൽകില്ല
my: သင်မရနိုင်ပါ အထက်ပါငွေပေးချေမှုထက်ပိုသည်
ne: तपाईंले बक्यौता भन्दा बढी भुक्तानी गर्न सक्दैन
pa: ਤੁਸੀਂ ਮਿਆਦ ਤੋਂ ਵੱਧ ਨਹੀਂ ਭੁਗਤਾਨ ਕਰ ਸਕਦੇ
ps: تاسو نشئ کولی له مستحقې زیاتې پیسې ورکړئ
si: ඔබට බදු දීමනාවට වඩා ගෙවිය නොහැක
sk: Nemôžete zaplatiť viac ako je dlh
sq: Nuk mund të paguani më shumë se shuma e borxhit
sw: Huwezi kulipa zaidi ya deni
ta: நீங்கள் கட்டணம் செலுத்த முடியாது
th: คุณไม่สามารถชำระเงินเกินกว่าที่ค้างชำระได้
ur: آپ مقررہ رقم سے زیادہ نہیں ادا کر سکتے

source: Sending message
am: መልዕክት እየተላከ
as: বার্তা পঠাইছে
az: Mesaj göndərilir
be: Адпраўка паведамлення
bn: বার্তা পাঠানো হচ্ছে
cy: Anfon neges
et: Sõnumi saatmine
eu: Mezua bidaltzen
fi: Lähetetään viestiä
hy: Հաղորդագրություն ուղարկվում է
is: Sending skilaboða
kk: Хабарлама жіберілуде
km: កំពុងផ្ញើសារ
kn: ಸಂದೇಶ ಕಳುಹಿಸುತ್ತಿದೆ
ky: Билдирүү жөнөтүүдө
lo: ກຳລັງສົ່ງຂໍແອບ
mk: Испраќање на порака
ml: സന്ദേശം അയയ്ക്കുന്നു
my: စာပို့နေသည်
ne: सन्देश पठाइँदैछ
pa: ਸੁਨੇਹਾ ਭੇਜ ਰਹੇ ਹਾਂ
ps: پیغام لیږل
si: පණිවිඩය යවාමින්
sk: Odosielanie správy
sq: Dërgimi i mesazhit
sw: Inatuma ujumbe
ta: செய்தி அனுப்புகிறேன்
th: กำลังส่งข้อความ
ur: پیغام بھیج رہا ہے

source: Personal Information
am: የግል መረጃ
as: ব্যক্তিগত তথ্য
az: Şəxsi məlumatlar
be: Персанальная інфармацыя
bn: ব্যক্তিগত তথ্য
cy: Gwybodaeth Bersonol
et: Isiklikud andmed
eu: Informazio pertsonala
fi: Henkilökohtaiset tiedot
hy: Անձնական տեղեկություններ
is: Persónuupplýsingar
kk: Жеке ақпарат
km: ព័ត៌មានផ្ទាល់ខ្លួន
kn: ಖಾಸಗಿ ಮಾಹಿತಿ
ky: Жеке маалыматтар
lo: ຂໍໍໍາລົດສະຖິຕິສະຕເສຍສ່ວນບຸກຄົນ
mk: Лични информации
ml: സ്വകാര്യ വിവരങ്ങൾ
my: ကိုယ်ရေးအချက်အလက်များ
ne: व्यक्तिगत जानकारी
pa: ਨਿੱਜੀ ਜਾਣਕਾਰੀ
ps: شخصي معلومات
si: කැමැත්තන්ගේ විස්තර
sk: Osobné informácie
sq: Informacion personal
sw: Taarifa binafsi
ta: தனிப்பட்ட தகவல்
th: ข้อมูลส่วนบุคคล
ur: ذاتی معلومات

source: Please Connect The Printer First
am: እባኮትን በመጀመሪያ የእቃ በርካታውን ያገናኝ
as: দয়া কৰি প্ৰথমত প্ৰিণ্টাৰ সংযোগ কৰক
az: Zəhmət olmasa, əvvəlcə printeri qoşun
be: Калі ласка, спачатку падключыце прынтар
bn: অনুগ্রহ করে প্রথমে প্রিন্টারটি সংযুক্ত করুন
cy: Os gwelwch yn dda, cysylltwch â'r argraffydd yn gyntaf
et: Palun ühendage printer kõigepealt
eu: Mesedez, konektatu inprimagailua lehenik
fi: Ole hyvä ja yhdistä tulostin ensin
hy: Խնդրում ենք առաջինը միացնել տպիչը
is: Vinsamlegast tengdu prentarann fyrst
kk: Басқарғышты алдымен қосыңыз
km: សូមភ្ជាប់ម៉ាស៊ីនបោះពុម្ពជាមុន
kn: ದಯವಿಟ್ಟು ಮೊದಲು ಮುದ್ರಕವನ್ನು ಸಂಪರ್ಕಿಸಿ
ky: Сураныч, алгач принтерди туташтырыңыз
lo: ກະລຸນາເຊື່ອມຕໍ່ເປີນກ່ຽວກ່ຽວທີ່ສົ່ງສິນຄ້າສິນຄ້າ
mk: Ве молиме прво поврзете ја принтерот
ml: ദയവായി ആദ്യം പ്രിന്റർ കണക്ടുചെയ്യുക
my: ပရင်တာကိုပထမဦးစွာချိတ်ဆက်ပါ
ne: कृपया पहिलो प्रिन्टर जडान गर्नुहोस्
pa: ਕਿਰਪਾ ਕਰਕੇ ਪਹਿਲਾਂ ਪ੍ਰਿੰਟਰ ਜੁੜੋ
ps: مهرباني وکړئ لومړی پرنټر ونښلئ
si: කරුණාකර මුද්‍රකය මුල්ව සම්බන්ධ කරන්න
sk: Najprv pripojte tlačiareň
sq: Ju lutem lidheni printerin së pari
sw: Tafadhali ungana na printer kwanza
ta: முதலில் அச்சுப்பொறியை இணைக்கவும்
th: กรุณาเชื่อมต่อเครื่องพิมพ์ก่อน
ur: براہ کرم پہلے پرنٹر منسلک کریں

source: Enter Valid Amount
am: ትክክለኛ የገንዘብ መጠን ይምረጡ
as: বৈধ পৰিমাণ প্ৰবিষ্ট কৰক
az: Etibarlı məbləğ daxil edin
be: Увядзіце правільную суму
bn: একটি বৈধ পরিমাণ প্রবেশ করান
cy: Rhowch Swm Dilys
et: Sisestage kehtiv summa
eu: Sartu kopuru baliozkoa
fi: Syötä voimassa oleva summa
hy: Մուտքագրեք վավեր գումար
is: Sláðu inn gilt upphæð
kk: Дұрыс соманы енгізіңіз
km: សូមបញ្ចូលចំនួនដែលត្រឹមត្រូវ
kn: ಮಾನ್ಯ ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
ky: Туура сумманы киргизиңиз
lo: ໃສ່ຈຳນວນທີ່ແມ່ນຈິງ
mk: Внесете валиден износ
ml: ശാസ്ത്രീയമായ തുകയുണ്ടാക്കുക
my: မှန်ကန်သောငွေပမာဏထည့်ပါ
ne: मान्य रकम प्रविष्ट गर्नुहोस्
pa: ਮੰਨਯੋਗ ਰਕਮ ਦਾਖਲ ਕਰੋ
ps: معتبر مقدار ولیکئ
si: වලංගු ප්‍රමාණයක් ඇතුළුවන්න
sk: Zadajte platnú sumu
sq: Shkruani një shumë të vlefshme
sw: Ingiza kiasi halali
ta: செல்லுபடியாகும் தொகையை உள்ளிடவும்
th: กรุณาใส่จำนวนเงินที่ถูกต้อง
ur: درست رقم درج کریں

source: Bank
am: ባንክ
as: ব্যাংক
be: Банк
bn: ব্যাংক
et: Pank
eu: Bankua
fi: Pankki
hy: Բանկ
is: Banki
kk: Банк
km: ធនាគារ
kn: ಬ್ಯಾಂಕ್
ky: Банк
lo: ບັນຊີ
mk: Банка
ml: ബാങ്ക്
my: ဘဏ်
ne: बैंक
pa: ਬੈਂਕ
ps: بانک
si: බැංකුව
sk: Banka
sq: Banka
sw: Benki
ta: பாங்கு
th: ธนาคาร
ur: بینک

source: Card
am: ካርድ
as: কাৰ্ড
az: Kart
be: Картка
bn: কার্ড
et: Kaart
eu: Txartela
fi: Kortti
hy: Քարտ
is: Kort
kk: Карта
km: កាត
kn: ಕಾರ್ಡ್
ky: Карта
lo: ໃບບັດ
mk: Картичка
ml: കാർഡ്
my: ကတ်
ne: कार्ड
pa: ਕਾਰਡ
ps: کارت
si: කාඩ්පත
sk: Karta
sq: Kartë
sw: Kadi
ta: கார்ட்
th: บัตร
ur: کارڈ

source: Mobile Payment
am: የሞባይል ክፍያ
as: ম'বাইল পেমেণ্ট
az: Mobil Ödəniş
be: Мабільны плацёж
bn: মোবাইল পেমেন্ট
cy: Taliad Symudol
et: Mobiilimakse
eu: Mugikorreko ordainketa
fi: Mobiilimaksu
hy: Մոբայլ վճարում
is: Farsímagreiðsla
kk: Мобильді төлем
km: បង់ប្រាក់ទូរស័ព្ទចល័ត
kn: ಮೊಬೈಲ್ ಪಾವತಿ
ky: Мобилдик төлөм
lo: ການຊໍາລະເງິນຜ່ານໂທລະສັບ
mk: Мобилно плаќање
ml: മൊബൈൽ പേമെന്റ്
my: မိုဘိုင်းငွေပေးချေမှု
ne: मोबाइल भुक्तानी
pa: ਮੋਬਾਈਲ ਭੁਗਤਾਨ
ps: موبایل تادیه
si: ජංගම ගෙවීම්
sk: Mobilná platba
sq: Pagesa mobile
sw: Malipo ya Simu
ta: மொபைல் கட்டணம்
th: การชำระเงินผ่านมือถือ
ur: موبائل ادائیگی

source: Snacks
am: ማቅለሻዎች
as: স্নেকস
az: Şirniyyat
be: Закуска
bn: স্ন্যাকস
et: Snäkid
eu: Snackak
fi: Välipalat
hy: Խորտիկներ
is: Snarl
kk: Тәттілер
km: អាហារសាមញ្ញ
kn: ಸ್ನಾಕ್ಸ್
ky: Тамак-аш
lo: ສິນຄ້າກິນເພີ່ມ
mk: Закуски
ml: സ്നാക്കുകൾ
my: အစားအစာ
ne: स्न्याक्स
pa: ਸਨੈਕਸ
ps: خوراکونه
si: ස්නැක්ස්
sk: Svačiny
sw: Vyakula vya kati
ta: நன்கு
th: ของว่าง
ur: اسنیکس

source: Select Category
am: የምድብ ይምረጡ
as: শ্ৰেণী বাচি লওক
az: Kateqoriyanı seçin
be: Выберыце катэгорыю
bn: বিভাগ নির্বাচন করুন
cy: Dewiswch Gategori
et: Valige kategooria
eu: Hautatu kategoria
fi: Valitse kategoria
hy: Ընտրեք կատեգորիա
is: Veldu flokk
kk: Категорияны таңдаңыз
km: ជ្រើសប្រភេទ
kn: ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ky: Категорияны тандаңыз
lo: ເລືອກແບບສິນຄ້າ
mk: Изберете категорија
ml: കാറ്റഗറി തിരഞ്ഞെടുക്കുക
my: အမျိုးအစားကိုရွေးချယ်ပါ
ne: श्रेणी चयन गर्नुहोस्
pa: ਸ਼੍ਰੇਣੀ ਚੁਣੋ
ps: کټګوري انتخاب کړئ
si: කාණ්ඩය තෝරන්න
sk: Vyberte kategóriu
sq: Zgjidhni kategorinë
sw: Chagua aina
ta: வகையைத் தேர்ந்தெடுக்கவும்
th: เลือกหมวดหมู่
ur: زمرہ منتخب کریں

source: Please Enter Name
am: እባኮትን ስም ይምረጡ
as: দয়া কৰি নাম প্ৰবিষ্ট কৰক
az: Zəhmət olmasa, ad daxil edin
be: Калі ласка, увядзіце імя
bn: দয়া করে নাম দিন
cy: Os gwelwch yn dda, rhowch enw
et: Palun sisestage nimi
eu: Mesedez, sartu izena
fi: Ole hyvä ja syötä nimi
hy: Խնդրում ենք մուտքագրել անուն
is: Vinsamlegast sláðu inn nafn
kk: Аты-жөніңізді енгізіңіз
km: សូមបញ្ចូលឈ្មោះ
kn: ದಯವಿಟ್ಟು ಹೆಸರು ನಮೂದಿಸಿ
ky: Сураныч, атын киргизиңиз
lo: ກະລຸນາໃສ່ຊື່
mk: Ве молиме внесете име
ml: ദയവായി പേര് രേഖപ്പെടുത്തുക
my: ကျေးဇူးပြု၍ နာမည်ထည့်ပါ
ne: कृपया नाम प्रविष्ट गर्नुहोस्
pa: ਕਿਰਪਾ ਕਰਕੇ ਨਾਮ ਦਾਖਲ ਕਰੋ
ps: مهرباني وکړئ نوم ولیکئ
si: කරුණාකර නම ඇතුළුවන්න
sk: Zadajte meno
sq: Ju lutem shkruani emrin
sw: Tafadhali ingiza jina
ta: பெயரை உள்ளிடவும்
th: กรุณาใส่ชื่อ
ur: براہ کرم نام درج کریں

source: please Inter Amount
am: እባኮትን የገንዘብ መጠን ይግቡ
as: দয়া কৰি পৰিমাণ প্ৰবিষ্ট কৰক
az: Zəhmət olmasa, məbləği daxil edin
be: Калі ласка, увядзіце суму
bn: দয়া করে পরিমাণ দিন
cy: os gwelwch yn dda Rhowch Swm
et: Palun sisestage summa
eu: Mesedez, sartu kopurua
fi: Ole hyvä ja syötä summa
hy: Խնդրում ենք մուտքագրել գումար
is: Vinsamlegast sláðu inn upphæð
kk: Соманы енгізіңіз
km: សូមបញ្ចូលចំនួន
kn: ದಯವಿಟ್ಟು ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
ky: Сураныч, сумманы киргизиңиз
lo: ກະລຸນາໃສ່ຈຳນວນ
mk: Ве молиме внесете износ
ml: ദയവായി തുക രേഖപ്പെടുത്തുക
my: ကျေးဇူးပြု၍ ငွေပမာဏထည့်ပါ
ne: कृपया रकम प्रविष्ट गर्नुहोस्
pa: ਕਿਰਪਾ ਕਰਕੇ ਰਕਮ ਦਾਖਲ ਕਰੋ
ps: مهرباني وکړئ مقدار ولیکئ
si: කරුණාකර ප්‍රමාණය ඇතුළුවන්න
sk: Zadajte sumu
sq: Ju lutem shkruani shumën
sw: Tafadhali ingiza kiasi
ta: தொகையை உள்ளிடவும்
th: กรุณาใส่จำนวนเงิน
ur: براہ کرم رقم درج کریں

source: Enter a valid Amount
am: ትክክለኛ የገንዘብ መጠን ይምረጡ
as: এটা বৈধ পৰিমাণ প্ৰবিষ্ট কৰক
az: Etibarlı məbləğ daxil edin
be: Увядзіце сапраўдную суму
bn: একটি বৈধ পরিমাণ প্রবেশ করান
cy: Rhowch swm dilys
et: Sisestage kehtiv summa
eu: Sartu kopuru baliozkoa
fi: Syötä voimassa oleva summa
hy: Մուտքագրեք վավեր գումար
is: Sláðu inn gilt verð
kk: Дұрыс соманы енгізіңіз
km: សូមបញ្ចូលចំនួនដែលត្រឹមត្រូវ
kn: ಮಾನ್ಯ ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
ky: Туура сумманы киргизиңиз
lo: ໃສ່ຈຳນວນທີ່ແມ່ນຈິງ
mk: Внесете валиден износ
ml: ഒരു സാധുവായ തുക രേഖപ്പെടുത്തുക
my: မှန်ကန်သောငွေပမာဏထည့်ပါ
ne: मान्य रकम प्रविष्ट गर्नुहोस्
pa: ਮੰਨਯੋਗ ਰਕਮ ਦਾਖਲ ਕਰੋ
ps: معتبر مقدار ولیکئ
si: වලංගු ප්‍රමාණයක් ඇතුළුවන්න
sk: Zadajte platnú sumu
sq: Shkruani një shumë të vlefshme
sw: Ingiza kiasi halali
ta: செல்லுபடியாகும் தொகையை உள்ளிடவும்
th: กรุณาใส่จำนวนเงินที่ถูกต้อง
ur: درست رقم درج کریں
