Repository: userfriendly125/azkaios
Catalog: lib/l10n/intl_*.arb
Languages: am, as, az, be, bn, cy, et, eu, fi, hy, is, kk, km, kn, ky, lo, mk, ml, my, ne, pa, ps, si, sk, sq, sw, ta, th, ur

# theSaleWillBeDeletedAndAllTheDataWillSale
source: The sale will be deleted and all the data will be deleted about this sale.Are you sure to delete this
am: ሽያጭ ይሰረዝና ስለዚህ ያለው ማህደር ይሰረዝ ይችላል። ይህን ሽያጭ ማስወገድ ይችላል?
as: বিক্ৰী অপসাৰণ কৰা হ'ব আৰু এই বিক্ৰীৰ বিষয়ে সকলো তথ্য অপসাৰণ কৰা হ'ব। আপুনি নিশ্চিত যে অপসাৰণ কৰিব?
az: Satış silinəcək və bu satışla bağlı bütün məlumatlar silinəcək. Bu satışın silinməsindən əminsiniz?
be: Прадажа будзе выдалена, і ўсе дадзеныя аб гэтым продажы будуць выдалены. Вы ўпэўненыя, што хочаце гэта зрабіць?
bn: বিক্রয়টি মুছে ফেলা হবে এবং এই বিক্রয়ের সমস্ত তথ্য মুছে ফেলা হবে। আপনি কি মুছে ফেলার ব্যাপারে নিশ্চিত?
cy: Bydd y gwerthiant yn cael ei ddileu a bydd yr holl ddata am y gwerthiant hwn yn cael ei ddileu. Ydych chi'n siŵr am ddileu hyn?
et: Müük kustutatakse ja kõik selle müügiga seotud andmed kustutatakse. Kas olete kindel, et soovite selle kustutada?
eu: Salmenta ezabatuko da eta salmenta honi buruzko datu guztiak ezabatuko dira. Ziur zaude ezabatu nahi duzula?
fi: Myynti poistetaan ja kaikki tiedot tästä myynnistä poistetaan. Oletko varma, että haluat poistaa tämän?
hy: Վաճառքը կհեռացվի, և բոլոր տվյալները կջնջվեն այս վաճառքից: Դուք վստահ եք, որ ցանկանում եք հեռացնել սա
is: Sala verður eytt og öll gögn um þessa sölu verða eytt. Eruð þið viss um að eyða þessu?
kk: Сату жойылады және осы сату туралы барлық деректер жойылады. Сіз бұл әрекетке сенімдісіз бе?
km: ការលក់នឹងត្រូវបានលុប និងទិន្នន័យទាំងអស់នឹងត្រូវបានលុប។ តើអ្នកប្រាកដថាដែលអ្នកចង់លុបវាទេ?
kn: ಈ ಮಾರಾಟವನ್ನು ಅಳಿಸಲಾಗುವುದು ಮತ್ತು ಈ ಮಾರಾಟದ ಎಲ್ಲ ಡೇಟಾ ಅಳಿಸಲಾಗುತ್ತದೆ. ನೀವು ಇದನ್ನು ಅಳಿಸಲು ಖಚಿತವಾಗಿದ್ದೀರಾ?
ky: Сатуу өчүрүлөт жана ушул сатуу боюнча бардык маалыматтар өчүрүлөт. Сиз бул сатууну өчүрүүгө ишенесизби?
lo: ຂາຍນີ້ຈະຖອນແລະຂໍໍານວນສິນຄ້າຈະຖອນສະຖິດສູບການຄືນແນ່ໃຈບໍ່ວ່າຈະລົບກັບນີ້
mk: Продавањето ќе биде избришано и сите податоци за оваа продажба ќе бидат избришани. Дали сте сигурни дека сакате да го избришете ова
ml: ഈ വിൽപ്പന ഇല്ലാതാക്കപ്പെടും, ഈ വിൽപ്പനയെ കുറിച്ചുള്ള എല്ലാ വിവരങ്ങളും ഇല്ലാതാക്കപ്പെടും. നിങ്ങള്‍ക്ക് ഈ ഇല്ലാതാക്കാൻ ഉറപ്പാണോ?
my: ရောင်းချမှုကို ဖျက်သိမ်းမည်၊ ဤရောင်းချမှုနှင့် ပတ်သက်သော အချက်အလက်အားလုံး ဖျက်သိမ်းမည်။ ဤကို ဖျက်သိမ်းရန် အတည်ပြုပါ။
ne: यो बिक्री हटाइनेछ र यस बिक्रीको बारेमा सबै डेटा हटाइनेछ। के तपाईं यो हटाउन पक्का हुनुहुन्छ?
pa: ਵਿਕਰੀ ਹਟਾਈ ਜਾਏਗੀ ਅਤੇ ਇਸ ਵਿਕਰੀ ਸਬੰਧੀ ਸਾਰੀ ਜਾਣਕਾਰੀ ਹਟਾਈ ਜਾਵੇਗੀ। ਕੀ ਤੁਸੀਂ ਇਸਨੂੰ ਹਟਾਉਣ ਲਈ ਯਕੀਨੀ ਹੋ?
ps: پلور به حذف شي او د دې پلور په اړه ټول معلومات به حذف شي. آیا تاسو پدې یقین لرئ؟
si: මෙම විකිණීම මැද කරනු ලබන අතර මෙම විකිණීම පිළිබඳ සියළු දත්ත මැද කරනු ඇත. ඔබට විකිණීම මැද කිරීමට ඇත්තේද?
sk: Predaj bude odstránený a všetky dáta budú vymazané. Ste si istý, že chcete pokračovať v odstránení?
sq: Shitja do të fshihet dhe të gjitha të dhënat do të fshihen rreth kësaj shitjeje. A jeni të sigurt që dëshironi ta fshini këtë?
sw: Mauzo yataondolewa na data zote zitafutwa kuhusu mauzo haya. Je, uko sawa kufuta hii?
ta: விற்பனை அழிக்கப்படும் மற்றும் அனைத்து தரவுகள் விற்பனை குறித்த அழிக்கப்படும். நீங்கள் இதனை அழிக்க உறுதியாக இருக்கிறீர்களா
th: การขายจะถูกลบและข้อมูลทั้งหมดจะถูกลบเกี่ยวกับการขายนี้ คุณแน่ใจที่จะลบหรือไม่
ur: یہ فروخت حذف کر دی جائے گی اور اس فروخت کے بارے میں تمام ڈیٹا حذف ہو جائے گا۔ کیا آپ واقعی اسے حذف کرنا چاہتے ہیں؟

# titleCanNotBeEmpty
source: Title can'n be empty
am: ጽሁፍ ባዶ ማድረግ አልቻልኩም
as: শিৰোনাম খালী নোহোৱা উচিত
az: Başlıq boş ola bilməz
be: Загаловак не можа быць пустым
bn: শিরোনাম খালি থাকতে পারে না
cy: Nid yw'r teitl yn gallu bod yn wag
et: Pealkiri ei saa olla tühi
eu: Izenburuak hutsik ezin du izan
fi: Otsikko ei voi olla tyhjää
hy: Վերնագիրը չի կարող լինել դատարկ
is: Titill má ekki vera tómt
kk: Атауы бос болмауы керек
km: ចំណងជើងមិនអាចសូន្យ
kn: ಶೀರ್ಷಿಕೆಯು ಖಾಲಿ ಇರಬಾರದು
ky: Тема бош боло албайт
lo: ຊື່ບໍ່ສາມາດແລ້ວ
mk: Насловот не може да биде празен
ml: തലക്കെട്ട് ശൂന്യമായിരിക്കും
my: ခေါင်းစဉ်သည် လွတ်လပ်လှည့်လျှင် မရပါ
ne: शीर्षक खाली हुन सक्दैन
pa: ਸਿਰਲੇਖ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ
ps: سرلیک نشي خالي کېدی
si: කොටුව හිස් විය නොහැක
sk: Názov nesmie byť prázdny
sq: Titulli nuk mund të jetë bosh
sw: Kichwa hakiwezi kuwa tupu
ta: தலைப்பு காலியாக இருக்க முடியாது
th: ชื่อไม่สามารถเป็นค่าว่าง
ur: عنوان خالی نہیں ہو سکتا

# descriptionCanNotBeEmpty
source: Description can\'n be empty
am: መግለጫ ባዶ ማድረግ አልቻልኩም
as: বিৱৰণ খালী নোহোৱা উচিত
az: Təsvir boş ola bilməz
be: Апісанне не можа быць пустым
bn: বর্ণনা খালি থাকতে পারে না
cy: Nid yw'r ddisgrifiad yn gallu bod yn wag
et: Kirjeldus ei saa olla tühi
eu: Deskribapenak hutsik ezin du izan
fi: Kuvaus ei voi olla tyhjää
hy: Նկարագրությունը չի կարող լինել դատարկ
is: Lýsing má ekki vera tómt
kk: Сипаттамасы бос болмауы керек
km: ការពិពណ៌នាមិនអាចសូន្យ
kn: ವಿವರಣೆಯನ್ನು ಖಾಲಿ ಇರಬಾರದು
ky: Сипаттама бош боло албайт
lo: ຄຳອະທິບາຍບໍ່ສາມາດແລ້ວ
mk: Описот не може да биде празен
ml: വിവരണം ശൂന്യമായിരിക്കും
my: ဖော်ပြချက်သည် လွတ်လပ်လှည့်လျှင် မရပါ
ne: विवरण खाली हुन सक्दैन
pa: ਵੇਰਵਾ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ
ps: تفصیل نشي خالي کېدی
si: විස්තරය හිස් විය නොහැක
sk: Popis nesmie byť prázdny
sq: Përshkrimi nuk mund të jetë bosh
sw: Maelezo hayawezi kuwa tupu
ta: விளக்கம் காலியாக இருக்க முடியாது
th: คำบรรยายไม่สามารถเป็นค่าว่าง
ur: تفصیل خالی نہیں ہو سکتی

source: Updated
am: የተሻሻለ
as: আপডেট কৰা হৈছে
az: Yeniləndi
be: Абноўлена
bn: আপডেট করা হয়েছে
cy: Diweddarwyd
et: Uuendatud
eu: Eguneratuta
fi: Päivitetty
hy: Թարմացված
is: Uppfært
kk: Жаңартылды
km: បានកែប្រែ
kn: ನವೀಕರಿಸಲಾಗಿದೆ
ky: Жаңыртылды
lo: ອັບເດດ
mk: Ажурирано
ml: പുതുക്കിയതായി
my: အပ်ဒိတ်လုပ်ပြီး
ne: अद्यावधिक गरियो
pa: ਨਵੀਨਤਮ ਕੀਤਾ ਗਿਆ
ps: تازه شوی
si: අලුත් කළ
sk: Aktualizované
sq: Përditësuar
sw: Imesasishwa
ta: புதுப்பிக்கப்பட்டது
th: อัปเดตแล้ว
ur: اپ ڈیٹ ہو گیا

# followUsOnFacebook
source: Follow Us On\nFacebook
am: በፌስቡክ ይከተሉን
as: আমাক ফেচবুকত অনুসৰণ কৰক
az: Bizi Facebook'da izləyin
be: Сачыце за намі ў\nFacebook
bn: ফেসবুকে আমাদের অনুসরণ করুন
cy: Dilynwch Ni Ar\nFacebook
et: Jälgi meid Facebookis
eu: Jarri gurekin harremanetan\nFacebooken
fi: Seuraa meitä Facebookissa
hy: Հետևեք մեզ Facebook-ում
is: Fylgdu okkur á\nFacebook
kk: Бізді Facebook-та бақылаңыз
km: អនុវត្តឱ្យយើងនៅលើ ហ្វេសប៊ុក
kn: ನಮನ್ನು ಫೇಸ್ಬುಕ್‌ನಲ್ಲಿ ಅನುಸರಿಸಿ
ky: Бизди Facebook'та следите
lo: ຕາມພວກເຮົາໃນ\nFacebook
mk: Следете нè на\nФејсбук
ml: ഫേസ്ബുക്കിൽ ഞങ്ങളെ പിന്തുടരുക
my: Facebook တွင် ကျွန်ုပ်တို့ကို လိုက်နာပါ
ne: हामीलाई फेसबुकमा फलो गर्नुहोस्
pa: ਸਾਨੂੰ ਫੇਸਬੁੱਕ 'ਤੇ ਫੋਲੋ ਕਰੋ
ps: موږ په فیس بک کې تعقیب کړئ
si: අපි Facebook හි අනුගමනය කරන්න
sk: Sledujte nás na\nFacebooku
sq: Na ndiqni në\nFacebook
sw: Tutafute kwenye\nFacebook
ta: எங்களை Facebook இல் பின்தொடர்க
th: ติดตามเราบน Facebook
ur: ہمیں فیس بک پر فالو کریں

# followUsOnTwitter
source: Follow Us On\nTwitter
am: በትዊተር ይከተሉን
as: আমাক টুইটাৰত অনুসৰণ কৰক
az: Bizi Twitter'da izləyin
be: Сачыце за намі ў\nTwitter
bn: টুইটারে আমাদের অনুসরণ করুন
cy: Dilynwch Ni Ar\nTwitter
et: Jälgi meid Twitteris
eu: Jarri gurekin harremanetan\nTwitterren
fi: Seuraa meitä Twitterissä
hy: Հետևեք մեզ Twitter-ում
is: Fylgdu okkur á\nTwitter
kk: Бізді Twitter-де бақылаңыз
km: អនុវត្តឱ្យយើងនៅលើ ទ្វីត
kn: ನಮನ್ನು ಟ್ವಿಟ್ಟರ್‌ನಲ್ಲಿ ಅನುಸರಿಸಿ
ky: Бизди Twitter'та следите
lo: ຕາມພວກເຮົາໃນ\nTwitter
mk: Следете нè на\nТвитер
ml: ട്വിറ്ററിൽ ഞങ്ങളെ പിന്തുടരുക
my: Twitter တွင် ကျွန်ုပ်တို့ကို လိုက်နာပါ
ne: हामीलाई ट्विटरमा फलो गर्नुहोस्
pa: ਸਾਨੂੰ ਟਵਿੱਟਰ 'ਤੇ ਫੋਲੋ ਕਰੋ
ps: موږ په ټویټر کې تعقیب کړئ
si: අපි Twitter හි අනුගමනය කරන්න
sk: Sledujte nás na\nTwitteri
sq: Na ndiqni në\nTwitter
sw: Tutafute kwenye\nTwitter
ta: எங்களை Twitter இல் பின்தொடர்க
th: ติดตามเราบน Twitter
ur: ہمیں ٹویٹر پر فالو کریں

# subscribeToOurYoutube
source: Subscribe To Our\nYoutube
am: በዩቱብ ይመዝገቡ
as: আমাৰ ইউটিউব চেনেলত সদস্যতা গ্ৰহণ কৰক
az: Youtube kanalımıza abunə olun
be: Падпішыцеся на наш\nYoutube
bn: ইউটিউবে আমাদের সাবস্ক্রাইব করুন
cy: Mynychwch I'n\nYoutube
et: Telli meie YouTube'i kanal
eu: Harpidetu gure\nYoutube-n
fi: Tilaa YouTubestamme
hy: Բաժանորդագրվեք մեր YouTube ալիքին
is: Skráðu þig í okkar\nYouTube
kk: Бізге Youtube-те жазылыңыз
km: ជាវមកកាន់ យូធូបរបស់យើង
kn: ನಮ್ಮ ಯುಟ್ಯೂಬ್ನಲ್ಲಿ ಚಂದಾದಾರರಾಗಿ
ky: Биздин Youtube'ка жазылыңыз
lo: ສະຖານທີ່ໃນ\nYoutube
mk: Пријавете се на нашиот\nЈутјуб
ml: യൂട്യൂബിൽ ഞങ്ങളെ സബ്സ്ക്രൈബ് ചെയ്യുക
my: YouTube တွင် ကျွန်ုပ်တို့ကို စာရင်းသွင်းပါ
ne: हाम्रो यूट्यूब च्यानलमा सदस्यता लिनुहोस्
pa: ਸਾਡੇ ਯੂਟਿਊਬ 'ਤੇ ਸਬਸਕ੍ਰਾਈਬ ਕਰੋ
ps: زموږ یوټیوب ته ګډون وکړئ
si: අපේ YouTube හි සම්බන්ධ වෙන්න
sk: Prihláste sa na odber\nnašej YouTube
sq: Abonohuni në\nYoutube-n tonë
sw: Jiandikishe kwa\nYoutube Yetu
ta: எங்கள் YouTube சேனலுக்கு பதிவு செய்க
th: สมัครสมาชิกช่องของเรา Youtube
ur: ہمارے یوٹیوب چینل کو سبسکرائب کریں

source: Call For Emergency Support
am: ለአደገ ድጋፍ ይደውሉ
as: এমাৰ্জেন্সী সহায়ৰ বাবে কল কৰক
az: Təcili Dəstək üçün zəng edin
be: Тэлефон для экстравай падтрымкі
bn: জরুরি সহায়তার জন্য কল করুন
cy: Galw Am Gymorth Brys
et: Helistage hädaabitoe saamiseks
eu: Deitu Larrialdi Laguntza eskaintzeko
fi: Soita hätätukea varten
hy: Զանգահարեք արտակարգ աջակցության համար
is: Hringdu í neyðaraðstoð
kk: Төтенше қолдау үшін қоңырау шалыңыз
km: ហៅសម្រាប់ការជួយឱ្យប្រញាប់
kn: ಆಕಸ್ಮಿಕ ಬೆಂಬಲಕ್ಕಾಗಿ ಕರೆ ಮಾಡಿ
ky: Тез жардам үчүн чалыңыз
lo: ໂທເພື່ອສະໜອງໃນສະຖານກັນ
mk: Повикајте за итна поддршка
ml: അത്യാവശ്യ സഹായത്തിനായി വിളിക്കുക
my: အရေးပေါ် ကူညီမှုအတွက် ဖုန်းခေါ်ပါ
ne: आपतकालीन समर्थनको लागि कल गर्नुहोस्
pa: ਐਮਰਜੈਂਸੀ ਸਹਾਇਤਾ ਲਈ ਕਾਲ ਕਰੋ
ps: د بیړني ملاتړ لپاره زنګ ووهئ
si: ආපදාවක් සඳහා අමතන්න
sk: Zavolajte pre núdzovú pomoc
sq: Telefononi për Mbështetje Emergjente
sw: Piga simu kwa Msaada wa Dharura
ta: அவசர உதவிக்கு அழைக்கவும்
th: โทรหาสำหรับการสนับสนุนฉุกเฉิน
ur: ایمرجنسی سپورٹ کے لیے کال کریں

source: Live Chat Support
am: ቀረጻ ድጋፍ
as: লাইভ চ্যাট সহায়
az: Canlı Çat Dəstəyi
be: Падтрымка ў рэжыме жывога чата
bn: লাইভ চ্যাট সহায়তা
cy: Cymorth Sgwrs Byw
et: Reaalajas vestluse tugi
eu: Bizi Txata Laguntza
fi: Live-chat-tuki
hy: Բջջային զրույցի աջակցություն
is: Samtalsstuðningur
kk: Тікелей чат қолдауы
km: ការគាំទ្រជាតិការផ្ទាល់
kn: ಜೀವಂತ ಚಾಟ್ ಬೆಂಬಲ
ky: Тиркеме колдоосу
lo: ສະໜອງຄອດເຖິງ
mk: Поддршка во живо
ml: ലൈവ് ചാറ്റ് സഹായം
my: တိုက်ရိုက် စကားပြော ကူညီမှု
ne: प्रत्यक्ष च्याट समर्थन
pa: ਲਾਈਵ ਚੈਟ ਸਹਾਇਤਾ
ps: مستقیم چت ملاتړ
si: සජීවී චැට් සහය
sk: Podpora cez živý chat
sq: Mbështetje në Bisedë të Drejtëpërdrejtë
sw: Msaada wa Chat wa Moja kwa Moja
ta: நேரலைச் உரையாடல் ஆதரவு
th: สนับสนุนแชทสด
ur: لائیو چیٹ سپورٹ

source: Successfully Logged Out
am: በተሳካ ሁኔታ ወደ ውስጥ ተመለስከ
as: সফলভাবে লগ আউট
az: Uğurla çıxış etdiniz
be: Успешны выхад
bn: সফলভাবে লগ আউট হয়েছে
cy: Wedi Mewngofnodi'n llwyddiannus
et: Edukas välja logimine
eu: Arrakastaz Saioa Itxi Da
fi: Olet kirjautunut ulos onnistuneesti
hy: Հաջողությամբ դուրս եկաք
is: Skráðu þig út með góðum árangri
kk: Сәтті шығып кетті
km: ចាកចេញដោយជោគជ័យ
kn: ಸಫಲವಾಗಿ ಲಾಗ್ ಔಟ್
ky: С ийгиликтүү чыктыңыз
lo: ລົດອອກສໍາເລັດ
mk: Успешно одјавен
ml: യഥാർത്ഥമായി പുറത്തിറങ്ങിയത്
my: ထွက်ပြေးပြီးပါပြီ
ne: सफलतापूर्वक लगआउट गरिएको
pa: ਸਫਲਤਾ ਨਾਲ ਲੌਗ ਆਊਟ ਹੋ ਗਿਆ
ps: په بریالیتوب سره وتلی
si: සාර්ථකව පිටවී ඇත
sk: Úspešne ste sa odhlásili
sq: Çregjistruar me sukses
sw: Umetolewa Kwenye Mfumo kwa Mafanikio
ta: வெற்றிகரமாக வெளியேறியது
th: ออกจากระบบสำเร็จ
ur: کامیابی سے لاگ آؤٹ ہو گیا

source: Terms & Privacy
am: የውልና የግለሰቦች መረጃ
as: শর্ত আৰু গোপনীয়তা
az: Şərtlər və Məlumatlar
be: Умовы і канфідэнцыяльнасць
bn: শর্তাবলী ও গোপনীয়তা
cy: Telerau a Phreifatrwydd
et: Tingimused ja Privaatsus
eu: Baldintzak & Pribatutasuna
fi: Ehdot ja tietosuoja
hy: Ակնթարթներ և գաղտնիություն
is: Skilmálar & Persónuvernd
kk: Шарттар & Жекелік
km: ល័ក្ខខ័ណ្ឌ និងភាពឯកជន
kn: ನಿಯಮಗಳು ಮತ್ತು ಗೌಪ್ಯತೆ
ky: Шарттар жана Жекелик
lo: ແນວແລະຄວາມລັບ
mk: Услови и приватност
ml: നിബന്ധനകളും സ്വകാര്യതയും
my: အသုံးပြုချက်နှင့် သာမန်ရုံ
ne: नियम र गोपनीयता
pa: ਸ਼ਰਤਾਂ ਅਤੇ ਨਿੱਜਤਾ
ps: شرطونه او د پټتیا تګلاره
si: නියමයන් සහ රහස්‍යතා
sk: Podmienky a ochrana osobných údajov
sq: Kushtet & Privatësia
sw: Masharti & Faragha
ta: விதிமுறைகள் & தனியுரிமை
th: ข้อกำหนดและความเป็นส่วนตัว
ur: شرائط اور رازداری

source: Log out
am: ውስጥ ወደ ውስጥ ይገቡ
as: লগ আউট
az: Çıxış et
be: Выйсці
bn: লগ আউট
cy: Mewngofnodi
et: Logi välja
eu: Saioa Itxi
fi: Kirjaudu ulos
hy: Դուրս գալ
is: Skráðu út
kk: Шығу
km: ចាកចេញ
kn: ಲಾಗ್ ಔಟ್
ky: Чыгуу
lo: ລົດອອກ
mk: Одјави се
ml: പുറത്തേക്ക് പോകുക
my: ထွက်ပြေးပါ
ne: लगआउट गर्नुहोस्
pa: ਲੌਗ ਆਊਟ ਕਰੋ
ps: ووتل
si: පිටවන්න
sk: Odhlásiť sa
sq: Ç'kyçuni
sw: Toka
ta: வெளியேறு
th: ออกจากระบบ
ur: لاگ آؤٹ

source: Use
am: እንደ ምርት ይጠቀሙ
as: ব্যৱহাৰ কৰক
az: İstifadə et
be: Выкарыстоўвайце
bn: ব্যবহার
cy: Defnyddio
et: Kasutage
eu: Erabili
fi: Käytä
hy: Օգտագործել
is: Nota
kk: Қолдану
km: ប្រើ
kn: ಬಳಸಿ
ky: Колдонуу
lo: ໃຊ້
mk: Користи
ml: ഉപയോഗിക്കുക
my: သုံးပါ
ne: प्रयोग गर्नुहोस्
pa: ਉਪਯੋਗ ਕਰੋ
ps: استفاده
si: භාවිතා කරන්න
sk: Použiť
sq: Përdor
sw: Tumia
ta: பயன்படுத்து
th: ใช้
ur: استعمال کریں

source: Not Active User
am: አሁን አይቀጥሉም ተጠቃሚ
as: সক্রিয় ব্যৱহাৰকাৰী নহয়
az: Aktiv istifadəçi deyil
be: Неактыўны карыстальнік
bn: সক্রিয় ব্যবহারকারী নন
cy: Defnyddiwr Anghysbell
et: Mitteaktiivne kasutaja
eu: Ez Aktibo Erabiltzailea
fi: Ei aktiivinen käyttäjä
hy: Անգործունակ օգտագործող
is: Ekki virk notandi
kk: Белсенді емес пайдаланушы
km: អ្នកប្រើមិនមានសកម្មភាព
kn: ಕ್ರಿಯಾತ್ಮಕ ಬಳಕೆದಾರ ಅಲ್ಲ
ky: Активдүү Колдонуучу Эмес
lo: ບໍ່ແມ່ນຜູ້ໃຊ້ທີ່ເບິ່ງໃສ
mk: Неактивен корисник
ml: സജീവ ഉപയോക്താവല്ല
my: ကျွန်ုပ်တို့တွင် အထွေထွေ မရှိပါ
ne: सक्रिय प्रयोगकर्ता होइन
pa: ਸਰਗਰਮ ਉਪਭੋਗਤਾ ਨਹੀਂ
ps: غیر فعاله کارونکی
si: සක්‍රිය පරිශීලකයෙක් නොවේ
sk: Nie je aktívny používateľ
sq: Këtu ka përdorues të pasiv
sw: Mtumiaji Asiyehai
ta: செயல்பாட்டில் இல்லாத பயனர்
th: ผู้ใช้ไม่ทำงาน
ur: غیر فعال صارف

source: Please use the valid purchase code to use the app
am: እባኮትን ወቅታዊ ግዢ ኮድ ይጠቀሙ
as: অনুগ্ৰহ কৰি প্ৰৱিষ্ট কোড ব্যৱহাৰ কৰক
az: Zəhmət olmasa, tətbiqi istifadə etmək üçün keçərli alış kodunu istifadə edin
be: Калі ласка, выкарыстоўвайце сапраўдны код пакупкі, каб выкарыстоўваць прыкладанне
bn: অ্যাপ ব্যবহার করতে বৈধ ক্রয় কোড ব্যবহার করুন
cy: Defnyddiwch y cod prynu dilys i ddefnyddio'r ap
et: Palun kasutage rakenduse kasutamiseks kehtivat ostukoodi
eu: Mesedez, erabili aplikazioa erabiltzeko baliozko erosketaren kodea
fi: Ole hyvä ja käytä voimassa olevaa ostopäiväkoodia käyttääksesi sovellusta
hy: Խնդրում ենք օգտագործել գործող գնման կոդը՝ ծրագրի օգտագործման համար
is: Vinsamlegast notaðu gilt kaup kóða til að nota forritið
kk: Қолданбаны пайдалану үшін дұрыс сатып алу кодын пайдаланыңыз
km: សូមប្រើកូដទិញដែលមានសុពលភាពដើម្បីប្រើកម្មវិធី
kn: ಆಪ್ಲಿಕೇಶನ್ ಬಳಸಲು ಸರಿಯಾದ ಖರೀದಿ ಕೋಡ್ ಅನ್ನು ಬಳಸಿರಿ
ky: Тилекке каршы, колдонмо үчүн жарактуу сатып алуу кодун колдонуңуз
lo: ກະລຸນາໃຊ້ລະຫັດຊື່ບັດທີ່ຖືກຕ້ອງເພື່ອໃຊ້ແອັບ
mk: Ве молиме користете важен код за купување за да ја користите апликацијата
ml: ആപ്പ് ഉപയോഗിക്കാൻ അസാധുവായ വാങ്ങൽ കോഡ് ഉപയോഗിക്കുക
my: အက်ပ်ကို အသုံးပြုရန် မှန်ကန်သော ဝယ်ယူမှု ကုဒ်ကို အသုံးပြုပါ
ne: कृपया एप प्रयोग गर्नका लागि मान्य खरीद कोड प्रयोग गर्नुहोस्
pa: ਕਿਰਪਾ ਕਰਕੇ ਐਪ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਵੈਧ ਖਰੀਦ ਕੋਡ ਦੀ ਵਰਤੋਂ ਕਰੋ
ps: مهرباني وکړئ د اپلیکیشن کارولو لپاره اعتبار لرونکی پیرود کوډ وکاروئ
si: කරුණාකර යෙදුම භාවිතා කිරීමට වලංගු මිලදී ගැනීම් කේතය භාවිතා කරන්න
sk: Prosím, použite platný nákupný kód na použitie aplikácie
sq: Ju lutemi përdorni kodin e vlefshëm të blerjes për të përdorur aplikacionin
sw: Tafadhali tumia kodi halali ya ununuzi ili kutumia programu
ta: தயவுசெய்து செயலியைப் பயன்படுத்த சரியான வாங்குதல் குறியீட்டை பயன்படுத்தவும்
th: กรุณาใช้รหัสซื้อที่ถูกต้องเพื่อใช้แอป
ur: براہ کرم ایپ استعمال کرنے کے لیے درست خریداری کا کوڈ استعمال کریں

source: OK
am: እሺ
as: ঠিক আছে
az: Tamam
be: Добра
bn: ঠিক আছে
cy: Iawn
eu: Ongi
hy: Լավ
kk: Жарайды
km: យល់ព្រម
kn: ಒಂದು
ky: ЖАРДАМ
lo: ຕົກລົງ
mk: ОК
ml: ശരി
my: အိုကေ
ne: ठीक छ
pa: ਠੀਕ ਹੈ
ps: ښه
si: හොඳයි
sw: Sawa
ta: சரி
th: ตกลง
ur: ٹھیک ہے

source: Thank You
am: እናመሰግናለን
as: ধন্যবাদ
az: Təşəkkür edirik
be: Дзякуй
bn: ধন্যবাদ
cy: Diolch
et: Aitäh
eu: Eskerrik Asko
fi: Kiitos
hy: Շնորհակալություն
is: Takk fyrir
kk: Рахмет
km: សូមអរគុណ
kn: ಧನ್ಯವಾದಗಳು
ky: Рахмат
lo: ຂອບໃຈ
mk: Ви благодарам
ml: നന്ദി
my: ကျေးဇူးတင်ပါတယ်
ne: धन्यवाद
pa: ਤੁਹਾਡਾ ਧੰਨਵਾਦ
ps: مننه
si: ඔබට ස්තූතියි
sk: Ďakujeme
sq: Faleminderit
sw: Asante
ta: நன்றி
th: ขอบคุณ
ur: شکریہ

# weWillReviewThePaymentApproveItWithinHours
source: We will review the payment & approve it within 1-2 hours
am: እኛ ክፍያውን እናወቅ ምንም በ1-2 ሰዓታት እንቅጽበ
as: আমিয়ে পেমেন্ট পৰ্যালোচনা কৰিব আৰু ১-২ ঘণ্টাৰ ভিতৰত অনুমোদন কৰিব
az: Ödənişi nəzərdən keçirəcəyik və 1-2 saat ərzində təsdiqləyəcəyik
be: Мы праверым плацеж і зацвердзім яго на працягу 1-2 гадзін
bn: আমরা অর্থপ্রদান পর্যালোচনা করব এবং ১-২ ঘন্টার মধ্যে অনুমোদন করব
cy: Byddwn yn adolygu'r talu a'i gymeradwyo o fewn 1-2 awr
et: Me vaatame makse läbi ja kinnitame selle 1-2 tunni jooksul
eu: Ordainketa aztertuko dugu eta 1-2 ordutan onartuko dugu
fi: Käymme maksun läpi ja hyväksymme sen 1-2 tunnin kuluessa
hy: Մենք կկայացնենք վճարման դիտարկումը և կհաստատենք այն 1-2 ժամվա ընթացքում
is: Við munum skoða greiðsluna & samþykkja það innan 1-2 klukkustunda
kk: Біз төлемді қарап, 1-2 сағат ішінде мақұлдаймыз
km: យើងនឹងពិនិត្យប្រាក់កក់ហើយអនុម័តវាក្នុងរយៈពេល ១-២ ម៉ោង
kn: ನಾವು ಪಾವತಿಯನ್ನು ಪರಿಶೀಲಿಸುತ್ತೇವೆ ಮತ್ತು ಈಡೇರಿಸುತ್ತೇವೆ 1-2 ಗಂಟೆಗಳ ಒಳಗಾಗಿ
ky: Биз төлөмдү карап, 1-2 сааттын ичинде жактырабыз
lo: ພວກເຮົາຈະກວດສອບການຈ່າຍແລະອະນຸມັດໃນໄວໆ 1-2 ຊົ່ວໂມງ
mk: Ќе ја прегледаме уплатата и ќе ја одобриме во рок од 1-2 часа
ml: നാമിതത്തെ അവലോകനം ചെയ്യുകയും 1-2 മണിക്കൂറിനുള്ളിൽ അംഗീകരിക്കുകയും ചെയ്യും
my: ငွေပေးချေမှုကို ပြန်လည်သုံးသပ်ပြီး 1-2 နာရီအတွင်း အတည်ပြုမည်
ne: हामी भुक्तानीको समीक्षा गरिसकेपछि यसलाई १-२ घण्टामा स्वीकृत गर्नेछौं
pa: ਅਸੀਂ ਭੁਗਤਾਨ ਦੀ ਸਮੀਖਿਆ ਕਰਾਂਗੇ ਅਤੇ ਇਸਨੂੰ 1-2 ਘੰਟਿਆਂ ਵਿੱਚ ਮਨਜ਼ੂਰੀ ਦਿਆਂਗੇ
ps: موږ به پیسې وڅیړو او په ۱-۲ ساعتونو کې به یې تصویب کړو
si: අපි ගෙවීම් සමාලෝචනය කර, එය පැය 1-2ක් තුල අනුමත කරන්නෙමු
sk: Preveríme platbu a schválime ju do 1-2 hodín
sq: Ne do ta rishikojmë pagesën dhe do ta miratojmë brenda 1-2 orësh
sw: Tutakagua malipo na kuyakubali ndani ya masaa 1-2
ta: நாங்கள் கட்டணத்தைப் பரிசோதித்து 1-2 மணி நேரத்தில் ஒப்புக்கொள்வோம்
th: เราจะตรวจสอบการชำระเงินและอนุมัติภายใน 1-2 ชั่วโมง
ur: ہم ادائیگی کا جائزہ لیں گے اور اسے 1-2 گھنٹوں کے اندر منظور کریں گے

source: Please Enter Transaction Number
am: እባኮትን የገንዘብ እቅድ ቁጥር ይገቡ
as: অনুগ্ৰহ কৰি লেনদেন নম্বৰ প্ৰৱিষ্ট কৰক
az: Zəhmət olmasa, əməliyyat nömrəsini daxil edin
be: Калі ласка, увядзіце нумар транзакцыі
bn: লেনদেন নম্বর লিখুন
cy: Os gwelwch yn dda, rhowch y rhif trafodion
et: Palun sisestage tehingu number
eu: Mesedez, sartu Transakzio Zenbakia
fi: Ole hyvä ja syötä transaktiotunnus
hy: Խնդրում ենք մուտքագրել գործարքի համարը
is: Vinsamlegast sláðu inn viðskiptanúmer
kk: Транзакция номерін енгізіңіз
km: សូមបញ្ចូលលេខប្រតិបត្តិការនេះ
kn: ದಯವಿಟ್ಟು ವ್ಯವಹಾರ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ky: Сураныч, Транзакция Номерин Киргизиңиз
lo: ກະລຸນາເປິ່ນເລກທະບຽນ
mk: Ве молиме внесете број на трансакција
ml: കൃപയായി ഇടപാട് നമ്പർ നൽകുക
my: ငွေလွှဲနံပါတ်ကို ထည့်ပါ
ne: कृपया लेनदेन नम्बर प्रविष्ट गर्नुहोस्
pa: ਕਿਰਪਾ ਕਰਕੇ ਲੈਣ-ਦੇਣ ਨੰਬਰ ਦਰਜ ਕਰੋ
ps: مهرباني وکړئ د تراکنش شمیره داخل کړئ
si: කරුණාකර ගනුදෙනු අංකය ඇතුළත් කරන්න
sk: Prosím, zadajte číslo transakcie
sq: Ju lutemi vendosni numrin e transaksionit
sw: Tafadhali ingiza Nambari ya Muhasibu
ta: தயவுசெய்து பரிமாற்ற எண்களை உள்ளிடவும்
th: กรุณาใส่หมายเลขธุรกรรม
ur: براہ کرم لین دین کا نمبر درج کریں

source: Request has been send
am: እቅድ ተልኳል
as: অনুৰোধ পঠোৱা হৈছে
az: Sorğu göndərildi
be: Запыт быў адпраўлены
bn: অনুরোধ পাঠানো হয়েছে
cy: Mae'r cais wedi'i anfon
et: Taotlus on saadetud
eu: Eskaera bidali da
fi: Pyyntö on lähetetty
hy: Հայտարարությունը ուղարկվել է
is: Fyrirspurn hefur verið send
kk: Сұрау жіберілді
km: សំណើបានផ្ញើ
kn: ಬಂದಾಯಿಸಿ ಕಳುಹಿಸಲಾಗಿದೆ
ky: Сураныч жөнөтүлдү
lo: ຄະແນນໄດ້ຖືກສົ່ງ
mk: Барањето е испратено
ml: കവനയുണ്ടായിരിക്കുന്നു
my: တောင်းဆိုချက်ပို့ပြီးပါပြီ
ne: अनुरोध पठाइएको छ
pa: ਬੇਨਤੀ ਭੇਜੀ ਜਾ ਚੁਕੀ ਹੈ
ps: غوښتنه لیږل شوې
si: අයදුම්පත යවන ලදී
sk: Žiadosť bola odoslaná
sq: Kërkesa është dërguar
sw: Ombi limepelekwa
ta: கோரிக்கை அனுப்பப்பட்டுள்ளது
th: คำขอได้ถูกส่งแล้ว
ur: درخواست بھیج دی گئی ہے

source: You Are Not A Valid User
am: አንድ ወቅታዊ ተጠቃሚ አልነሱም
as: আপুনি বৈধ ব্যৱহাৰকাৰী নহয়
az: Siz keçərli istifadəçi deyilsiniz
be: Вы не з'яўляецеся сапраўдным карыстальнікам
bn: আপনি বৈধ ব্যবহারকারী নন
cy: Nid ydych yn ddefnyddiwr dilys
et: Te ei ole kehtiv kasutaja
eu: Ez Zira Erabiltzaile Baliozko
fi: Et ole voimassa oleva käyttäjä
hy: Դուք չեն բավականաչափ օգտվող
is: Þú ert ekki gildur notandi
kk: Сіз жарамды пайдаланушы емессіз
km: អ្នកមិនមែនជាអ្នកប្រើដែលមានសុពលភាពទេ
kn: ನೀವು ಮಾನ್ಯ ಬಳಕೆದಾರ ಅಲ್ಲ
ky: Сиз Жарактуу Колдонуучу Эмессиңиз
lo: ທ່ານເປັນຜູ້ໃຊ້ທີ່ບໍ່ຖືກຕ້ອງ
mk: Вие не сте валиден корисник
ml: നിങ്ങൾ സാധുവായ ഉപയോക്താവല്ല
my: သင်သည် သာမန်အသုံးပြုသူ မဟုတ်ပါ
ne: तपाईं मान्य प्रयोगकर्ता होइन
pa: ਤੁਸੀਂ ਵੈਧ ਉਪਭੋਗਤਾ ਨਹੀਂ ਹੋ
ps: تاسو اعتبار لرونکی کارونکی نه یاست
si: ඔබ වලංගු පරිශීලකයෙකු නොවේ
sk: Nie ste platný používateľ
sq: Ju nuk jeni një përdorues i vlefshëm
sw: Wewe si Mtumiaji Halali
ta: நீங்கள் செல்லுபடியாகும் பயனர் அல்ல
th: คุณไม่ใช่ผู้ใช้ที่ถูกต้อง
ur: آپ ایک درست صارف نہیں ہیں

source: Unlimited
am: አንድ አይደለም
as: অসীম
az: Limitsiz
be: Безлімітны
bn: সীমাহীন
cy: Diderfyn
et: Piiramatu
eu: Mugagabea
fi: Rajoittamaton
hy: Անսահման
is: Ótakmarkað
kk: Шексіз
km: អន្ដរាយ
kn: ಅನಂತ
ky: Чектелбеген
lo: ບໍ່ຈິດຈິງ
mk: Неп ограничен
ml: അവസ്ഥകളില്ല
my: ကန့်သတ်မရှိ
ne: असीमित
pa: ਅਪਰਿਮਿਤ
ps: نامحدود
si: අනියම්
sk: Neobmedzené
sq: Të pakufizuar
sw: Isiyo na kikomo
ta: அவசர
th: ไม่จำกัด
ur: لامحدود

source: Products
am: ምርቶች
as: উৎপাদক
az: Məhsullar
be: Тавары
bn: পণ্য
cy: Cynhyrchion
et: Tooted
eu: Produktuak
fi: Tuotteet
hy: Ապրանքներ
is: Vörur
kk: Өнімдер
km: ផលិតផល
kn: ಉತ್ಪನ್ನಗಳು
ky: Өнүмдөр
lo: ສິນຄ້າ
mk: Производи
ml: ഉൽപ്പന്നങ്ങൾ
my: ထုတ်ကုန်များ
ne: उत्पादनहरू
pa: ਉਤਪਾਦ
ps: محصولات
si: නිෂ්පාදන
sk: Produkty
sq: Produkte
sw: Bidhaa
ta: பொருட்கள்
th: ผลิตภัณฑ์
ur: پروڈکٹس

source: SWIFT Code
am: የSWIFT ኮድ
as: SWIFT কোড
az: SWIFT Kodu
be: SWIFT код
bn: SWIFT কোড
cy: Cod SWIFT
et: SWIFT kood
eu: SWIFT Kodea
fi: SWIFT-koodi
hy: SWIFT Կոդ
is: SWIFT Kóði
kk: SWIFT коды
km: កូដ SWIFT
kn: SWIFT ಕೋಡ್
ky: SWIFT Коду
lo: ລະຫັດ SWIFT
mk: SWIFT Код
ml: SWIFT കോഡ്
my: SWIFT ကုဒ်
ne: SWIFT कोड
pa: SWIFT ਕੋਡ
ps: SWIFT کوډ
si: SWIFT කේතය
sk: SWIFT kód
sq: Kodi SWIFT
sw: Nambari ya SWIFT
ta: SWIFT குறியீடு
th: รหัส SWIFT
ur: SWIFT کوڈ

source: Bank Account Currency
am: የባንክ መዋቅር ገንዘብ
as: ব্যাংক একাউন্ট মুদ্ৰা
az: Bank Hesabı Valyutası
be: Валюта банкаўскага рахунку
bn: ব্যাংক অ্যাকাউন্ট মুদ্রা
cy: Arian Cyfrif Banc
et: Panga konto valuuta
eu: Banku Kontuaren Moneta
fi: Pankkitilin valuutta
hy: Բանկային հաշվի արժույթ
is: Gjaldmiðill bankareiknings
kk: Банк шотының валютасы
km: ប្រាក់រូបិយប័ណ្ណគណនីធនាគារ
kn: ಬ್ಯಾಂಕ್ ಖಾತೆ ನಾಣ್ಯ
ky: Банктык эсептин валютасы
lo: ເງິນສຽງບັນຊີ
mk: Валута на банкарска сметка
ml: ബാങ്ക് അക്കൗണ്ട് കറൻസി
my: ဘဏ်အကောင့် ရွှေ့ပြောင်းငွေ
ne: बैंक खाता मुद्रा
pa: ਬੈਂਕ ਖਾਤਾ ਮੁਦਰਾ
ps: د بانک حساب پیسې
si: බැංකු ගිණුමේ මුදල්
sk: Mena bankového účtu
sq: Monedha e Llogarisë Bankare
sw: Sarafu ya Akaunti ya Benki
ta: வங்கிக் கணக்கு நாணயம்
th: สกุลเงินบัญชีธนาคาร
ur: بینک اکاؤنٹ کی کرنسی

source: notes
am: ማስታወሻ
as: নোট
az: Qeydlər
be: Заўвагі
bn: মন্তব্য
cy: Nodiadau
et: Märkused
eu: oharrak
fi: Muistiinpanot
hy: Նշումներ
is: Athugasemdir
kk: Ескертпелер
km: កំណត់ចំណាំ
kn: ಗಮನಗಳು
ky: Эскертпелер
lo: ເລີ່ມເລີຍ
mk: Белешки
ml: കുറിപ്പുകൾ
my: မှတ်စုများ
ne: नोटहरू
pa: ਨੋਟਸ
ps: یادداشتونه
si: සටහන්
sk: Poznámky
sq: shënime
sw: Maelezo
ta: குறிப்புகள்
th: หมายเหตุ
ur: نوٹس

source: Payment Method
am: የክፍያ ዘዴ
as: পেমেণ্ট পদ্ধতি
az: Ödəniş Metodu
be: Спосаб аплаты
bn: পেমেন্ট পদ্ধতি
cy: Dull Talu
et: Maksemeetod
eu: Ordainketa Modua
fi: Maksutapa
hy: Վճարման մեթոդ
is: Greiðsluaðferð
kk: Төлем әдісі
km: វិធីសាស្រ្តបង់ប្រាក់
kn: ಪಾವತಿ ವಿಧಾನ
ky: Төлөм ыкмасы
lo: ວິທີການຈ່າຍ
mk: Метод на плаќање
ml: പെയ്മെന്റ് മാർഗം
my: ငွေပေးချေမှု နည်းလမ်း
ne: भुक्तानी विधि
pa: ਭੁਗਤਾਨ ਦਾ ਤਰੀਕਾ
ps: د تادیې طریقه
si: ගෙවීම් ක්‍රමය
sk: Spôsob platby
sq: Metoda e Pagesës
sw: Njia ya Malipo
ta: கட்டண முறை
th: วิธีการชำระเงิน
ur: ادائیگی کا طریقہ
