Repository: userfriendly125/azkaios
Catalog: lib/l10n/intl_*.arb
Languages: am, as, az, be, bn, cy, et, eu, fi, hy, is, kk, km, kn, ky, lo, mk, ml, my, ne, pa, ps, si, sk, sq, sw, ta, th, ur

# ContinueE
source: Continue
am: ቀጥሉ
as: অগ্ৰসৰ
az: Davamlama
be: Працягнуць
bn: চালিয়ে যান
cy: Parhau
et: Jätka
eu: Jarraituko
fi: Jatka
hy: Շարունակել
is: Halda áfram
kk: Жалғастыру
km: បន្ត
kn: ಮುಂದುವರಿಯಿರಿ
ky: Улантуу
lo: ດໍາເນີນຕໍ່
mk: Продолжи
ml: മുടങ്ങുക
my: ဆက်လုပ်ပါ
ne: जारी राख्नुहोस्
pa: ਜਾਰੀ ਰੱਖੋ
ps: دوام ورکړئ
si: අග්‍රහණය
sk: Pokračovať
sq: Vazhdo
sw: Endelea
ta: தொடர்க
th: ดำเนินการต่อ
ur: جاری رکھیں

source: Please select a category first
am: እባኮትን የምድብ በመጀመሪያ ይምረጡ
as: দয়া কৰি প্ৰথমে এটা শ্ৰেণী বাচি লওক
az: Zəhmət olmasa, əvvəlcə bir kateqoriya seçin
be: Калі ласка, спачатку выберыце катэгорыю
bn: প্রথমে একটি বিভাগ নির্বাচন করুন
cy: Os gwelwch yn dda, dewiswch gategori yn gyntaf
et: Palun valige kõigepealt kategooria
eu: Mesedez, hautatu kategoria bat lehenik
fi: Ole hyvä ja valitse kategoria ensin
hy: Խնդրում ենք նախ ընտրել կատեգորիա
is: Vinsamlegast veldu flokk fyrst
kk: Алдымен категорияны таңдаңыз
km: សូមជ្រើសប្រភេទមុន
kn: ದಯವಿಟ್ಟು ಮೊದಲು ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ky: Сураныч, алгач категорияны тандаңыз
lo: ກະລຸນາເລືອກແບບສິນຄ້າກ່ຽວກ່ຽວກ່ຽວກ່ຽວກ່ຽວກ່ຽວກ່ຽວກ່ຽວກ່ຽວກ່ຽວກ່ຽວກ່ຽວ
mk: Ве молиме прво изберете категорија
ml: ദയവായി ആദ്യം ഒരു കാറ്റഗറി തിരഞ്ഞെടുക്കുക
my: ပထမဦးဆုံး အမျိုးအစားကိုရွေးချယ်ပါ
ne: कृपया पहिलो श्रेणी चयन गर्नुहोस्
pa: ਕਿਰਪਾ ਕਰਕੇ ਪਹਿਲਾਂ ਇੱਕ ਸ਼੍ਰੇਣੀ ਚੁਣੋ
ps: لومړی یوه کټګوري انتخاب کړئ
si: කරුණාකර පළමුව කාණ්ඩයක් තෝරන්න
sk: Najprv vyberte kategóriu
sq: Ju lutem zgjidhni një kategori së pari
sw: Tafadhali chagua aina kwanza
ta: முதலில் ஒரு வகையைத் தேர்ந்தெடுக்கவும்
th: กรุณาเลือกหมวดหมู่ก่อน
ur: براہ کرم پہلے ایک زمرہ منتخب کریں

source: Already Added
am: ቀይ ተወዳጅ
as: ইতিমধ্যে যোগ কৰা হৈছে
az: Artıq əlavə edilib
be: Ужо дададзена
bn: ইতিমধ্যে যোগ করা হয়েছে
cy: Eisoes wedi'i ychwanegu
et: Juba lisatud
eu: Dagoeneko gehituta
fi: On jo lisätty
hy: Ավելի վաղ ավելացված
is: Nú þegar bætt við
kk: Алдын ала қосылған
km: បានបន្ថែមរួចហើយ
kn: ಹಿಂದೆಯೇ ಸೇರಿಸಲಾಗಿದೆ
ky: Ушул сәтте кошулду
lo: ເພີ່ມແລ້ວ
mk: Веќе е додадено
ml: ഇതിന് മുമ്പേ ചേർത്തു
my: ရောက်ပြီး
ne: पहिल्यै थपिएको
pa: ਪਹਿਲਾਂ ਹੀ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ
ps: دمخه اضافه شوی
si: ඇතුළුවිම ඇති
sk: Už pridané
sq: Të shtuar tashmë
sw: Tayari imeongezwa
ta: ஏற்கனவே சேர்க்கப்பட்டுள்ளது
th: เพิ่มแล้ว
ur: پہلے ہی شامل کیا جا چکا ہے

source: Data Saved Successfully
am: መረጃ በሚሳተፍ ተያይዞ ተሳክቷል
as: তথ্য সফলতাৰে সংৰক্ষণ কৰা হৈছে
az: Məlumat uğurla saxlanıldı
be: Даныя паспяхова захаваны
bn: তথ্য সফলভাবে সংরক্ষিত হয়েছে
cy: Data wedi'i chadw'n llwyddiannus
et: Andmed salvestati edukalt
eu: Datuak arrakastaz gorde dira
fi: Tiedot tallennettu onnistuneesti
hy: Տվյալները հաջողությամբ պահպանվել են
is: Gögnum vistað með góðum árangri
kk: Деректер сәтті сақталды
km: ទិន្នន័យត្រូវបានរក្សាទុកដោយជោគជ័យ
kn: ಡೇಟಾ ಯಶಸ್ವಿಯಾಗಿ ಉಳಿಸಲಾಗಿದೆ
ky: Маалымат ийгиликтүү сакталды
lo: ຂໍໍໍາລົດສຳເນົດແລ້ວ
mk: Податоците се успешно зачувани
ml: വിവരം വിജയകരമായി സംരക്ഷിച്ചിരിക്കുന്നു
my: ဒေတာကိုအောင်မြင်စွာသိမ်းဆည်းပြီး
ne: डेटा सफलतापूर्वक सुरक्षित गरियो
pa: ਡਾਟਾ ਸਫਲਤਾ ਨਾਲ ਸੇਵ ਕੀਤਾ ਗਿਆ
ps: ډاډمن معلومات په بریالیتوب سره خوندي شوي
si: දත්ත සාර්ථකව සුරකින ලදි
sk: Údaje úspešne uložené
sq: Të dhënat janë ruajtur me sukses
sw: Data zimehifadhiwa kwa mafanikio
ta: தரவுகள் வெற்றியாக சேமிக்கப்பட்டது
th: บันทึกข้อมูลเรียบร้อยแล้ว
ur: ڈیٹا کامیابی سے محفوظ ہو گیا

source: Not Provided
am: አልተሰጠም
as: প্ৰদান কৰা নাই
az: Təmin edilməyib
be: Не ўказана
bn: প্রদত্ত নয়
cy: Nid yw wedi'i ddarparu
et: Ei ole esitatud
eu: Ez da emandako
fi: Ei annettu
hy: Չի տրամադրվել
is: Ekki veitt
kk: Берілмеген
km: មិនបានផ្តល់
kn: ನೀಡಲಾಗಿಲ್ಲ
ky: Берилген жок
lo: ບໍ່ແຈ່ໃສ່
mk: Не е обезбедено
ml: കൊടുത്തിട്ടില്ല
my: မပေးထားပါ
ne: प्रदान गरिएको छैन
pa: ਦਿੱਤਾ ਨਹੀਂ ਗਿਆ
ps: نه وړاندې شوی
si: පළ කරන ලදි නැත
sk: Nebol poskytnutý
sq: Nuk është ofruar
sw: Haitolewa
ta: வழங்கவில்லை
th: ไม่ได้ให้
ur: فراہم نہیں کیا گیا

source: User is deleted
am: ተጠቃሚ ይተው
as: ব্যৱহাৰকাৰী মচি দিয়া হৈছে
az: İstifadəçi silindi
be: Карыстальнік выдалены
bn: ব্যবহারকারী মুছে ফেলা হয়েছে
cy: Mae'r defnyddiwr wedi'i ddileu
et: Kasutaja on kustutatud
eu: Erabiltzailea ezabatu da
fi: Käyttäjä on poistettu
hy: Օգտվողը հեռացվել է
is: Notandi er eytt
kk: Пайдаланушы жойылды
km: អ្នកប្រើប្រាស់ត្រូវបានលុប
kn: ಬಳಕೆದಾರನು ಅಳಿಸಲಾಗಿದೆ
ky: Колдонуучу өчүрүлдү
lo: ຜູ້ໃຊ້ຖືກລຶບ
mk: Корисникот е избришан
ml: ഉപയോക്താവ് മായ്ച്ചു
my: အသုံးပြုသူကိုဖျက်လိုက်ပါသည်
ne: प्रयोगकर्ता मेटिएको छ
pa: ਉਪਭੋਗਤਾ ਮਿਟਾਇਆ ਗਿਆ
ps: کاروونکی حذف شوی
si: පරිශීලකයා මකනු ලැබිය
sk: Používateľ bol odstránený
sq: Përdoruesi është fshirë
sw: Mtumiaji amefutwa
ta: பயனர் நீக்கப்பட்டுள்ளது
th: ผู้ใช้ถูกลบแล้ว
ur: صارف حذف کر دیا گیا

source: Today
am: ዛሬ
as: আজিৰে
az: Bugün
be: Сёння
bn: আজ
cy: Heddiw
et: Täna
eu: Gaur
fi: Tänään
hy: Այսօր
is: Í dag
kk: Бүгін
km: ថ្ងៃនេះ
kn: ಇಂದು
ky: Бүгүн
lo: ມື້ນີ້
mk: Денес
ml: ഇന്ന്
my: ယနေ့
ne: आज
pa: ਅੱਜ
ps: نن
si: අද
sk: Dnes
sq: Sot
sw: Leo
ta: இன்று
th: วันนี้
ur: آج

source: Weekly
am: ሳምንታዊ
as: সাপ্তাহিক
az: Həftəlik
be: Штотыдня
bn: সাপ্তাহিক
cy: Cylchlythyr
et: Iganädalane
eu: Astero
fi: Viikoittain
hy: Շաբաթական
is: Vikulega
kk: Апта сайын
km: ប្រចាំសប្តាហ៍
kn: ವಾರಿಕ
ky: Жуманын
lo: ປະຈຳອາທິດ
mk: Неделно
ml: അവധിവാര
my: အပတ်စဉ်
ne: साप्ताहिक
pa: ਸਾਪਤਾਹਿਕ
ps: اوړي
si: සතියේ
sk: Týždenne
sq: Javor
sw: Kila wiki
ta: வாரத்திற்கு
th: รายสัปดาห์
ur: ہفتہ وار

source: Plan
am: እቅድ
as: যোজনা
be: План
bn: পরিকল্পনা
cy: Cynllun
et: Plaani
eu: Plana
fi: Suunnitelma
hy: Ծրագրի
is: Áætlun
kk: Жоспар
km: ផែនការ
kn: ಯೋಜನೆ
ky: План
lo: ແຜນ
mk: План
ml: പ്ലാൻ
my: အစီအစဉ်
ne: योजना
pa: ਯੋਜਨਾ
ps: پلان
si: සැලසුම
sk: Plán
sw: Mpango
ta: திட்டம்
th: แผน
ur: منصوبہ

# updateYourPlanFirstYourLimitIsOver
source: Update your plan first,\nyour limit is over
am: የእቅድዎን በመጀመሪያ ይዘጋጁ፣ የእድልዎ ከተገኘው በላይ ነው
as: আপোনাৰ পৰিকল্পনা প্ৰথমে আপডেট কৰক,\nআপোনাৰ সীমা অতিক্ৰম হৈছে
az: Planınızı ilk olaraq yeniləyin, limitiniz bitib
be: Абнавіце свой план, ваш ліміт скончыўся
bn: প্রথমে আপনার পরিকল্পনা আপডেট করুন, আপনার সীমা শেষ হয়েছে
cy: Diweddarwch eich cynllun yn gyntaf,\nmae eich terfyn drosodd
et: Uuendage oma plaani,\nkuna teie limiit on ületatud
eu: Eguneratu zure plana lehenik, zure muga gainditu da
fi: Päivitä suunnitelmasi ensin,\nrakkautesi on ohi
hy: Թարմացրեք ձեր պլանը առաջինը,\nձեր սահմանաչափը ավարտված է
is: Uppfærðu áætlunina þína fyrst,\n takmörkin þín eru yfir
kk: Алдымен жоспарыңызды жаңартыңыз, шегі таусылды
km: សូមធ្វើបច្ចុប្បន្នភាពគម្រោងរបស់អ្នកមុនសូមធ្វើការ,\nការកំណត់របស់អ្នកអស់ហើយ
kn: ನಿಮ್ಮ ಯೋಜನೆಯನ್ನು ಮೊದಲು ನವೀಕರಿಸಿ, ನಿಮ್ಮ ಮಿತಿಯು ಮುಗಿದಿದೆ
ky: Сиздин чегиңиз өтүп кетти, алгач планыңызды жаңыртыңыз
lo: ອັບໄດເບິ່ງອະທິບາຍທີ່ທ່ານຈິງແລ້ວທ່ານຈິງ
mk: Ажурирајте го вашиот план прво,\вашата граница е надмината
ml: നിങ്ങളുടെ പരിധി തീർന്നതിനാൽ ആദ്യം നിങ്ങളുടെ പദ്ധതി പുതുക്കുക
my: အစီအစဉ်ကိုပထမဦးစွာအပ်ဒိတ်လုပ်ပါ၊\nyour အကန့်အသတ်သည်ကျော်လွန်နေပါသည်
ne: पहिले आफ्नो योजना अपडेट गर्नुहोस्, तपाईंको सीमा समाप्त भएको छ
pa: ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਆਪਣੀ ਯੋਜਨਾ ਅੱਪਡੇਟ ਕਰੋ,\nਤੁਹਾਡੀ ਸੀਮਾ ਖਤਮ ਹੋ ਚੁੱਕੀ ਹੈ
ps: خپل پلان لومړی تازه کړئ، ستاسو حد پای ته رسېدلی دی
si: ඔබගේ සැලැස්ම ප්‍රථමය යාවත්කාලීන කරන්න, \n ඔබගේ සීමාව ඉක්මවා ගියා
sk: Najprv aktualizujte svoj plán,\nváš limit bol prekročený
sq: Përditësoni planin tuaj së pari, \ndozita juaj ka përfunduar
sw: Sasisha mpango wako kwanza,\nukomo wako umemalizika
ta: முதலில் உங்கள் திட்டத்தை புதுப்பிக்கவும், உங்கள் வரம்பு முடிந்துள்ளது
th: อัปเดตแผนของคุณก่อน กำหนดของคุณหมดแล้ว
ur: پہلے اپنے منصوبے کو اپ ڈیٹ کریں، آپ کی حد ختم ہو چکی ہے

source: Sorry, you have no permission to access this service
am: እቅፍ ይወድቁ ይከናወን
as: দয়া কৰি, আপোনাৰ এই সেৱালৈ প্ৰৱেশ কৰিবলৈ অনুমতি নাই
az: Bağışlayın, bu xidmətə daxil olmaq üçün icazəniz yoxdur
be: Прабачце, у вас няма дазволу на доступ да гэтай паслугі
bn: দুঃখিত, আপনার এই সেবায় প্রবেশের অনুমতি নেই
cy: Mae'n ddrwg gennyf, nid oes gennych ganiatâd i fynd i'r gwasanaeth hwn
et: Kahjuks ei ole teil õigust sellele teenusele ligi pääseda
eu: Barkatu, ez duzu zerbitzu honetara sartzeko baimenik
fi: Anteeksi, sinulla ei ole lupaa käyttää tätä palvelua
hy: Ներեցեք, դուք չունեք այս ծառայությանը մուտք գործելու թույլտվություն
is: Fyrirgefðu, þú hefur ekki heimild til að nálgast þessa þjónustu
kk: Кешіріңіз, сізде осы қызметке қол жеткізу рұқсаты жоқ
km: សូមអភ័យទោស, អ្នកមិនមានសិទ្ធិចូលដំណើរការទៅកាន់សេវាអនុស្សាវរីយ៍នេះទេ
kn: ಕ್ಷಮಿಸಿ, ನೀವು ಈ ಸೇವೆ ಬಳಸಲು ಅನುಮತಿಯನ್ನು ಹೊಂದಿಲ್ಲ
ky: Кечиресиз, сиз бул кызматка кирүүгө уруксат берилген эмес
lo: ສຽງໃສ່ພະລັດດັບລະດັບໃສ່ນຳເວັບທ່ານ
mk: Жалиме, немате дозвола за пристап до оваа услуга
ml: ക്ഷമിക്കണം, ഈ സേവനം ഉപയോഗിക്കാൻ നിങ്ങൾക്ക് അനുമതിയില്ല
my: ခွင့်ပြုချက်မရှိသောဝန်ဆောင်မှုကိုရောက်ရှိခြင်းအတွက်တောင်းပန်ပါသည်
ne: माफ गर्नुहोस्, तपाईंलाई यो सेवामा पहुँचको अनुमति छैन
pa: ਮਾਫ ਕਰਨਾ, ਤੁਹਾਨੂੰ ਇਸ ਸੇਵਾ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ ਹੈ
ps: بښنه غواړم، تاسو دې خدمت ته د لاسرسي اجازه نه لرئ
si: කණගාටුයි, ඔබට මෙම සේවාවට ප්‍රවේශ වීමට ඉඩ නොමැත
sk: Prepáčte, nemáte oprávnenie na prístup k tejto službe
sq: Na vjen keq, nuk keni leje për të aksesuar këtë shërbim
sw: Pole, huna ruhusa ya kufikia huduma hii
ta: மன்னிக்கவும், இந்த சேவைக்கு நீங்கள் அனுமதி இல்லை
th: ขอโทษ, คุณไม่มีสิทธิ์เข้าถึงบริการนี้
ur: معاف کریں، آپ کو اس خدمت تک رسائی کی اجازت نہیں ہے

source: Shop GST
am: የመሸጫ ግስት
as: দোকান GST
az: Mağaza GST
be: GST крамы
bn: দোকানের জিএসটি
cy: GST Siop
et: Poese GST
eu: Dendaren GST
fi: Kaupan GST
hy: Խանութի GST
is: Verslunar GST
kk: Дүкеннің GST
km: លេខ GST របស់ហាង
kn: ಅಂಗಡಿ ಜಿಎಸ್‌ಟಿ
ky: Дүкөн GST
lo: ກົດບັດຮ້ານ
mk: GST на продавница
ml: ഷോപ്പ് GST
my: ဆိုင် GST
ne: दोकानको जीएसटी
pa: ਦੋਕਾਨ ਦਾ ਜੀਐਸਟੀ
ps: د دوکان GST
si: කඩ ජාතික බදු
sk: GST obchodu
sq: GST i dyqanit
sw: GST ya duka
ta: அந்தரங்க GST
th: GST ของร้านค้า
ur: دکان کا جی ایس ٹی

source: Invoice
am: የገንዘብ ይዘት
as: চিট
az: Faktura
be: Рахунак
bn: চালান
cy: Ffoniad
et: Arve
eu: Faktura
fi: Lasku
hy: Հաշիվ
is: Reikningur
kk: Шот-фактура
km: វិក័យប័ត្រ
kn: ಬಿಲ್ಲು
ky: Эсеп-фактура
lo: ບັດຄະແນນ
mk: Фактура
ml: ഇൻവോയ്സ്
my: ငွေထုတ်ပေးစာ
ne: चालान
pa: ਚਿੱਠੀ
ps: فاکتور
si: ඉන්වොයිස්
sk: Faktúra
sq: Faturë
sw: Ankara
ta: இன்வாய்ஸ்
th: ใบแจ้งหนี้
ur: انوائس

source: Party GST
am: የፓርቲ ግስት
as: পাৰ্টি GST
az: Tərəf GST
be: GST боку
bn: পার্টি জিএসটি
cy: GST Parti
et: Osaluse GST
eu: Partiaren GST
fi: Osapuolen GST
hy: Կողմի GST
kk: Тараптың GST
km: លេខ GST នៃភាគី
kn: ಪಾರ್ಟಿ ಜಿಎಸ್‌ಟಿ
ky: Тарап GST
lo: ກົດບັດຄະແນນສົດສາສາ
mk: GST на страна
ml: പാർട്ടി GST
my: ပါတီ GST
ne: पार्टीको जीएसटी
pa: ਪਾਰਟੀ ਜੀਐਸਟੀ
ps: د خوا GST
si: කණ්ඩායම ජාතික බදු
sk: GST strany
sq: GST i palës
sw: GST ya chama
ta: பார்டி GST
th: GST ของคู่ค้า
ur: پارٹی جی ایس ٹی

source: Seller
am: ሻጭ
as: বিক্ৰেতা
az: Satıcı
be: Прадажнік
bn: বিক্রেতা
cy: Gwerthwr
et: Müüja
eu: Saltzailea
fi: Myyjä
hy: Վաճառող
is: Seljandi
kk: Сатушы
km: អ្នកលក់
kn: ಮರಳು
ky: Сатучы
lo: ຜູ້ຂາຍ
mk: Продавач
ml: വിൽപ്പനക്കാരൻ
my: အရောင်းသူ
ne: बिक्रेता
pa: ਬੇਚਣ ਵਾਲਾ
ps: پلورونکی
si: විකුණුම්කරු
sk: Predávajúci
sq: Shitësi
sw: Muuzaji
ta: விற்பனையாளர்
th: ผู้ขาย
ur: بیچنے والا

source: Admin
am: አስተዳደር
as: এডমিন
az: İdarəçi
be: Адміністратар
bn: প্রশাসক
cy: Gweinyddu
eu: Administratzailea
fi: Ylläpitäjä
hy: Ադմին
is: Stjórnandi
kk: Әкімші
km: អ្នកគ្រប់គ្រង
kn: ನಿರ್ವಾಹಕ
ky: Админ
lo: ບັດຄະແນນ
mk: Администратор
ml: അഡ്മിൻ
my: အုပ်ချုပ်ရေးမှူး
ne: व्यवस्थापक
pa: ਐਡਮਿਨ
ps: اداره
si: පරිපාලක
sq: Administratori
sw: Msimamizi
ta: நிர்வாகி
th: ผู้ดูแลระบบ
ur: ایڈمن

source: TAX
am: ታክስ
as: কৰ
az: VERGİ
be: ПАДАТКІ
bn: কর
et: Maks
fi: VERO
hy: ՀԱԿ
is: SKATTUR
kk: САЛЫҚ
km: ពន្ធ
kn: ತೆರಿಗೆ
ky: САЛЫК
lo: ສ່ອງພິມ
mk: ДАНОК
ml: നികുതി
my: အခွန်
ne: कर
pa: ਟੈਕਸ
ps: مالیه
si: බදු
sk: DAŇ
sq: TATIM
sw: USHURU
ta: வரி
th: ภาษี
ur: ٹیکس

source: Mobile
am: ሞባይል
as: ম'বাইল
az: Mobil
be: Мабільны
bn: মোবাইল
cy: Symudol
et: Mobiil
eu: Mugikorra
fi: Mobiili
hy: Մոբայլ
is: Farsími
kk: Мобильді
km: ទូរស័ព្ទចល័ត
kn: ಮೊಬೈಲ್
ky: Мобилдик
lo: ໂທລະສັບ
mk: Мобилен
ml: മൊബൈൽ
my: မိုဘိုင်း
ne: मोबाइल
pa: ਮੋਬਾਈਲ
ps: موبایل
si: ජංගම
sk: Mobil
sq: Mobil
sw: Simu
ta: மொபைல்
th: มือถือ
ur: موبائل

source: Total Loss
am: አጠቃላይ እንደ ስልት
as: মুঠ ক্ষতি
az: Cəmi ziyan
be: Агульныя страты
bn: মোট ক্ষতি
cy: Cyfanswm y Colledion
et: Kokku kaotus
eu: Galera Totala
fi: Kokonaiskuhka
hy: Ընդհանուր վնաս
is: Heildartap
kk: Жалпы шығын
km: ខាតសរុប
kn: ಒಟ್ಟು ನಷ್ಟ
ky: Жалпы жоготуу
lo: ສິນຄ້າສູນ
mk: Вкупна загуба
ml: ആകെ നഷ്ടം
my: စုစုပေါင်းပျောက်ဆုံးမှု
ne: कुल क्षति
pa: ਕੁੱਲ ਨੁਕਸਾਨ
ps: ټول زیان
si: සම්පුර්ණ හානි
sk: Celková strata
sq: Shuma totale e humbjes
sw: Hasara yote
ta: மொத்த இழப்பு
th: ขาดทุนรวม
ur: مجموعی نقصان

source: Total Profit
am: አጠቃላይ ትርፍ
as: মুঠ লাভ
az: Cəmi mənfəət
be: Агульны прыбытак
bn: মোট লাভ
cy: Cyfanswm y Elw
et: Kokku kasum
eu: Irabazi Totala
fi: Kokonaisvoitto
hy: Ընդհանուր շահույթ
is: Heildargróði
kk: Жалпы пайда
km: ប្រាក់ចំណេញសរុប
kn: ಒಟ್ಟು ಲಾಭ
ky: Жалпы пайда
lo: ສິນຄ້າຮັບ
mk: Вкупна добивка
ml: ആകെ ലാഭം
my: စုစုပေါင်းအမြတ်
ne: कुल नाफा
pa: ਕੁੱਲ ਲਾਭ
ps: ټول ګټه
si: සම්පුර්ණ ලාභය
sk: Celkový zisk
sq: Shuma totale e fitimit
sw: Faida yote
ta: மொத்த லாபம்
th: กำไรทั้งหมด
ur: مجموعی منافع

source: Add Promo Code
am: የታወቀ ኮድ ያክሉ
as: প্ৰমো কোড যোগ কৰক
az: Promo kod əlavə et
be: Дадаць прома-код
bn: প্রোমো কোড যোগ করুন
cy: Ychwanegu Cod Hyrwyddo
et: Lisa sooduskood
eu: Gehitu Promo Kodea
fi: Lisää alennuskoodi
hy: Ավելացնել գովազդային կոդ
is: Bæta við kynningarkóða
kk: Промокодты қосу
km: បន្ថែមកូដការផ្សព្វផ្សាយ
kn: ಪ್ರೋಮೋ ಕೋಡ್ ಸೇರಿಸಿ
ky: Промо-код кошуу
lo: ເພີ່ມລະຫັດສໍາລັບຂາຍ
mk: Додадете промо код
ml: പ്രൊമോ കോഡ് ചേർക്കുക
my: ထူးခြားကုဒ်ထည့်ပါ
ne: प्रोमो कोड थप्नुहोस्
pa: ਪ੍ਰੋਮੋ ਕੋਡ ਸ਼ਾਮਲ ਕਰੋ
ps: پرومو کوډ اضافه کړئ
si: ප්‍රවර්ධන කේතය එක් කරන්න
sk: Pridať promo kód
sq: Shtoni kodin promocional
sw: Ongeza Kode ya Kukuza
ta: ப்ரோமோ குறியீட்டைச் சேர்க்கவும்
th: เพิ่มรหัสโปรโมชั่น
ur: پرومو کوڈ شامل کریں

source: Add Discount
am: ቅናሽ ያክሉ
as: ছাড় যোগ কৰক
az: Endirim əlavə et
be: Дадаць скідку
bn: ছাড় যোগ করুন
cy: Ychwanegu Disgownt
et: Lisa allahindlus
eu: Gehitu Deskontua
fi: Lisää alennus
hy: Ավելացնել զեղչ
is: Bæta við afslætti
kk: Жеңілдік қосу
km: បន្ថែមការបញ្ចុះតម្លៃ
kn: ಹರಿವು ಸೇರಿಸಿ
ky: Чегерүү кошуу
lo: ເພີ່ມສ່ວນຫຼຸດ
mk: Додадете попуст
ml: രവാലുകൾ ചേർക്കുക
my: လျှော့ချပေးပါ
ne: छूट थप्नुहोस्
pa: ਛੂਟ ਸ਼ਾਮਲ ਕਰੋ
ps: کموالی اضافه کړئ
si: අවසානය එක් කරන්න
sk: Pridať zľavu
sq: Shtoni zbritje
sw: Ongeza Punguzo
ta: தள்ளுபடியைச் சேர்க்கவும்
th: เพิ่มส่วนลด
ur: ڈسکاؤنٹ شامل کریں

source: Cancel All Product
am: አጠቃላይ ምርቶችን ይቅርታ
as: সকল উৎপাদক বাতিল কৰক
az: Bütün məhsulları ləğv et
be: Скасаваць усе прадукты
bn: সমস্ত পণ্য বাতিল করুন
cy: Canslo Pob Cynnyrch
et: Tühista kõik tooted
eu: Ezeztatu Produktu Guztiak
fi: Peruuta kaikki tuotteet
hy: Չեղարկել բոլոր ապրանքները
is: Afturkalla allar vörur
kk: Барлық өнімдерді бас тарту
km: បោះបង់ផលិតផលទាំងអស់
kn: ಎಲ್ಲಾ ಉತ್ಪನ್ನಗಳನ್ನು ರದ್ದುಮಾಡಿ
ky: Бардык продуктуларды жокко чыгаруу
lo: ຍົກເລີກສິນຄ້າທັງໝົດ
mk: Откажи ги сите производи
ml: എല്ലാ ഉത്പന്നങ്ങളും റദ്ദാക്കുക
my: ကုန်ပစ္စည်းအားလုံးဖျက်ပါ
ne: सभी उत्पादनहरू रद्द गर्नुहोस्
pa: ਸਾਰੇ ਉਤਪਾਦ ਰੱਦ ਕਰੋ
ps: ټول محصولات لغوه کړئ
si: සියලු නිෂ්පාදන අහෝසි කරන්න
sk: Zrušiť všetky produkty
sq: Anulo të gjitha produktet
sw: Ghairi Bidhaa Zote
ta: அனைத்து தயாரிப்புகளை ரத்து செய்க
th: ยกเลิกผลิตภัณฑ์ทั้งหมด
ur: تمام مصنوعات منسوخ کریں

# vatDoesNotApply
source: Vat Doesn\'t Apply
am: ቫት ይኖርም
as: ভ্যাট প্ৰযোজ্য নহয়
az: ƏDV tətbiq olunmur
be: ПДВ не прымяняецца
bn: ভ্যাট প্রযোজ্য নয়
cy: Nid yw VAT yn gymwys
et: Käibemaks ei kehti
eu: IVA ez da aplikatzen
fi: ALV ei koske
hy: VAT-ը չի կիրառվում
is: VSK á við ekki
kk: ҚҚС қолданылмайды
km: ពន្ធ VAT មិនអាចអនុវត្តបាន
kn: ವಾಟ್ ಅನ್ವಯಿಸುವುದಿಲ್ಲ
ky: VAT колдонулбайт
lo: ພາສີບໍ່ແບ່ງຂື້ນ
mk: ДДВ не важи
ml: വാറ്റ് പ്രയോഗിക്കില്ല
my: Vat မပေါင်းသင့်ပါ
ne: भ्याट लागू हुँदैन
pa: ਵੈਟ ਲਾਗੂ ਨਹੀਂ ਹੁੰਦਾ
ps: VAT نه پلي کیږي
si: වට්ටම අය නොකෙරේ
sk: DPH sa neuplatňuje
sq: TVSH nuk aplikohet
sw: VAT haitumiki
ta: VAT பொருந்தாது
th: VAT ไม่ใช้
ur: ویٹ لاگو نہیں ہوتا

source: Invoice Viewer
am: የገንዘብ ይዘት እይታ
as: চিট প্ৰদৰ্শক
az: Faktura görüntüləyici
be: Прагляд рахункаў
bn: চালান দর্শক
cy: Gwylydd Ffoniad
et: Arvevaataja
eu: Faktura Ikuslea
fi: Laskun katselija
hy: Հաշվի դիտորդ
is: Reikningur skoðari
kk: Шот-фактура көрушісі
km: អ្នកមើលវិក័យប័ត្រ
kn: ಬಿಲ್ಲು ವೀಕ್ಷಕ
ky: Эсеп-фактураны көрүү
lo: ມິດຄະແນນ
mk: Прегледувач на фактури
ml: ഇൻവോയ്സ് ദർശനം
my: ငွေထုတ်ပေးစာကြည့်ရှုသူ
ne: चालान दृश्यकर्ता
pa: ਚਿੱਠੀ ਵੇਖਣ ਵਾਲਾ
ps: د فاکتور نندارې
si: ඉන්වොයිස් දසුන
sk: Zobrazenie faktúry
sq: Shikues i faturave
sw: Mtazamaji wa Ankara
ta: இன்வாய்ஸ் பார்வையாளர்
th: ผู้ดูใบแจ้งหนี้
ur: انوائس ویوئر

source: Select Product Category
am: የምርት ዝርዝር ይምረጡ
as: উৎপাদকৰ শ্ৰেণী বাচি লওক
az: Məhsul kateqoriyasını seçin
be: Выберыце катэгорыю прадуктаў
bn: পণ্যের বিভাগ নির্বাচন করুন
cy: Dewiswch Gategori Cynnyrch
et: Valige tootekategooria
eu: Hautatu Produktu Kategoria
fi: Valitse tuotekategoria
hy: Ընտրեք ապրանքի կատեգորիա
is: Veldu vöruflokki
kk: Өнім категориясын таңдаңыз
km: ជ្រើសប្រភេទផលិតផល
kn: ಉತ್ಪನ್ನ ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ky: Продукт категориясын тандаңыз
lo: ເລືອກແບບສິນຄ້າ
mk: Изберете категорија на производи
ml: ഉത്പന്ന കാറ്റഗറി തിരഞ്ഞെടുക്കുക
my: ကုန်ပစ္စည်းအမျိုးအစားရွေးချယ်ပါ
ne: उत्पादन श्रेणी चयन गर्नुहोस्
pa: ਉਤਪਾਦ ਦੀ ਸ਼੍ਰੇਣੀ ਚੁਣੋ
ps: د محصول کټګوري انتخاب کړئ
si: නිෂ්පාදන කොට්ටස තෝරන්න
sk: Vyberte kategóriu produktu
sq: Zgjidhni kategorinë e produktit
sw: Chagua Aina ya Bidhaa
ta: தயாரிப்பு வகையைத் தேர்ந்தெடுக்கவும்
th: เลือกหมวดหมู่ผลิตภัณฑ์
ur: مصنوعات کا زمرہ منتخب کریں

source: Select Brand
am: ብራንድ ይምረጡ
as: ব্রেণ্ড বাচি লওক
az: Marka seçin
be: Выберыце брэнд
bn: ব্র্যান্ড নির্বাচন করুন
cy: Dewiswch Frand
et: Valige bränd
eu: Hautatu Marka
fi: Valitse tuotemerkki
hy: Ընտրեք ապրանքանիշ
is: Veldu vörumerki
kk: Брендті таңдаңыз
km: ជ្រើសម៉ាក
kn: ಬ್ರಾಂಡ್ ಆಯ್ಕೆ ಮಾಡಿ
ky: Брендди тандаңыз
lo: ເລືອກແບບ
mk: Изберете бренд
ml: ബ്രാൻഡ് തിരഞ്ഞെടുക്കുക
my: ဘရန်းရွေးချယ်ပါ
ne: ब्राण्ड चयन गर्नुहोस्
pa: ਬ੍ਰਾਂਡ ਚੁਣੋ
ps: برنډ انتخاب کړئ
si: කැලෑ තෝරන්න
sk: Vyberte značku
sq: Zgjidhni markën
sw: Chagua Alama
ta: பிராண்டைத் தேர்ந்தெடுக்கவும்
th: เลือกแบรนด์
ur: برانڈ منتخب کریں

source: Select Unit
am: አንድ ይምረጡ
as: একক বাচি লওক
az: Vahid seçin
be: Выберыце адзінку
bn: ইউনিট নির্বাচন করুন
cy: Dewiswch Uned
et: Valige ühik
eu: Hautatu Unitatea
fi: Valitse yksikkö
hy: Ընտրեք միավոր
is: Veldu einingu
kk: Бірлікті таңдаңыз
km: ជ្រើសឯកតា
kn: ಒನ್ನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ky: Бирдикти тандаңыз
lo: ເລືອກໜ່ວຍ
mk: Изберете единица
ml: യൂണിറ്റ് തിരഞ്ഞെടുക്കുക
my: ယူနစ်ရွေးချယ်ပါ
ne: एकाइ चयन गर्नुहोस्
pa: ਇੱਕਾਈ ਚੁਣੋ
ps: یونټ انتخاب کړئ
si: ආයතනය තෝරන්න
sk: Vyberte jednotku
sq: Zgjidhni njësinë
sw: Chagua Kitengo
ta: அலகைப் தேர்ந்தெடுக்கவும்
th: เลือกหน่วย
ur: یونٹ منتخب کریں

source: Inclusive
am: አካባቢ
as: সন্মিলিত
az: Daxildir
be: Уключна
bn: অন্তর্ভুক্ত
cy: Yn cynnwys
et: Hõlmav
eu: Barne
fi: Sisältäen
hy: Ներառյալ
is: Innifalið
kk: Қамтитын
km: រួមបញ្ចូល
kn: ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು
ky: Киргизилген
lo: ລວມ
mk: Вклучително
ml: സമാഹിത
my: ပါဝင်သော
ne: समावेशी
pa: ਸ਼ਾਮਲ ਹੈ
ps: شامل
si: සමාවන
sk: Zahŕňajúci
sq: Përfshirëse
sw: Kujumuisha
ta: உள்ளடக்க
th: รวมภาษี
ur: شامل

source: Exclusive
am: የተለየ
as: বিচ্ছিন্ন
az: Xaricdir
be: Выключна
bn: এক্সক্লুসিভ
cy: Heb gynnwys
et: Välistav
eu: Kanpo
fi: Ilman
hy: Չհաշված
is: Einkaréttur
kk: Қосымша
km: បំបែក
kn: ಕೆಲವು ಮಾತ್ರ
ky: Четтетилген
lo: ບໍ່ລວມ
mk: Исклучително
ml: വ്യത്യസ്ത
my: ထူးခြားသော
ne: विशेष
pa: ਵੱਖਰਾ
ps: بیرته
si: අතින් ඉවත්
sk: Exkluzívny
sq: Përjashtuese
sw: Kutoa
ta: விலக்கு
th: ไม่รวมภาษี
ur: غیر شامل

source: Select Tax type
am: የታክስ ዓይነት ይምረጡ
as: কৰ প্ৰকাৰ বাচি লওক
az: Vergi növünü seçin
be: Выберыце тып падатку
bn: কর প্রকার নির্বাচন করুন
cy: Dewiswch fath treth
et: Valige maksu tüüp
eu: Hautatu Zerga mota
fi: Valitse verotyyppi
hy: Ընտրեք հարկի տեսակը
is: Veldu skattaflokk
kk: Салық түрін таңдаңыз
km: ជ្រើសប្រភេទពន្ធ
kn: ತೆರಿಗೆ ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ky: Салык түрүн тандаңыз
lo: ເລືອກແບບພາສີ
mk: Изберете тип на данок
ml: നികുതി തരം തിരഞ്ഞെടുക്കുക
my: အခွန်အမျိုးအစားရွေးချယ်ပါ
ne: कर प्रकार चयन गर्नुहोस्
pa: ਟੈਕਸ ਕਿਸਮ ਚੁਣੋ
ps: د مالیې ډول انتخاب کړئ
si: බදු වර්ගය තෝරන්න
sk: Vyberte typ dane
sq: Zgjidhni llojin e tatimit
sw: Chagua aina ya ushuru
ta: வரி வகையைத் தேர்ந்தெடுக்கவும்
th: เลือกประเภทภาษี
ur: ٹیکس کی قسم منتخب کریں

source: Bulk Upload
am: ወቅታዊ እንደ እቃ እና ወዘተ
as: বাল্ক আপলোড
az: Toplu Yükləmə
be: Масавая Загрузка
bn: বাল্ক আপলোড
cy: Llwytho Mawr I Fyny
et: Hulgilaadimine
eu: Taldeko Kargatu
fi: Massalataus
hy: Մեծածախ Բեռնման
is: Massa Upphleðsla
kk: Көптеп Жүктеу
km: បញ្ចូលតាមផ្ទាំងធំ
kn: ತೂಕದ ಅಪ್‌ಲೋಡ್
ky: Көп Жүктөө
lo: ອັບໂຫລດເປົ່ນແບບດຽວ
mk: Масовно Качување
ml: വലിയ അപ്ലോഡ്
my: အစုလိုက် အပ်ဒိတ်
ne: थोक अपलोड
pa: ਬਰਗ ਅਪਲੋਡ
ps: کثافتي پورته کول
si: ප්‍රමාණවත් ඇතුළත් කිරීම
sk: Hromadné Nahrávanie
sq: Ngarkim masiv
sw: Kupakia kwa Wingi
ta: மூன்று ஏற்றுமதி
th: อัปโหลดแบบจำนวนมาก
ur: بلک اپ لوڈ

source: Product name is required
am: የምርት ስም ያስፈልጋል
as: উৎপাদকৰ নাম আৱশ্যক
az: Məhsul adı tələb olunur
be: Імя прадукта абавязкова
bn: পণ্যের নাম আবশ্যক
cy: Mae angen enw'r cynnyrch
et: Toote nimi on kohustuslik
eu: Produktu izena beharrezkoa da
fi: Tuotteen nimi on pakollinen
hy: Ապրանքի անունը պարտադիր է
is: Vöruheiti er nauðsynlegt
kk: Өнімнің атауы қажет
km: ឈ្មោះផលិតផលត្រូវការពិត
kn: ಉತ್ಪನ್ನ ಹೆಸರಿನ ಅಗತ್ಯವಿದೆ
ky: Продукттун аты талап кылынат
lo: ຊື່ສິນຄ້າຈະຕ້ອງການ
mk: Името на производот е потребно
ml: ഉത്പന്നത്തിന്റെ പേര് ആവശ്യമാണ്
my: ကုန်ပစ္စည်းအမည်လိုအပ်သည်
ne: उत्पादनको नाम आवश्यक छ
pa: ਉਤਪਾਦ ਦਾ ਨਾਮ ਲਾਜ਼ਮੀ ਹੈ
ps: د محصول نوم اړین دی
si: නිෂ්පාදන නාමය අවශ්‍යයි
sk: Názov produktu je povinný
sq: Emri i produktit është i nevojshëm
sw: Jina la bidhaa linahitajika
ta: தயாரிப்பு பெயர் தேவை
th: ชื่อผลิตภัณฑ์เป็นสิ่งจำเป็น
ur: مصنوعات کا نام ضروری ہے

source: Product Name already exists in this warehouse
am: የምርት ስም በዚህ የመደብር አካባቢ አለ
as: উৎপাদকৰ নাম ইতিমধ্যে এই গুদামত আছে
az: Məhsul adı artıq bu anbarada mövcuddur
be: Імя прадукта ўжо існуе на гэтым складзе
bn: এই গুদামে পণ্যের নাম ইতিমধ্যেই বিদ্যমান
cy: Mae enw'r cynnyrch eisoes yn bodoli yn y warws hon
et: Toote nimi eksisteerib juba selles laos
eu: Produktu izena jada badago biltegi honetan
fi: Tuotteen nimi on jo olemassa tässä varastossa
hy: Ապրանքի անունը արդեն գոյություն ունի այս պահեստում
is: Vöruheiti er þegar til í þessu vörugeymslu
kk: Өнімнің атауы осы қоймада бар
km: ឈ្មោះផលិតផលមាននៅក្នុង Depo នេះរួចហើយ
kn: ಉತ್ಪನ್ನ ಹೆಸರು ಈ ಗೋದಾಮಿನಲ್ಲಿ ಹಿಂದೆಯೇ ಇದೆ
ky: Продукттун аты ушул кампада мурунтан бар
lo: ຊື່ສິນຄ້າມີໃນແດນຄ້ານີ້ແລ້ວ
mk: Името на производот веќе постои во овој склад
ml: ഉത്പന്നത്തിന്റെ പേര് ഇതിനകം ഈ വെയർഹൗസിൽ ഉണ്ട്
my: ကုန်ပစ္စည်းအမည်သည်ဤအထုပ်တွင်မည်မဟုတ်ပါ
ne: यो गोदाममा उत्पादनको नाम पहिल्यै छ
pa: ਉਤਪਾਦ ਨਾਮ ਪਹਿਲਾਂ ਹੀ ਇਸ ਗੋਦਾਮ ਵਿੱਚ ਮੌਜੂਦ ਹੈ
ps: د محصول نوم په دې ګودام کې دمخه شتون لري
si: නිෂ්පාදන නාමය මෙම ගබඩාව තුළ දැනටමත් පවතී
sk: Názov produktu už existuje v tomto sklade
sq: Emri i produktit ekziston tashmë në këtë depo
sw: Jina la bidhaa tayari lipo katika ghala hili
ta: இந்த சாக்கு வாரியத்தில் தயாரிப்பு பெயர் ஏற்கனவே உள்ளது
th: ชื่อผลิตภัณฑ์มีอยู่แล้วในคลังสินค้า
ur: یہ مصنوعات کا نام پہلے ہی اس گودام میں موجود ہے

source: Product Code is Required
am: የምርት ኮድ ይባላል
as: উৎপাদক কোড আৱশ্যক
az: Məhsul kodu tələb olunur
be: Код прадукта абавязковы
bn: পণ্যের কোড আবশ্যক
cy: Mae angen Cod y Cynnyrch
et: Toote kood on kohustuslik
eu: Produktu kodea beharrezkoa da
fi: Tuotteen koodi on pakollinen
hy: Ապրանքի կոդը պարտադիր է
is: Vöru númer er nauðsynlegt
kk: Өнім коды қажет
km: កូដផលិតផលត្រូវការពិត
kn: ಉತ್ಪನ್ನ ಕೋಡ್ ಅಗತ್ಯವಿದೆ
ky: Продукт коду талап кылынат
lo: ລະຫັດສິນຄ້າຈະຕ້ອງການ
mk: Кодот на производот е потребен
ml: ഉത്പന്ന കോഡ് ആവശ്യമാണ്
my: ကုန်ပစ္စည်းကုဒ်လိုအပ်သည်
ne: उत्पादनको कोड आवश्यक छ
pa: ਉਤਪਾਦ ਕੋਡ ਲਾਜ਼ਮੀ ਹੈ
ps: د محصول کوډ اړین دی
si: නිෂ්පාදන කේතය අවශ්‍යයි
sk: Kód produktu je povinný
sq: Kodi i produktit është i nevojshëm
sw: Msimbo wa bidhaa unahitajika
ta: தயாரிப்பு குறியீடு தேவை
th: รหัสผลิตภัณฑ์เป็นสิ่งจำเป็น
ur: مصنوعات کا کوڈ ضروری ہے
