Repository: userfriendly125/azkaios
Catalog: lib/l10n/intl_*.arb
Languages: am, as, az, be, bn, cy, et, eu, fi, hy, is, kk, km, kn, ky, lo, mk, ml, my, ne, pa, ps, si, sk, sq, sw, ta, th, ur

source: Total Payable
am: አጠቃላይ የማይከፈል
as: মুঠ পৰিশোধ কৰিব লাগিব
az: Cəmi Ödənilməli
be: Агульная сума да аплаты
bn: মোট প্রদেয়
cy: Cyfanswm i'w Dal
et: Kokku maksta
eu: Ordainketa Totala
fi: Kokonaisvelka
hy: Ընդհանուր վճարելի
is: Heildarfjárhæð til greiðslu
kk: Жалпы төлем
km: សរុបដែលត្រូវបង់
kn: ಒಟ್ಟು ಪಾವತಿಯಾಗಬೇಕಾದ ಮೊತ್ತ
ky: Жалпы төлөнүүчү сумма
lo: ລວມຍ່ອຍທັງຫມົດ
mk: Вкупно за плаќање
ml: ആകെ അടക്കേണ്ടത്
my: စုစုပေါင်းကောက်ခံမှု
ne: कुल भुक्तान गर्नुपर्ने
pa: ਕੁੱਲ ਭੁਗਤਾਨ
ps: مجموع ادا کول
si: සියල්ල ගෙවීම් මුළු
sk: Celková suma na úhradu
sq: Totali për të Paguar
sw: Jumla ya Kulipia
ta: மொத்த செலுத்தப்படவேண்டிய
th: ยอดชำระรวมทั้งหมด
ur: کل ادائیگی

source: Paid
am: የተከፈለ
as: পৰিশোধিত
az: Ödənilmiş
be: Аплачана
bn: পরিশোধিত
cy: Wedi'i Dal
et: Makstud
eu: Ordainduta
fi: Maksettu
hy: Վճարված
is: Greitt
kk: Төлем жасалды
km: បង់ប្រាក់
kn: ಪಾವತಿಸಿದ
ky: Төлөндү
lo: ຈ່າຍແລ້ວ
mk: Платено
ml: അടച്ചിട്ടുണ്ട്
my: ပေးခဲ့သည်
ne: भुक्तान गरिएको
pa: ਭੁਗਤਾਨ ਕੀਤਾ
ps: ادا شوی
si: ගෙවූ
sk: Zaplatené
sq: Paguar
sw: Limefadhiliwa
ta: செலுத்தியது
th: จ่ายแล้ว
ur: ادا کیا گیا

source: Thank You for your purchase
am: ምርትዎን እናመሰግናለን
as: আপোনাৰ ক্ৰয়ৰ বাবে ধন্যবাদ
az: Alış-verişiniz üçün təşəkkür edirik
be: Дзякуй за вашу пакупку
bn: আপনার ক্রয়ের জন্য আপনাকে ধন্যবাদ
cy: Diolch am eich pryniant
et: Aitäh Teie ostu eest
eu: Eskerrik asko zure erosketa
fi: Kiitos ostoksestasi
hy: Շնորհակալություն ձեր գնումների համար
is: Takk fyrir kaup
kk: Сатып алу үшін рахмет
km: អរគុណចំពោះការទិញរបស់អ្នក
kn: ನಿಮ್ಮ ಖರೀದಿಗೆ ಧನ್ಯವಾದಗಳು
ky: Сатып алганыңыз үчүн рахмат
lo: ຂໍຂອບໃຈທ່ານສິນຄ້າໃນການຊື້
mk: Ви благодариме за вашата куповина
ml: നിങ്ങളുടെ വാങ്ങലിന് നന്ദി
my: အရောင်းဝယ်ခဲ့သောအချက်အလက်အားတင်ပြရန်ကူညီပါသည်
ne: तपाइको खरिदका लागि धन्यवाद
pa: ਤੁਹਾਡੀ ਖਰੀਦ ਲਈ ਧੰਨਵਾਦ
ps: ستاسو د پیرود لپاره مننه
si: ඔබගේ වෙළඳපොලට ස්වයංක්රීයයි සැපයූවන්ද
sk: Ďakujeme za nákup
sq: Ju faleminderit për blerjen tuaj
sw: Asante kwa ununuzi wako
ta: உங்கள் வாங்கலுக்கு நன்றி
th: ขอบคุณสำหรับการซื้อของคุณ
ur: آپ کی خریداری کا شکریہ

source: Total Sale
am: አጠቃላይ ሽያጭ
as: মুঠ বিক্ৰী
az: Ümumi Satış
be: Агульны аб'ём продажаў
bn: মোট বিক্রয়
cy: Cyfanswm Gwerthiant
et: Kokku müük
eu: Salmenta Totala
fi: Kokonaismyynti
hy: Ընդհանուր վաճառք
is: Heildarsala
kk: Жалпы сатып алу
km: ចំនួនលក់សរុប
kn: ಒಟ್ಟು ಮಾರಾಟ
ky: Жалпы сатуу
lo: ລວມການຂາຍທັງຫມົດ
mk: Вкупна продажба
ml: ആകെ വിൽപ്പന
my: စုစုပေါင်းအေရာင်း
ne: कुल बिक्री
pa: ਕੁੱਲ ਵਿਕਰੀ
ps: مجموعه پلور
si: මුළු විකුණු
sk: Celkový predaj
sq: Shitje Totale
sw: Jumla ya Mauzo
ta: மொத்த விற்பனை
th: ยอดขายรวม
ur: کل فروخت

source: Ledger
am: ላይይ መዝገብ
as: লেনদেন
az: Cari Hesab
be: Гісторыя
bn: লেজার
cy: Llyfr Taliadau
et: Raamatupidamine
eu: Liburuxka
fi: Päiväkirja
hy: Գրապահոց
is: Bókhald
kk: Леджер
km: ទិន្នន័យប័ណ្ណ
kn: ಲೆಡ್ಜರ್
ky: Журнал
lo: ລິບບັນທຶກ
mk: Книги
ml: ലെജർ
my: ကဘောင်ချာ
ne: लेजर
pa: ਲੇਜਰ
ps: کتاب
si: බියුදුන්
sk: Účtovník
sq: Kartela
sw: Kitabu Kipya
ta: நிதி பதிகைப்பதிவு
th: สมุดบัญชี
ur: لیجر

# lossOrProfit
source: Loss/Profit
am: እንቅስቃሴ/ትርፍ
as: ক্ষতি/লাভ
az: Zərər/Qazanc
be: Страт / Прыбытак
bn: লস / প্রফিট
cy: Colled/Cynnyrch
et: Kahjum/Tulu
eu: Galera/Irabazi
fi: Tappio / Voitto
hy: Տեմագրված/Պաշտպանված
is: Tap/Hagnaður
kk: Кедергі/Қаржы
km: ការចំណាញ / ប្រាក់ចំណាញ
kn: ಲಾಭ/ನಷ್ಟ
ky: Зыяны/пайдасы
lo: ຂັ້ນ/ການຍາການ
mk: Губиток/Профит
ml: നഷ്ടം/ലാഭം
my: ကျန်တော့/အရောင်း
ne: हानि/फाइदा
pa: ਨੁਕਸਾਨ/ਮਨਾਫਾ
ps: زیان/ګټه
si: භාවිත/ලාස්සන
sk: Strata/Zisk
sq: Fitim/Humbje
sw: Hasara/Faida
ta: குழப்பு / லாபம்
th: ขาดทุน/กำไร
ur: نقصان/منافع

source: Profit
am: ትርፍ
as: লাভ
az: Qazanc
be: Прыбытак
bn: প্রফিট
cy: Cynnyrch
et: Tulu
eu: Irabazi
fi: Voitto
hy: Պաշտպանված
is: Hagnaður
kk: Көрсеткіш
km: ប្រាក់ចំណាញ
kn: ಲಾಭ
ky: Пайда
lo: ຍາການ
mk: Профит
ml: ലാഭം
my: အရောင်း
ne: फाइदा
pa: ਮਨਾਫਾ
ps: ګټه
si: භාවිතය
sk: Zisk
sq: Fitim
sw: Faida
ta: லாபம்
th: กำไร
ur: منافع

source: Loss
am: እንቅስቃሴ
as: ক্ষতি
az: Zərər
be: Страта
bn: লস
cy: Colled
et: Kahjum
eu: Galera
fi: Tappio
hy: Տեմագրված
is: Tap
kk: Кедергі
km: ប្រាក់ចំណាញ
kn: ನಷ್ಟ
ky: Зыяны
lo: ການຂາຍ
mk: Губиток
ml: നഷ്ടം
my: ကျန်တော့
ne: हानि
pa: ਨੁਕਸਾਨ
ps: زیان
si: ලාස්සනය
sk: Strata
sq: Humbje
sw: Hasara
ta: குழப்பு
th: ขาดทุน
ur: نقصان

# lossOrProfitDetails
source: Loss/Profit Details
am: እንቅስቃሴ/ትርፍ ዝርዝር
as: ক্ষতি/লাভৰ বিবৰণ
az: Zərər/Qazanc Detalları
be: Дэталі страт/прыбыткаў
bn: লস / প্রফিট বিবরণী
cy: Manylion Colled/Cynnyrch
et: Kahjumi/Tulu üksikasjad
eu: Galera/Irabazi Xehetasunak
fi: Tappio / Voitto -tiedot
hy: Տեմագրված/Պաշտպանված մանրամասներ
is: Upplýsingar um Tap/Hagnað
kk: Кедергі/Қаржы толтырмалары
km: ព័ត៌មានលំអិតការចំណាញ / ប្រាក់ចំណាញ
kn: ಲಾಭ/ನಷ್ಟ ವಿವರಗಳು
ky: Зыяны/пайдасы тууралуу маалымат
lo: ລາຍລະອຽດຂັ້ນ/ການຍາການ
mk: Детали за губиток/профит
ml: നഷ്ടം/ലാഭം വിശദാംശങ്ങൾ
my: ကျန်တော့/အရောင်း အသေးစိတ်
ne: हानि/फाइदा विवरण
pa: ਨੁਕਸਾਨ/ਮਨਾਫਾ ਵੇਰਵਾ
ps: د زیان/ګټې تفصیلات
si: භාවිත/ලාස්සන විස්තර
sk: Podrobnosti o strate/zisku
sq: Detajet e Fitimit/Humbjes
sw: Maelezo ya Hasara/Faida
ta: குழப்பு / லாபம் விவரங்கள்
th: รายละเอียดขาดทุน/กำไร
ur: نقصان/منافع کی تفصیلات

source: Total
am: ጠቅላላ
as: মুঠ
az: Cəmi
be: Агульны
bn: মোট
cy: Cyfan
et: Kokku
fi: Yhteensä
hy: Ընդհանուր
is: Heild
kk: Жалпы
km: សរុប
kn: ಒಟ್ಟು
ky: Жалпы
lo: ລວມ
mk: Вкупно
ml: ആകെ
my: စုစုပေါင်း
ne: कुल
pa: ਕੁੱਲ
ps: مجموع
si: මුළු
sk: Celkovo
sq: Totali
sw: Jumla
ta: மொத்தம்
th: รวม
ur: کل

# editSocailMedia
source: Edit Social Media
am: እንቅስቃሴ ማሻሻያ
as: ছ'চিয়েল মিডিয়া সম্পাদনা কৰক
az: Sosial Media Nişanını düzəlt
bn: সামাজিক মিডিয়া সম্পাদনা করুন
cy: Golygu Cyfryngau Cymdeithasol
et: Muuda sotsiaalmeediat
eu: Editatu Sare Sozialak
fi: Muokkaa sosiaalista mediaa
hy: Խմբագրել սոցիալական մեդիա
is: Breyta samfélagsmiðlum
kk: Социалды медианы түзету
km: កែសម្រួលព័ត៌មានសាធារណៈ
kn: ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮಗಳನ್ನು ಸಂಪಾದಿಸಿ
ky: Социалдык медианы түзөтүңүз
lo: ແກ້ໄຂສື່ມການສື່ນເທີຕິດຕໍ່
mk: Уреди социјални медиуми
ml: സോഷ്യൽ മീഡിയ എഡിറ്റ് ചെയ്യുക
my: လျှောက်လှမ်းမည့်အိုင်ဒီနယ်များပြင်ရန်
ne: सामाजिक मिडिया सम्पादन गर्नुहोस्
pa: ਸੋਸ਼ਲ ਮੀਡੀਆ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰੋ
ps: اجتماعي رسنیو ترمیم
si: සමාජ ජාල සංස්ථාව සංස්කරනවා
sk: Upraviť sociálne média
sq: Edito Mediat Sociale
sw: Hariri Mitandao ya Kijamii
ta: சமூக மாதிரி திருத்து
th: แก้ไขโซเชียลมีเดีย
ur: سوشل میڈیا میں ترمیم کریں

# facebok
source: Facebook
am: ፌስቡክ
as: ফেচবুক
bn: ফেসবুক
hy: Ֆեյսբուք
km: ហ្វេសប៊ុក
kn: ಫೇಸ್‌ಬುಕ್
lo: ເຟຣມບັນພະຄົມ
mk: Фејсбук
ml: ഫേസ്ബുക്ക്
ne: फेसबुक
pa: ਫੇਸਬੁੱਕ
ps: فیسبوک
ta: பேஸ்புக்
th: เฟสบุ๊ค
ur: فیس بک

source: Twitter
am: ትዊተር
as: টুইটার
bn: টুইটার
hy: Թվիթեր
km: ក្រុមហ៊ុនអក្សរតូច
kn: ಟ್ವಿಟರ್
lo: ທວິດສະດີ
mk: Твитер
ml: ട്വിറ്റർ
ne: ट्विटर
pa: ਟਵਿੱਟਰ
ps: توئیټر
ta: ட்விட்டர்
th: ทวิตเตอร์
ur: ٹوئٹر

# instragram
source: Instagram
am: እንስተራግም
as: ইনষ্টাগ্ৰাম
bn: ইনস্টাগ্রাম
hy: Ինստագրամ
km: អង្គរាំង
kn: ಇಂಸ್ಟಾಗ್ರಾಮ್
lo: ອິນສະການອິນ
mk: Инстаграм
ml: ഇൻസ്റ്റഗ്രാം
ne: इन्स्टाग्राम
pa: ਇੰਸਟਾਗ੍ਰਾਮ
ps: انسټاګرام
ta: இன்ஸ்டகிராம்
th: อินสตาแกรม
ur: انسٹاگرام

source: LinkedIn
am: ሊንክድኢን
as: লিংকডইন
bn: লিঙ্কডইন
km: បង្កើតឥតគិតថ្លៃ
kn: ಲಿಂಕ್ಡ್‌ಇನ್
lo: ລິດຄີເນັດ
mk: Линкедин
ml: ലിങ്ക്ഡ് ഇൻ
ne: लिंक्डइन
pa: ਲਿੰਕਡਇਨ
ps: لینکډین
ta: இணைய உள்ளகம்
th: ลิงค์อิน
ur: لنکڈ ان

source: Link
am: አድራሻ
as: লিংক
be: Спасылка
bn: লিংক
cy: Dolen
eu: Lotura
fi: Linkki
hy: Հղում
is: Tengill
kk: Сілтеме
km: តំណ
kn: ಲಿಂಕ್
ky: Байланыш
lo: ເຊື່ອມຕໍ່
mk: Линк
ml: ലിങ്ക്
my: လင်ခဲ့သည်
ne: लिंक
pa: ਲਿੰਕ
ps: لینک
si: සබැඳුම
sk: Odkaz
sq: Linku
sw: Kiungo
ta: இணைக்க
th: ลิงก์
ur: لنک

# socailMarketing
source: Social Marketing
am: ማህበራዊ ገንቢ
as: ছ'চিয়েল মাৰ্কেটিং
az: Sosial Marketinq
bn: সামাজিক মার্কেটিং
cy: Marchnata Cymdeithasol
et: Sotsiaalne turundus
eu: Sare Sozialen Marketina
fi: Sosiaalinen markkinointi
hy: Սոցիալական մարկետինգ
is: Samfélagsmarkaðssetning
kk: Социалды маркетинг
km: ចែករំលែកអំពីផលិតផលតាមតម្លៃ
kn: ಸಾಮಾಜಿಕ ಮಾರುಕಟ್ಟೆ
ky: Социалдык маркетинг
lo: ການຕິດຕໍ່ພາຍໃນວິດຕາມບັນຊີຂອງຜູ້ໃຊ້
mk: Социјален маркетинг
ml: സോഷ്യൽ മാർക്കറ്റിംഗ്
my: လျှောက်လှမ်းစီးပွားရေး
ne: सामाजिक मार्केटिंग
pa: ਸੋਸ਼ਲ ਮਾਰਕੀਟਿੰਗ
ps: اجتماعي بازارموندنه
si: සමාජ වෙනස් කිරීම
sk: Sociálny marketing
sq: Marketingu Social
sw: Masoko ya Kijamii
ta: சமூக விளம்பரம்
th: การตลาดผ่านสื่อโซเชียล
ur: سوشل مارکیٹنگ

source: Edit
am: ማሻሻያ
as: সম্পাদনা কৰক
az: Düzəlt
be: Рэдагаваць
bn: সম্পাদনা করুন
cy: Golygu
et: Muuda
eu: Editatu
fi: Muokkaa
hy: Խմբագրել
is: Breyta
kk: Түзету
km: កែប្រែ
kn: ಸಂಪಾದಿಸು
ky: Түзөтүү
lo: ແກ້ໄຂ
mk: Уреди
ml: എഡിറ്റ് ചെയ്യുക
my: ပြင်မည်
ne: सम्पादन गर्नुहोस्
pa: ਸੰਪਾਦਿਤ ਕਰੋ
ps: ترمیم
si: සංස්කරනවා
sk: Upraviť
sq: Edito
sw: Hariri
ta: திருத்து
th: แก้ไข
ur: ترمیم کریں

source: Notification
am: ማሳወቂያ
as: অৱগতী
az: Bildiriş
be: Уведамленне
bn: বিজ্ঞপ্তি
cy: Hysbysiad
et: Teade
eu: Jakinarazpena
fi: Ilmoitus
hy: Ծանուցում
is: Tilkynning
kk: Хабарлама
km: ការជូនដំណឹង
kn: ಅಧಿಸೂಚನೆ
ky: Эскертүү
lo: ການແຈ້ງເຕືອນ
mk: Уведување
ml: അറിയിപ്പ്
my: အသိပေးချက်
ne: सूचना
pa: ਅਧਿਕਾਰਿਤ ਜਾਣਕਾਰੀ
ps: خبرتیا
si: ස්ථාපනය
sk: Oznámenie
sq: Njoftim
sw: Taarifa
ta: அறிவிப்பு
th: การแจ้งเตือน
ur: نوٹیفیکیشن

source: Purchase Alarm
am: የግዢ ማስታወቂያ
as: ক্ৰয়ৰ সংকেত
az: Alış Bildirişi
be: Сигнал аб куплі
bn: ক্রয় সতর্কতা
cy: Cloi Prynwyr
et: Ostu häire
eu: Erosketa Alarma
fi: Ostoilmoitus
hy: Գնումների ալար
is: Kaupa viðvörun
kk: Сатып алу хабары
km: មានបញ្ជូនទំនិញ
kn: ಖರೀದಿ ಎಚ್ಚರಿಕೆ
ky: Сатып алуулар боюнча эскертүү
lo: ແນະນຳການຊື້ສິນຄ້າ
mk: Уведување за купување
ml: വാങ്ങൽ അലാർം
my: ဝယ်ခဲ့သောမီလာမှု
ne: खरिद अलार्म
pa: ਖਰੀਦ ਅਲਾਰਮ
ps: د پیرود الرښود
si: වෙළඳපොල ඇලමය
sk: Alarm nákupu
sq: Alarmi i Blerjes
sw: Kengele ya Ununuzi
ta: வாங்குவதிற்கு அலாரம்
th: แจ้งเตือนการซื้อ
ur: خریداری کی الارم

source: Purchase Confirmed
am: ግዢ የተረጋገጠ
as: ক্ৰয় নিশ্চিত কৰা হৈছে
az: Alış Təsdiqləndi
be: Купля пацверджана
bn: ক্রয় নিশ্চিত
cy: Prynwch wedi'i Gadarnhau
et: Ost kinnitatud
eu: Erosketa Berretsita
fi: Osto vahvistettu
hy: Գնումները հաստատված են
is: Kaup staðfest
kk: Сатып алу расталды
km: បញ្ជាក់ទិញទំនិញ
kn: ಖರೀದಿ ದೃಢೀಕರಿಸಲಾಗಿದೆ
ky: Сатып алуу тастыкталды
lo: ການຊື້ສິນຄ້າຍັງຈະຖືກອະນຸຍາດ
mk: Купувањето е потврдено
ml: വാങ്ങൽ സ്ഥിരീകരിച്ചു
my: ဝယ်ယူထားသည်
ne: खरिद पुष्टि गरिएको छ
pa: ਖਰੀਦ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ
ps: پیرود تایید شوی
si: වෙළඳපොල සියල්ලන්ය
sk: Nákup potvrdený
sq: Blerja e Konfirmuar
sw: Ununuzi Umesajiliwa
ta: வாங்குவது உறுதிசெய்யப்பட்டது
th: ยืนยันการซื้อ
ur: خریداری تصدیق شدہ

source: Payment Complete
am: ክፍያ የተወሰነ
as: পৰিশোধ সম্পূৰ্ণ
az: Ödəniş Tamamlandı
be: Аплата завершана
bn: পেমেন্ট সম্পূর্ণ
cy: Taliad wedi'i Gwblhau
et: Makse lõpetatud
eu: Ordainketa Osatua
fi: Maksu suoritettu
hy: Վճարն ավարտված է
is: Greiðsla lokið
kk: Төлем аяқталды
km: បញ្ចប់ការទូទាត់
kn: ಪಾವತಿ ಮುಕ್ತಾಯವಾಗಿದೆ
ky: Төлөм толукталды
lo: ການຊຳລະເງິນໄດ້ສຳເລັດແລ້ວ
mk: Плаќањето е завршено
ml: പേയ്മെന്റ് പൂർത്തിയായിരിക്കുന്നു
my: ငွေပေးချေရန်အားပြီးစီး
ne: भुक्तान पूरा भएको छ
pa: ਭੁਗਤਾਨ ਪੂਰਾ
ps: د پیسو پروسه بشپړه
si: ගෙවීම සම්පුර්ණයි
sk: Platba dokončená
sq: Pagesa e Kompletuar
sw: Malipo Yamekamilika
ta: கட்டணம் முடிந்தது
th: การชำระเงินเสร็จสิ้น
ur: ادائیگی مکمل

# retur
source: Return
am: እንደገና መመለስ
as: ফিৰাই দিয়ক
az: Geri
bn: ফেরত
cy: Dychwelyd
et: Tagasta
eu: Itzuli
fi: Palautus
hy: Վերադարձ
is: Aftur
kk: Қайтару
km: ត្រឡប់វិញ
kn: ರಿಟರ್ನ್
ky: Кайтаруу
lo: ການສົ່ງສິນຄ້າຄືນ
mk: Враќање
ml: മടങ്ങുക
my: ပြန်သွားမည်
ne: फिर्ता
pa: ਵਾਪਸੀ
ps: بېرته راستنیدل
si: ප්‍රතිසංස්කරණය
sk: Vrátenie
sq: Kthim
sw: Kurudi
ta: திரும்பத் தொழில்
th: คืน
ur: واپس

source: Send Email
am: ኢሜይል ይላኩ
as: ই-মেইল পঠিয়াও
az: Email Göndər
be: Адправіць Email
bn: ইমেল পাঠান
cy: Anfon E-bost
et: Saada e-kiri
eu: Bidali Emaila
fi: Lähetä sähköpostia
hy: Ուղարկել էլ. նամակ
is: Senda tölvupóst
kk: Электронды пошта жіберу
km: ផ្ញើអ៊ីមែល
kn: ಇಮೇಲ್ ಕಳುಹಿಸಿ
ky: Электрондук почта жиберүү
lo: ສົ່ງອີເມລ
mk: Испрати е-пошта
ml: ഇമെയിൽ അയയ്ക്കുക
my: အီးမေးလ်ပို့ရန်
ne: इमेल पठाउनुहोस्
pa: ਈਮੇਲ ਭੇਜੋ
ps: برېښنالیک واستوئ
si: එවෙමු
sk: Odoslať email
sq: Dërgo Email
sw: Tuma Barua pepe
ta: மின்னஞ்சல் அனுப்பு
th: ส่งอีเมล
ur: ای میل بھیجیں

source: Send Sms
am: SMS ይላኩ
as: ছএমএছ পঠিয়াও
az: SMS Göndər
be: Адправіць SMS
bn: এসএমএস পাঠান
cy: Anfon SMS
et: Saada SMS
eu: Bidali SMS
fi: Lähetä SMS
hy: Ուղարկել SMS
is: Senda SMS
kk: СМС жіберу
km: ផ្ញើសារចូលទៅសារុកចិត្ត
kn: ಎಸ್ಎಂಎಸ್ ಕಳುಹಿಸಿ
ky: SMS жиберүү
lo: ສົ່ງ SMS
mk: Испрати СМС
ml: എസ്എംഎസ് അയയ്ക്കുക
my: မက်ဆေ့ခ်ျပို့ရန်
ne: SMS पठाउनुहोस्
pa: ਐਸਐਮਐਸ ਭੇਜੋ
ps: SMS واستوئ
si: එවෙමු SMS
sk: Odoslať SMS
sq: Dërgo SMS
sw: Tuma SMS
ta: எஸ் எம் எஸ் அனுப்பு
th: ส่งข้อความ SMS
ur: اس ایم ایس بھیجیں

# recivedThePin
source: Received The pin
am: PIN ተቀባ
as: পিন গ্ৰহণ কৰা হৈছে
az: Pin Kodu Aldınız
bn: পিন পেয়েছি
cy: Derbyniodd y pin
et: Saadud PIN
eu: Pin-a Jasotakoa
fi: Pin-koodi vastaanotettu
hy: Ստացվեց PIN կոդը
is: Móttakinn PIN
kk: Пин кодты алу
km: បានទទួលលេខកូដ PIN
kn: ಪಿನ್ ಪಡೆದಿದ್ದೇನೆ
ky: PIN номерин кабыл алды
lo: ໄດ້ຮັບລະຫັດການຢືນຢັນແລ້ວ
mk: Примивте ПИН
ml: പിന് ലഭിച്ചു
my: PIN ကိုလက်ခံသည်
ne: पिन प्राप्त गरियो
pa: ਪਿਨ ਪ੍ਰਾਪਤ ਕੀਤਾ
ps: PIN ترلاسه شو
si: අපි ඔබට වෙනස්වී ඇත
sk: Dostali ste PIN
sq: Merr Pin-in
sw: Umepokea PIN
ta: பின் பெறப்பட்டது
th: ได้รับรหัส PIN
ur: پن موصول کیا گیا

source: Start New Sale
am: አዲስ ሽያጭ ይጀምሩ
as: নতুন বিক্ৰী আৰম্ভ কৰক
az: Yeni Satışa Başla
be: Пачаць новую продаж
bn: নতুন বিক্রয় শুরু করুন
cy: Dechrau Gwerthiant Newydd
et: Alusta uut müüki
eu: Hasieratu Salmenta Berria
fi: Aloita uusi myynti
hy: Սկսել նոր վաճառք
is: Byrja nýja sölu
kk: Жаңа сатып алу бастау
km: ចាប់ផ្តើមការលក់ថ្មី
kn: ಹೊಸ ಮಾರಾಟ ಪ್ರಾರಂಭಿಸಿ
ky: Жаңы сатууну баштаңыз
lo: ເລີ່ມການຂາຍໃໝ່
mk: Започнете нова продажба
ml: പുതിയ വിൽപ്പന ആരംഭിക്കുക
my: အသစ်တစ်ခုစတင်မည်
ne: नयाँ बिक्री सुरु गर्नुहोस्
pa: ਨਵੀਂ ਵਿਕਰੀ ਸ਼ੁਰੂ ਕਰੋ
ps: نوې پلور شروع کړئ
si: නව විකුණුම ආරම්භයක්
sk: Začať nový predaj
sq: Fillo Shitjen e Re
sw: Anza Mauzo Mpya
ta: புதிய விற்பனையை ஆரம்பிக்கவும்
th: เริ่มขายใหม่
ur: نیا فروخت شروع کریں

source: Payment
am: ክፍያ
as: পৰিশোধ
az: Ödəniş
be: Аплата
bn: পেমেন্ট
cy: Taliad
et: Makse
eu: Ordainketa
fi: Maksu
hy: Վճար
is: Greiðsla
kk: Төлем
km: ការទូទាត់
kn: ಪಾವತಿ
ky: Төлөм
lo: ການຊຳລະເງິນ
mk: Плаќање
ml: പേയ്മെന്റ്
my: ငွေပေးချေရန်
ne: भुक्तानी
pa: ਭੁਗਤਾਨ
ps: تادیه
si: ගෙවීම
sk: Platba
sq: Pagesa
sw: Malipo
ta: கட்டணம்
th: การชำระเงิน
ur: ادائیگی

source: Master card
am: ማስተር ካርድ
as: মাষ্টাৰ কাৰ্ড
bn: মাস্টার কার্ড
cy: Card Master
is: Master kort
km: កាតឥណទាន
kn: ಮಾಸ್ಟರ್ ಕಾರ್ಡ್
lo: ເວລາເກີນ
mk: Мастеркард
ml: മാസ്റ്റർ കാർഡ്
my: မက်စ်ကဒ်
ne: मास्टर कार्ड
pa: ਮਾਸਟਰ ਕਾਰਡ
ps: ماسټر کارډ
si: මාස්ටර් කාඩ්
sw: Kadi ya Master
ta: மாஸ்டர் கார்டு
th: บัตร MasterCard
ur: ماسٹر کارڈ

# inistrument
source: Instrument
am: መሳሪያ
as: যন্ত্ৰ
az: Alət
bn: ইনস্ট্রুমেন্ট
cy: Offer
eu: Tresna
fi: Maksuväline
hy: Գործիք
is: Tæki
kk: Инструмент
km: ឧបករណ៍
kn: ಉಪಕರಣ
ky: Курал
lo: ຜະລິດຕະພາບ
mk: Инструмент
ml: ഇൻസ്ട്രുമെന്റ്
my: အင်တာနက်
ne: यन्त्र
pa: ਉਪਕਰਣ
ps: آله
si: උපාධාරය
sk: Inštrument
sw: Chombo
ta: பயன்பாடு
th: เครื่องดนตรี
ur: اسٹرومنٹ

source: Cash
am: ገንዘብ
as: নগদ
az: Nağd
be: Грошы
bn: নগদ
cy: Arian Parod
et: Sularaha
eu: Dirutan
fi: Käteinen
hy: Գումար
is: Fé
kk: Қағаз ақша
km: សាច់ប្រាក់
kn: ನಗದು
ky: Наличные
lo: ເງິນສົດ
mk: Готовина
ml: കാഷ്
my: ငွေ
ne: नगद
pa: ਨਗਦ
ps: نقد
si: මුදල්
sk: Hotovosť
sw: Fedha taslimu
ta: பணம்
th: เงินสด
ur: نقد

source: Add Brand
am: የእንደ ባለቤት ምርት ይጨምሩ
as: ব্ৰান্ড যোগ কৰক
az: Marka əlavə et
be: Дадаць брэнд
bn: ব্র্যান্ড যোগ করুন
cy: Ychwanegu Brand
et: Lisa bränd
eu: Gehitu Marka
fi: Lisää tuotemerkki
hy: Ավելացնել ապրանքանիշ
is: Bæta við merki
kk: Бренд қосу
km: បន្ថែមម៉ាក
kn: ಬ್ರ್ಯಾಂಡ್ ಸೇರಿಸಿ
ky: Бренд кошуңуз
lo: ເພີ່ມຍີ່ຫໍ້
mk: Додај бренд
ml: ബ്രാൻഡ് ചേർക്കുക
my: ကုန်ပစ္စည်းအမည်ထည့်မည်
ne: ब्र्याण्ड थप्नुहोस्
pa: ਬ੍ਰਾਂਡ ਸ਼ਾਮਿਲ ਕਰੋ
ps: نښه اضافه کړئ
si: වෙළඳපොලට එකතු කරනවා
sk: Pridať značku
sq: Shto Markë
sw: Ongeza Chapa
ta: பிராண்டு சேர்க்க
th: เพิ่มแบรนด์
ur: برانڈ شامل کریں

source: Brand Name
am: የባለቤት ስም
as: ব্ৰান্ড নাম
az: Marka Adı
be: Назва брэнда
bn: ব্র্যান্ডের নাম
cy: Enw'r Brand
et: Brändi nimi
eu: Markaren Izena
fi: Tuotemerkin nimi
hy: Ապրանքանիշի անուն
is: Merkiheiti
kk: Бренд атауы
km: ឈ្មោះម៉ាក
kn: ಬ್ರ್ಯಾಂಡ್ ಹೆಸರು
ky: Бренддин аты
lo: ຊື່ຍີ່ຫໍ້
mk: Име на бренд
ml: ബ്രാൻഡ് നാമം
my: ကုန်ပစ္စည်းအမည်
ne: ब्र्याण्डको नाम
pa: ਬ੍ਰਾਂਡ ਦਾ ਨਾਮ
ps: د نښې نوم
si: වෙළඳපොලට නම
sk: Názov značky
sq: Emri i Markës
sw: Jina la Chapa
ta: பிராண்ட் பெயர்
th: ชื่อแบรนด์
ur: برانڈ کا نام

source: Enter Brand Name
am: የባለስልጣን ስም አስገባ
as: ব্ৰান্ড নাম প্রবিষ্ট কৰক
az: Marka Adını daxil edin
be: Увядзіце назву брэнда
bn: ব্র্যান্ডের নাম লিখুন
cy: Mewnosod Enw'r Brand
et: Sisestage brändi nimi
eu: Sartu Markaren Izena
fi: Syötä tuotemerkin nimi
hy: Մուտքագրեք ապրանքանիշի անունը
is: Sláðu inn merkiheiti
kk: Бренд атауын енгізіңіз
km: បញ្ចូលឈ្មោះម៉ាក
kn: ಬ್ರ್ಯಾಂಡ್ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ky: Бренддин атын жазыңыз
lo: ປ້ອນຊື່ຍີ່ຫໍ້
mk: Внесете име на бренд
ml: ബ്രാൻഡ് നാമം നൽകുക
my: ကုန်ပစ္စည်းအမည်ထည့်ပါ
ne: ब्र्याण्डको नाम प्रविष्ट गर्नुहोस्
pa: ਬ੍ਰਾਂਡ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ
ps: د نښې نوم داخل کړئ
si: වෙළඳපොලට නම ඇතුළත් කරන්න
sk: Zadajte názov značky
sq: Shkruani Emrin e Markës
sw: Ingiza Jina la Chapa
ta: பிராண்ட் பெயரை உள்ளிடவும்
th: ป้อนชื่อแบรนด์
ur: برانڈ کا نام درج کریں

source: Add Category
am: ክፍል ይጨምር
as: শ্রেণী যোগ কৰক
az: Kateqoriya əlavə et
be: Дадаць катэгорыю
bn: বিভাগ যোগ করুন
cy: Ychwanegu Categori
et: Lisa kategooria
eu: Gehitu Kategoria
fi: Lisää kategoria
hy: Ավելացնել կատեգորիա
is: Bæta við flokk
kk: Санат қосу
km: បន្ថែមប្រភេទ
kn: ವರ್ಗ ಸೇರಿಸಿ
ky: Категория кошуңуз
lo: ເພີ່ມປະເພດ
mk: Додај категорија
ml: വർഗ്ഗം ചേർക്കുക
my: အမျိုးအစားထည့်ပါ
ne: श्रेणी थप्नुहोस्
pa: ਸ਼੍ਰੇਣੀ ਸ਼ਾਮਿਲ ਕਰੋ
ps: کتګورۍ اضافه کړئ
si: ප්‍රභේදයක් එකතු කරනවා
sk: Pridať kategóriu
sq: Shto Kategori
sw: Ongeza Jamii
ta: வகை சேர்க்க
th: เพิ่มหมวดหมู่
ur: کیٹیگری شامل کریں

source: Enter Category Name
am: የክፍል ስም አስገባ
as: শ্রেণী নাম প্রবিষ্ট কৰক
az: Kateqoriya Adını daxil edin
be: Увядзіце назву катэгорыі
bn: বিভাগের নাম লিখুন
cy: Mewnosod Enw'r Categori
et: Sisestage kategooria nimi
eu: Sartu Kategoriaren Izena
fi: Syötä kategorian nimi
hy: Մուտքագրեք կատեգորիայի անունը
is: Sláðu inn nafnið á flokk
kk: Санат атауын енгізіңіз
km: បញ្ចូលឈ្មោះប្រភេទ
kn: ವರ್ಗ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ky: Категориянын атын жазыңыз
lo: ປ້ອນຊື່ປະເພດ
mk: Внесете име на категорија
ml: വർഗ്ഗം നാമം നൽകുക
my: အမျိုးအစားအမည်ထည့်ပါ
ne: श्रेणीको नाम प्रविष्ट गर्नुहोस्
pa: ਸ਼੍ਰੇਣੀ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ
ps: د کتګورۍ نوم داخل کړئ
si: ප්‍රභේදයේ නම ඇතුළත් කරන්න
sk: Zadajte názov kategórie
sq: Shkruani Emrin e Kategorisë
sw: Ingiza Jina la Jamii
ta: வகை பெயரை உள்ளிடவும்
th: ป้อนชื่อหมวดหมู่
ur: کیٹیگری کا نام درج کریں

# selectvariations
source: Select Variation:
am: ተለዋዋጭ ይምረጡ:
as: বৈচিত্র্য বাচনি কৰক:
az: Çeşidləmə Seç:
bn: পরিবর্তন নির্বাচন করুন:
cy: Dewis Amrywiadau:
et: Vali variatsioon:
eu: Aldaketak Aukeratu:
fi: Valitse muunnelma:
hy: Ընտրեք փոփոխություն:
is: Veldu afbrigði:
kk: Вариацияны таңдау:
km: ជ្រើសរើសការផ្លាស់ប្តូរ:
kn: ವ್ಯತ್ಯಾಸಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ:
ky: Вариацияны тандаңыз:
lo: ເລືອກປະເພດ:
mk: Изберете варијации:
ml: പരിവർത്തനങ്ങൾ തിരഞ്ഞെടുക്കുക:
my: ရွေးချယ်ရန်စီရင်းကြားရွေးချယ်ခြင်း:
ne: मिलाउने विविधता छनौट गर्नुहोस्:
pa: ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਚੁਣੋ:
ps: تغییرات غوره کړئ:
si: වෙළඳ සංඛ්‍යාව තෝරන්න:
sk: Vyberte variantu:
sq: Zgjidhni Variacionin:
sw: Chagua Mbadala:
ta: மாற்றங்களை தேர்ந்தெடுக்கவும்:
th: เลือกความหลากหลาย:
ur: متغیرات منتخب کریں:

source: Size
am: መጠን
as: আকাৰ
az: Ölçü
be: Памер
bn: আকার
cy: Maint
et: Suurus
eu: Tamaina
fi: Koko
hy: Չափ
is: Stærð
kk: Өлшемі
km: ទំហំ
kn: ಗಾತ್ರ
ky: Размер
lo: ຂະໜາດ
mk: Големина
ml: വലിപ്പം
my: အရွယ်
ne: साइज
pa: ਆਕਾਰ
ps: حجم
si: ප්‍රමාණය
sk: Veľkosť
sq: Madhësia
sw: Ukubwa
ta: அளவு
th: ขนาด
ur: سائز

source: Color
am: ቀለም
as: ৰঙ
az: Rəng
be: Колер
bn: রং
cy: Lliw
et: Värv
eu: Kolorea
fi: Väri
hy: Գույն
is: Litur
kk: Түсі
km: ពណ៌
kn: ಬಣ್ಣ
ky: Түс
lo: ສີ
mk: Боја
ml: നിറം
my: အရောင်
ne: रङ्ग
pa: ਰੰਗ
ps: رنګ
si: වර්ණය
sk: Farba
sq: Ngjyra
sw: Rangi
ta: வண்ணம்
th: สี
ur: رنگ

source: Weight
am: ውጤት
as: ওজন
az: Çəki
be: Вага
bn: ওজন
cy: Pwysau
et: Kaal
eu: Pisua
fi: Paino
hy: Քաշ
is: Vigt
kk: Салмақ
km: ទំងន់
kn: ತೂಕ
ky: Салмак
lo: ນ້ຳມັນ
mk: Тежина
ml: ഭാരം
my: အလေးချိန်
ne: वजन
pa: ਭਾਰ
ps: وزن
si: බර
sk: Hmotnosť
sq: Pesha
sw: Uzito
ta: எடை
th: น้ำหนัก
ur: وزن

source: Capacity
am: ትንበያ
as: ক্ষমতা
az: Kapasitet
be: Ёмістасць
bn: ধারণক্ষমতা
cy: Cynhwysedd
et: Mahutavus
eu: Gaitasuna
fi: Kapasiteetti
hy: Հզորություն
is: Rúmmál
kk: Қабілеті
km: មានអានុភាព
kn: ಹೊರಗೆ
ky: Кабатталыш
lo: ລວມຄ້າ
mk: Капацитет
ml: ക്ഷമത
my: အရှေ့ဆုံးရမ်
ne: क्षमता
pa: ਸਮਰੱਥਾ
ps: توانایی
si: ප්‍රමාණය
sk: Kapacita
sq: Kapaciteti
sw: Uwezo
ta: செய்தித்தன்மை
th: ความจุ
ur: کمیت

source: Type
am: ዓይነት
as: প্ৰকাৰ
az: Növ
be: Тып
bn: প্রকার
cy: Math
et: Tüüp
eu: Mota
fi: Tyyppi
hy: Տեսակ
is: Tegund
kk: Түрі
km: ប្រភេទ
kn: ಪ್ರಕಾರ
ky: Түр
lo: ປະເພດ
mk: Тип
ml: തരം
my: အမျိုးအစား
ne: प्रकार
pa: ਕਿਸਮ
ps: ډول
si: වර්ගය
sk: Typ
sq: Lloji
sw: Aina
ta: வகை
th: ประเภท
ur: قسم

# addNewProduct
source: Add Product
am: አዲስ ምርት ይጨምር
as: নতুন পণ্য যোগ কৰক
az: Yeni Məhsul əlavə et
be: Дадаць тавар
bn: নতুন পণ্য যোগ করুন
cy: Ychwanegu Cynnyrch Newydd
et: Lisa toode
eu: Gehitu Produktu Berri
fi: Lisää uusi tuote
hy: Ավելացնել նոր ապրանք
is: Bæta við nýrri vöru
kk: Жаңа өнім қосу
km: បន្ថែមផលិតផលថ្មី
kn: ಹೊಸ ಉತ್ಪನ್ನ ಸೇರಿಸಿ
ky: Жаңы өнүм кошуңуз
lo: ເພີ່ມສິນຄ້າໃໝ່
mk: Додај нов производ
ml: പുതിയ ഉൽപ്പന്നം ചേർക്കുക
my: အသစ်တစ်ခုထည့်မည်
ne: नयाँ उत्पाद थप्नुहोस्
pa: ਨਵਾਂ ਉਤਪਾਦ ਸ਼ਾਮਿਲ ਕਰੋ
ps: نوې محصول اضافه کړئ
si: නව නිශ්චිතයක් එකතු කරනවා
sk: Pridať nový produkt
sq: Shto Produkt të Ri
sw: Ongeza Bidhaa Mpya
ta: புதிய பொருள் சேர்க்கவும்
th: เพิ่มผลิตภัณฑ์ใหม่
ur: نیا مصنوعہ شامل کریں

source: Product Name
am: የምርት ስም
as: পণ্যের নাম
az: Məhsul Adı
be: Назва тавару
bn: পণ্যের নাম
cy: Enw'r Cynnyrch
et: Toote nimi
eu: Produktuen Izena
fi: Tuotteen nimi
hy: Ապրանքի անուն
is: Nafn vöru
kk: Өнім атауы
km: ឈ្មោះផលិតផល
kn: ಉತ್ಪನ್ನ ಹೆಸರು
ky: Өнүмдүн аты
lo: ຊື່ສິນຄ້າ
mk: Име на производ
ml: ഉൽപ്പന്നത്തിന്റെ നാമം
my: ကုန်ပစ္စည်းအမည်
ne: उत्पादको नाम
pa: ਉਤਪਾਦ ਦਾ ਨਾਮ
ps: د محصول نوم
si: නිශ්චිතයේ නම
sk: Názov produktu
sq: Emri i Produktit
sw: Jina la Bidhaa
ta: பொருள் பெயர்
th: ชื่อผลิตภัณฑ์
ur: مصنوعہ کا نام

source: Enter Product Name
am: የምርት ስም አስገባ
as: পণ্যের নাম প্রবিষ্ট কৰক
az: Məhsul Adını daxil edin
be: Увядзіце назву тавару
bn: পণ্যের নাম লিখুন
cy: Mewnosod Enw'r Cynnyrch
et: Sisestage toote nimi
eu: Sartu Produktuaren Izena
fi: Syötä tuotteen nimi
hy: Մուտքագրեք ապրանքի անունը
is: Sláðu inn nafnið á vöru
kk: Өнім атауын енгізіңіз
km: បញ្ចូលឈ្មោះផលិតផល
kn: ಉತ್ಪನ್ನ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ky: Өнүмдүн атын жазыңыз
lo: ປ້ອນຊື່ສິນຄ້າ
mk: Внесете име на производ
ml: ഉൽപ്പന്നത്തിന്റെ നാമം നൽകുക
my: ကုန်ပစ္စည်းအမည်ထည့်ပါ
ne: उत्पादको नाम प्रविष्ट गर्नुहोस्
pa: ਉਤਪਾਦ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ
ps: د محصول نوم داخل کړئ
si: නිශ්චිතයේ නම ඇතුළත් කරන්න
sk: Zadajte názov produktu
sq: Shkruani Emrin e Produktit
sw: Ingiza Jina la Bidhaa
ta: பொருள் பெயரை உள்ளிடவும்
th: ป้อนชื่อผลิตภัณฑ์
ur: مصنوعہ کا نام درج کریں

source: Category
am: ክፍል
as: শ্রেণী
az: Kateqoriya
be: Катэгорыя
bn: বিভাগ
cy: Categori
et: Kategooria
eu: Kategoria
fi: Kategoria
hy: Կատեգորիա
is: Flokkur
kk: Санат
km: ប្រភេទ
kn: ವರ್ಗ
ky: Категория
lo: ປະເພດ
mk: Категорија
ml: വർഗ്ഗം
my: အမျိုးအစား
ne: श्रेणी
pa: ਸ਼੍ਰੇਣੀ
ps: کتګوري
si: ප්‍රභේදය
sk: Kategória
sq: Kategoria
sw: Jamii
ta: வகை
th: หมวดหมู่
ur: کیٹیگری

source: Enter Size
am: መጠን አስገባ
as: আকাৰ প্রবিষ্ট কৰক
az: Ölçüyü daxil edin
be: Увядзіце памер
bn: আকার লিখুন
cy: Mewnosod Maint
et: Sisestage suurus
eu: Sartu Tamaina
fi: Syötä koko
hy: Մուտքագրեք չափը
is: Sláðu inn stærð
kk: Өлшемін енгізіңіз
km: បញ្ចូលទំហំ
kn: ಗಾತ್ರವನ್ನು ನಮೂದಿಸಿ
ky: Размерди жазыңыз
lo: ປ້ອນຂະໜາດ
mk: Внесете големина
ml: വലിപ്പം നൽകുക
my: အရွယ်ထည့်ပါ
ne: साइज प्रविष्ट गर्नुहोस्
pa: ਆਕਾਰ ਦਰਜ ਕਰੋ
ps: حجم داخل کړئ
si: ප්‍රමාණය ඇතුළත් කරන්න
sk: Zadajte veľkosť
sq: Shkruani Madhësinë
sw: Ingiza Ukubwa
ta: அளவை உள்ளிடவும்
th: ป้อนขนาด
ur: سائز درج کریں
