Repository: userfriendly125/azkaios
Catalog: lib/l10n/intl_*.arb
Languages: am, as, az, be, bn, cy, et, eu, fi, hy, is, kk, km, kn, ky, lo, mk, ml, my, ne, pa, ps, si, sk, sq, sw, ta, th, ur

source: Dashboard Overview
am: ዳሽቦርድ አጠቃላይ
as: ডেশ্বব’ৰ্ড পৰ্যালোচনা
az: İdarə Paneli Baxışı
be: Агляд панэлі
bn: ড্যাশবোর্ড ওভারভিউ
cy: Trosolwg y Dangosfwrdd
et: Armatuurlaud
eu: Datuen Bulegoa
fi: Kojelautan yleiskatsaus
hy: Վահանակի տեսություն
is: Yfirlit yfir stjórnborð
kk: Бақалуар бақылау
ky: Дашборддун жалпы көрүнүшү
mk: Преглед на таблото
ml: ഡാഷ്‌ബോർഡ് അവലോകനം
pa: ਡੈਸ਼ਬੋਰਡ ਦਾ ਆਧਾਰ
ps: د ډشبورډ عمومي کتنه
sk: Prehľad nástenky
sq: Pasqyra e panelit
sw: Muhtasari wa Eneo la Kudhibiti
th: ภาพรวมแดชบอร์ด
ur: ڈیش بورڈ کا جائزہ

# salesAndPurchaseReports
source: Sale & Purchase Reports
am: ሽያጭ እና ግዢ ሪፖርቶች
as: বিক্ৰী আৰু ক্ৰয় ৰিপৰ্ট
az: Satış və Alış Hesabatları
be: Справаздачы па продажах і пакупках
bn: বিক্রয় ও ক্রয় প্রতিবেদন
cy: Adroddiadau Gwerthu a Chaffaith
et: Müügi- ja ostuaruanded
eu: Salmenta eta Erosketa Txostenak
fi: Myynti- ja ostoraportit
hy: Վաճառքների և գնման հաշվետվություններ
is: Sölur & Kaup Skýrslur
kk: Сатып алу және сату есептері
ky: Сатуу жана сатып алуу отчеттору
mk: Извештаи за продажба и набавка
ml: വില്പനയും വാങ്ങലും റിപ്പോർട്ടുകൾ
pa: ਵਿਕਰੀ ਅਤੇ ਖਰੀਦ ਰਿਪੋਰਟਾਂ
ps: د پلور او پېرود راپورونه
sk: Správy o predaji a nákupe
sq: Raportet e shitjes dhe blerjes
sw: Ripoti za Kuuza na Kununua
th: รายงานการขายและการซื้อ
ur: فروخت اور خریداری رپورٹس

source: Acceptance of Terms
am: የውል ተቀባይነት
as: চুক্তিৰ গ্ৰহণযোগ্যতা
az: Şərtlərin Qəbulu
be: Прыняцце ўмоў
bn: শর্তাবলী গ্রহণ
cy: Derbyniad o Derfynau
et: Tingimuste aktsepteerimine
eu: Baldintzen Onarpena
fi: Käyttöehtojen hyväksyminen
hy: Պայմանների ընդունում
is: Samþykki skilmála
kk: Шарттарды қабылдау
ky: Шарттарды кабыл алуу
mk: Прифаќање на условите
ml: നിബന്ധനകളുടെ അംഗീകാരം
pa: ਸ਼ਰਤਾਂ ਦੀ ਸਵੀਕਾਰਤਾ
ps: د شرایطو منل
sk: Akceptácia podmienok
sq: Pranimi i kushteve
sw: Ukubalifu wa Masharti
th: การยอมรับข้อกำหนด
ur: شرائط کی قبولیت

# byAccessingOrUsingThePointOfSales
source: By accessing or using the Point of Sale (POS) System (the "System") provided by [Your Company Name] ("Company"), you agree to be bound by these Terms of Use. If you do not agree to these Terms of Use, do not use the System.
am: በ[የእርስዎ የኩባንያ ስም] ("ኩባንያ") የቀረበውን የማዕከል ሽያጭ (POS) ስርዓት ("ስርዓት") በመግባት ወይም በመጠቀም ይህን የውል ይተገኝ እንደምትፈልጉ በእቃ ይሆን ነው። ከዚህ የውል በሚወድም ነገር አንበብ እንኖራችሁ፣ እነሆ፣ ይህን ስርዓት አትጠቀሙ።
as: আপুনি [আপোনাৰ কোম্পানীৰ নাম] দ্বাৰা প্ৰদান কৰা পইণ্ট অৱ সেল (POS) ছিষ্টেম ("ছিষ্টেম")ত প্ৰৱেশ কৰি বা ব্যৱহাৰ কৰি, আপুনি এই ব্যৱহাৰৰ চৰ্তবোৰৰ সৈতে বন্ধনবদ্ধ হ'বলৈ একমত হয়। যদি আপুনি এই ব্যৱহাৰৰ চৰ্তবোৰৰ সৈতে একমত নহয়, তেনেহলে ছিষ্টেমটো ব্যৱহাৰ নকৰিব।
az: Şirkətin tərəfindən təqdim edilən Satış Nöqtəsi (POS) Sisteminə ("Sistem") giriş etməklə və ya onu istifadə etməklə, bu İstifadə Şərtlərinə əməl etməyi razılaşdığınızı qəbul edirsiniz. Əgər bu İstifadə Şərtlərinə razılaşmırsınızsa, Sistemi istifadə etməyin.
be: Доступам або выкарыстаннем сістэмы крэдытавання (POS), прадастаўленай [Назва Вашай Кампаніі] ("Кампанія"), вы згаджаецеся з гэтымі ўмовамі выкарыстання. Калі вы не згаджаецеся з гэтымі ўмовамі выкарыстання, не выкарыстоўвайце сістэму.
bn: [আপনার কোম্পানির নাম] ("কোম্পানি") দ্বারা প্রদত্ত পয়েন্ট অফ সেল (পিওএস) সিস্টেম ("সিস্টেম") অ্যাক্সেস বা ব্যবহার করে, আপনি এই ব্যবহারের শর্তাবলী দ্বারা আবদ্ধ হতে সম্মত হন। আপনি যদি এই ব্যবহারের শর্তাবলীতে সম্মত না হন তবে সিস্টেমটি ব্যবহার করবেন না।
cy: Trwy gael mynediad neu ddefnyddio'r System Pwynt Gwerthu (POS) a gynhelir gan [Eich Enw Cwmni] ("Cwmni"), rydych yn cytuno i gydymffurfio â'r Terfynau Defnyddio hyn. Os na chytunwch â'r Terfynau Defnyddio hyn, peidiwch â defnyddio'r System.
et: Kasutades ja juurdepääsedes [Teie Ettevõtte Nimi] ("Ettevõte") pakutavale müügikoha (POS) süsteemile ("Süsteem"), nõustute olema seotud nende kasutustingimustega. Kui te ei nõustu nende kasutustingimustega, ärge kasutage süsteemi.
eu: Zure enpresarako [Zure Enpresaren Izena] ("Enpresa") emandako Salmenta Puntua (POS) Sistema ("Sistema") erabiliz, erabilera baldintza hauek onartzen dituzula adierazten duzu. Baldintza hauek onartzen ez badituzu, ez erabili Sistema.
fi: Kun käytät myyntipisteen (POS) järjestelmää ("Järjestelmä"), joka on tarjottu [Yrityksesi Nimi] ("Yritys") toimesta, suostut noudattamaan näitä käyttöehtoja. Jos et hyväksy näitä käyttöehtoja, älä käytä Järjestelmää.
hy: Մուտք գործելով կամ օգտագործելով [Ձեր ընկերության անունը] ("Ընկերություն") կողմից տրամադրվող Վաճառքի կետ (POS) համակարգը ("Համակարգ"), դուք համաձայնվում եք այս Օգտագործման պայմաններին: Եթե ​​դուք համաձայն չեք այս Օգտագործման պայմաններին, ապա մի օգտագործեք Համակարգը.
is: Með því að fá aðgang að eða nota sölukerfið (POS) sem er veitt af [Nafn fyrirtækisins þíns] ("Fyrirtækið"), samþykkir þú að vera bundinn af þessum skilmálum. Ef þú samþykkir ekki þessa skilmála, vinsamlegast ekki nota kerfið.
kk: Сіз [Сіздің Компания Аты] («Компания») тарапынан ұсынылған Сатып нүктесі (POS) Жүйесін пайдалану арқылы немесе қолдану арқылы, сіз бұл Пайдалану Шарттарымен біріктігіңізге келісесіз. Егер сіз бұл Пайдалану Шарттарымен келіспесіздер демесесіз, жүйені қолданбайтын едіңіз.
ky: Сиз [Сиздин Компанияңыздын Аты] ("Компания") тарабынан сунушталган Сатуу Точкасы (POS) Жүйөсүнө ("Жүйө") кирип же колдонуу менен, ушул Пайдалануучулар Шарттарына баш ийүүгө макул болуп жатасыз. Эгерде сиз ушул Пайдалануучулар Шарттарына макул болбосоңуз, Жүйөнү колдонбоңуз.
mk: Со пристапување или користење на системот за продажба (POS) обезбеден од [Вашето име на компанија] ("Компанија"), согласувате да бидете обврзани со овие услови за користење. Ако не се согласувате со овие услови за користење, не користете го системот.
ml: [നിങ്ങളുടെ കമ്പനിയുടെ പേര്] ("കമ്പനി") നൽകുന്ന പോയിന്റ് ഓഫ് സെൽസ് (POS) സിസ്റ്റം ("സിസ്റ്റം") ആക്‌സസ് ചെയ്യുകയോ ഉപയോഗിക്കുകയോ ചെയ്താൽ, നിങ്ങൾ ഈ ഉപയോ​ഗ നിബന്ധനകളാൽ നിയന്ത്രിതമാകാൻ സമ്മതിക്കുന്നു. ഈ ഉപയോ​ഗ നിബന്ധനകളെ നിങ്ങൾ അംഗീകരിക്കുന്നില്ല എങ്കിൽ, സിസ്റ്റം ഉപയോഗിക്കരുത്.
pa: [ਤੁਹਾਡੀ ਕੰਪਨੀ ਦਾ ਨਾਮ] ("ਕੰਪਨੀ") ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤਾ ਗਿਆ ਪੋਇੰਟ ਆਫ ਸੇਲ (POS) ਸਿਸਟਮ ("ਸਿਸਟਮ") ਦੀ ਵਰਤੋਂ ਜਾਂ ਪਹੁੰਚ ਕਰਨ ਨਾਲ, ਤੁਸੀਂ ਇਨ੍ਹਾਂ ਸ਼ਰਤਾਂ ਨੂੰ ਮੰਨਣ ਲਈ ਸਹਿਮਤ ਹੋ। ਜੇਕਰ ਤੁਸੀਂ ਇਨ੍ਹਾਂ ਸ਼ਰਤਾਂ ਨੂੰ ਸਵੀਕਾਰ ਨਹੀਂ ਕਰਦੇ, ਤਾਂ ਸਿਸਟਮ ਦੀ ਵਰਤੋਂ ਨਾ ਕਰੋ।
ps: د [ستاسو د شرکت نوم] ("شرکت") لخوا چمتو شوي د خرڅلاو (POS) سیسټم ته د لاسرسي یا کارولو سره ("سیسټم"), تاسو موافق یاست چې د دې کارولو شرایطو سره مل وي. که تاسو د دې شرایطو سره موافق نه یاست، نو مهرباني وکړئ د سیسټم څخه استفاده مه کوئ.
sk: Používaním alebo prístupom k systému predaja (POS) (ďalej len „Systém“) poskytnutého spoločnosťou [Názov vašej spoločnosti] („Spoločnosť“) súhlasíte s týmito podmienkami používania. Ak nesúhlasíte s týmito podmienkami používania, nezakazujte Systém.
sq: Duke pasur qasje ose duke përdorur Sistemin të Puntës së Shitjes (POS) ("Sistemi") të ofruar nga [Emri i Kompanisë Tuaj] ("Kompania"), pajtoheni të lidheni me këto Kushte Përdorimi. Nëse nuk pajtoheni me këto Kushte Përdorimi, mos përdorni Sistemin.
sw: Kwa kufikia au kutumia Mfumo wa Point of Sale (POS) ("Mfumo") uliotolewa na [Jina la Kampuni Yako] ("Kampuni"), unakubaliana kufungwa na Masharti ya Matumizi haya. Ikiwa hukubaliani na Masharti haya ya Matumizi, tafadhali usitumie Mfumo.
th: โดยการเข้าถึงหรือใช้ระบบจุดขาย (POS) (ระบบ) ที่ให้โดย [ชื่อบริษัทของคุณ] (บริษัท) คุณตกลงที่จะถูกผูกพันด้วยข้อกำหนดการใช้งานเหล่านี้ หากคุณไม่ยินยอมตามข้อกำหนดการใช้งานเหล่านี้ กรุณาอย่าใช้ระบบ
ur: پوائنٹ آف سیل (پوز) سسٹم ("سسٹم") کا دسترسی یا استعمال کرکے، جو [آپ کی کمپنی کا نام] ("کمپنی") فراہم کرتی ہے، آپ ان شرائط کی پابندیوں کو تسلیم کرتے ہیں۔ اگر آپ ان شرائط کو منظور نہیں کرتے ہیں تو سسٹم کا استعمال نہ کریں۔

source: Use of the system
am: የስርዓቱ አገልግሎት
as: ছিষ্টেমৰ ব্যৱহাৰ
az: Sistemin İstifadəsi
be: Выкарыстанне сістэмы
bn: সিস্টেমের ব্যবহার
cy: Defnydd o'r system
et: Süsteemi kasutamine
eu: Sistemaren Erabilera
fi: Järjestelmän käyttö
hy: Համակարգի օգտագործում
is: Notkun kerfisins
kk: Жүйені пайдалану
ky: Жүйөнү колдонуу
mk: Користење на системот
ml: സിസ്റ്റത്തിന്റെ ഉപയോഗം
pa: ਸਿਸਟਮ ਦੀ ਵਰਤੋਂ
ps: د سیسټم کارول
sk: Používanie systému
sq: Përdorimi i sistemit
sw: Matumizi ya Mfumo
th: การใช้ระบบ
ur: سسٹم کا استعمال

# aTheSystemIsProvided
source: (a) The System is provided solely for the purpose of facilitating point of sale transactions andrelatedactivities in your business.
am: (a) የስርዓቱ አገልግሎት የሚያነሳበት ዋነኛ የማዕከል ሽያጭ ግብአቶችን እና ተመንግስት አላባበት ነው።
as: (ক) ছিষ্টেমটো কেৱল আপোনাৰ ব্যৱসায়ত পইণ্ট অৱ সেল লেনদেন আৰু সম্পর্কিত কাৰ্যকলাপ সহজ কৰাৰ উদ্দেশ্যে প্ৰদান কৰা হৈছে।
az: (a) Sistem yalnız işinizdə satış əməliyyatlarını və əlaqəli fəaliyyətlərin təmin edilməsi məqsədi ilə təqdim edilir.
be: (a) Сістэма прадастаўляецца выключна для спрыяння здзелкам крэдытавання і звязаным дзейнасцям у вашым бізнэсе.
bn: (a) সিস্টেমটি শুধুমাত্র এর জন্য প্রদান করা হয় বিক্রয় পয়েন্ট সুবিধার উদ্দেশ্য আপনার মধ্যে লেনদেন এবং সম্পর্কিত কার্যকলাপ ব্যবসা
cy: (a) Mae'r System ar gael yn unig er mwyn hwyluso trafodion pwynt gwerthu a gweithgareddau cysylltiedig yn eich busnes.
et: (a) Süsteem on pakutud ainult müügi- ja ostutehingute lihtsustamiseks ja sellega seotud tegevuste teostamiseks teie äri raames.
eu: (a) Sistema salmenta puntuko transakzioak eta zure negozioan lotutako jarduerak errazteko helburuz bakarrik ematen da.
fi: (a) Järjestelmä on tarkoitettu ainoastaan myyntipisteen transaktioiden ja niihin liittyvien toimintojen helpottamiseen yrityksessäsi.
hy: (ա) Համակարգը տրամադրվում է բացառապես ձեր բիզնեսում վաճառքի կետերի գործարքների և դրանց հետ կապված գործունեության facilitation-ի նպատակով.
is: (a) Kerfið er veitt einungis til þess að auðvelda sölutransaksjónir og tengdar aðgerðir í þínu fyrirtæki.
kk: (а) Жүйе тек сату нүктесін жасау және байланысты амалдарды жасау мақсатында ұсынылады.
ky: (a) Жүйө бизнестеги сатуу операцияларын жана ага байланыштуу иш-аракеттерди жеңилдетүү максатында гана берилет.
mk: (а) Системот е обезбеден исклучиво за целите на олеснување на трансакции на продажба и сродни активности во вашето деловно работење.
ml: (ക) സിസ്റ്റം നിങ്ങളുടെ ബിസിനസിലെ പോയിന്റ് ഓഫ് സെൽസ് ഇടപാടുകളും ബന്ധപ്പെട്ട പ്രവർത്തനങ്ങളും എളുപ്പമാക്കുന്നതിനായി മാത്രം നൽകുന്നു.
pa: (a) ਸਿਸਟਮ ਸਿਰਫ਼ ਤੁਹਾਡੇ ਵਪਾਰ ਵਿੱਚ ਪੋਇੰਟ ਆਫ ਸੇਲ ਦੇ ਲੈਣ-ਦੇਣ ਅਤੇ ਸਬੰਧਿਤ ਗਤੀਵਿਧੀਆਂ ਨੂੰ ਸੁਗਮ ਬਣਾਉਣ ਦੇ ਲਈ ਪ੍ਰਦਾਨ ਕੀਤਾ ਗਿਆ ਹੈ।
ps: (الف) سیسټم یوازې د دې لپاره چمتو شوی چې د خرڅلاو د معاملو او اړوندو فعالیتونو په برخه کې مرسته وکړي.
sk: (a) Systém sa poskytuje výlučne na účely zjednodušenia transakcií v mieste predaja a súvisiacich činností vo vašom podnikaní.
sq: (a) Sistemi ofrohet ekskluzivisht për qëllimin e lehtësimit të transaksioneve të shitjes dhe aktiviteteve të lidhura në biznesin tuaj.
sw: (a) Mfumo unatolewa kwa lengo la kufacilitate shughuli za mauzo na shughuli zinazohusiana na mauzo katika biashara yako.
th: (a) ระบบให้ไว้เพื่อการให้บริการเฉพาะเพื่อการจัดการธุรกรรมจุดขายและกิจกรรมที่เกี่ยวข้องในธุรกิจของคุณ
ur: (الف) سسٹم کو صرف فروخت کی نقل و حمل کرنے اور آپ کے کاروبار میں متعلق انشا کاری کیلئے فراہم کیا گیا ہے۔

# bYouMustBeAtLeastYearsOld
source: (b) You must be at least 18 years old or the legal age of majority in your jurisdiction to use the System.
am: (b) እርስዎ ቢያንስ 18 ዓመት ወይም በዚያ ዙርያ ተመን የአካል ዕድሜ ማይታወቀው ወደ ስርዓቱ ማዋል ይጠበቃሉ።
as: (খ) ছিষ্টেমটো ব্যৱহাৰ কৰিবলৈ আপুনি ১৮ বছৰৰ বা আপোনাৰ অধিক্ষেত্ৰৰ আইনগত বয়সৰ সৰ্বাধিক বয়সৰ পৰা কম নোহোৱা হ'ব লাগিব।
az: (b) Siz, Sistemi istifadə etmək üçün yaşınızın 18 ildən az olmaması və ya ictimai əksərlik yaşının lazımi yaşınızdan az olmaması tələb olunur.
be: (b) Вы павінны быць не маладзей за 18 гадоў або законнага ўзросту паўнацэннасці ў вашай юрысдыкцыі, каб выкарыстоўваць сістэму.
bn: (খ) আপনার বয়স হতে হবে কমপক্ষে ১৮ বছর বা আপনার এখতিয়ারে সংখ্যাগরিষ্ঠের আইনি বয়স সিস্টেম ব্যবহার করুন।
cy: (b) Rhaid i chi fod o leiaf 18 oed neu oedran cyfreithiol y mwyafrif yn eich ardal i ddefnyddio'r System.
et: (b) Te peate olema vähemalt 18 aastat vana või teie jurisdiktsioonis kehtiva seadusliku täisea saavutamiseks, et kasutada süsteemi.
eu: (b) Sistema erabiltzeko 18 urte edo zure jurisdikzioan adin nagusia izan behar duzu.
fi: (b) Sinun tulee olla vähintään 18 vuotta täyttänyt tai laillisen enemmistöikäinen toimialueesi säännösten mukaan, jotta voit käyttää Järjestelmää.
hy: (բ) Դուք պետք է լինեք առնվազն 18 տարեկան կամ ձեր իրավասության մեջ օրինական մեծության տարիքի, որպեսզի օգտագործեք Համակարգը.
is: (b) Þú verður að vera að minnsta kosti 18 ára eða löglegur aldursmiðaður í þínu ríki til að nota kerfið.
kk: (б) Сіздің жұртыңызда болуыңыз керек, сіз жүйені пайдалану үшін сіздің ішкі аймағыңыздағы жас үшін 18 жас немесе көпірек мерзімінің қануы керек.
ky: (b) Сиз Жүйөнү колдонуу үчүн 18 жашта же өз юрисдикцияңыздагы мыйзамдуу куракка жетишиңиз керек.
mk: (б) Морате да имате најмалку 18 години или легалната возраст на мнозинство во вашата надлежност за да го користите системот.
ml: (ബി) സിസ്റ്റം ഉപയോഗിക്കാൻ നിങ്ങൾ 18 വയസ്സായിരിക്കണം അല്ലെങ്കിൽ നിങ്ങളുടെ അതിക്രമത്തിനുള്ള നിയമപരമായ പ്രായം ഉണ്ടായിരിക്കണം.
pa: (b) ਤੁਸੀਂ ਸਿਸਟਮ ਦੀ ਵਰਤੋਂ ਲਈ ਘੱਟੋ-ਘੱਟ 18 ਸਾਲ ਦਾ ਜਾਂ ਤੁਹਾਡੇ ਖੇਤਰ ਵਿੱਚ ਕਾਨੂੰਨੀ ਉਮਰ ਦਾ ਮਜਰ ਹੈ।
ps: (ب) تاسو باید لږ تر لږه ۱۸ کاله عمر ولرئ یا په خپل قانوني سیمه کې د اکثریت قانوني عمر ته ورسیږئ تر څو د سیسټم څخه کار واخلئ.
sk: (b) Na používanie Systému musíte mať aspoň 18 rokov alebo dosiahnuť zákonný vek väčšiny vo vašej jurisdikcii.
sq: (b) Duhet të keni të paktën 18 vjeç ose moshën ligjore të shumicës në juridiksionin tuaj për të përdorur Sistemin.
sw: (b) Lazima uwe na umri wa angalau miaka 18 au umri halali wa kufikia wengi katika eneo lako ili kutumia Mfumo.
th: (b) คุณต้องมีอายุอย่างน้อย 18 ปีหรืออายุที่กฎหมายเป็นอย่างน้อยในเขตอำนาจของคุณเพื่อใช้ระบบ
ur: (ب) آپ کو کم از کم 18 سال کے ہونا چاہئے یا آپ کے اختیار کی علیحدگی کی قانونی عمر کو استعمال کرنے کی اختیار ہونی چاہئے جو آپ کی علاقے میں لاگو ہوتی ہے۔

# cYouHaveResponsiveForEnsuring
source: (c) You are responsible for ensuring that your access to and use of the System is in compliance with all applicable laws and regulations.
am: (c) እርስዎ ወይም የእንደዚያ እንዲሁ ወቅታዊ ማስታወቂያ የእይታ ይኖረን።
as: (গ) আপোনাৰ ছিষ্টেমলৈ প্ৰৱেশ আৰু ব্যৱহাৰ সকলো প্ৰযোজ্য আইন আৰু নিয়মৰ সৈতে সঙ্গত হয় তাৰ নিশ্চিতকৰণৰ বাবে আপোনাৰ দ্বায়িত্ব।
az: (c) Sizin Sistəmə giriş və onun istifadəsinin bütün tətbiq edilən qanun və törəmələrə əməl etməsi üçün məsul olduğunuzdan əmin olmağınız üçün məsuldirsiz.
be: (c) Вы нясеце адказнасць за забеспячэнне таго, каб ваш доступ і выкарыстанне сістэмы адпавядалі усім прымяняемым законам і нормам.
bn: (গ) আপনি নিশ্চিত করার জন্য দায়ী যে আপনার সিস্টেমের অ্যাক্সেস এবং ব্যবহার রয়েছে সমস্ত প্রযোজ্য আইনের সাথে সম্মতি এবং আইন.
cy: (c) Rydych yn gyfrifol am sicrhau bod eich mynediad i'r System a'i ddefnydd yn cydymffurfio â'r holl ddeddfau a rheolau cymwys.
et: (c) Te olete vastutav selle eest, et teie juurdepääs ja süsteemi kasutamine oleks kooskõlas kõigi kehtivate seaduste ja regulatsioonidega.
eu: (c) Sistema erabiltzeko eta sarbidea izateko, lege eta arau guztiei jarraitzeko arduraduna zara.
fi: (c) Sinä olet vastuussa siitä, että Järjestelmän käyttösi ja pääsysi siihen noudattavat kaikkia soveltuvia lakeja ja säädöksiä.
hy: (գ) Դուք պատասխանատու եք ապահովելու, որ ձեր մուտքը դեպի Համակարգ և դրա օգտագործումը համապատասխանում է բոլոր կիրառելի օրենքներին և կանոնակարգերին.
is: (c) Þú berð ábyrgð á að tryggja að aðgangur þinn að og notkun á kerfinu sé í samræmi við allar viðeigandi lög og reglugerðir.
kk: (с) Сіз жүйеге қол жеткізуіңіз мен оны пайдалануыңызды тиімді закондар мен тіркесті нормативтік актілермен сәйкес жүргізуіңіз керек.
ky: (c) Сиз Жүйөгө кирүү жана аны колдонуу боюнча бардык тиешелүү мыйзамдарга жана эрежелерге ылайык келишин камсыз кылуу үчүн жоопкерсиз.
mk: (в) Вие сте одговорни за осигурување дека вашиот пристап до и користење на системот е во согласност со сите применливи закони и регулативи.
ml: (സി) നിങ്ങൾക്കു സിസ്റ്റത്തിലേക്ക് ആക്‌സസ് ചെയ്യാനും ഉപയോഗിക്കാനും അനുബന്ധിച്ചിരിക്കുന്ന എല്ലാ നിയമങ്ങളും നിർദേശങ്ങളും പാലിക്കാൻ നിങ്ങൾ ഉത്തരവാദിത്വം വഹിക്കുന്നു.
pa: (c) ਤੁਸੀਂ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਹੋ ਕਿ ਤੁਹਾਡੇ ਸਿਸਟਮ ਤੱਕ ਪਹੁੰਚ ਅਤੇ ਵਰਤੋਂ ਸਾਰੇ ਲਾਗੂ ਕਾਨੂੰਨਾਂ ਅਤੇ ਨਿਯਮਾਂ ਦੇ ਅਨੁਕੂਲ ਹੈ।
ps: (ج) تاسو مسؤل یاست چې د سیسټم ته لاسرسی او کارول مو د ټولو پلي قوانینو او مقرراتو سره سمون ولري.
sk: (c) Zodpovedáte za zabezpečenie, aby váš prístup a používanie Systému boli v súlade so všetkými príslušnými zákonmi a predpismi.
sq: (c) Ju jeni përgjegjës për sigurimin që qasja juaj dhe përdorimi i Sistemit të jetë në përputhje me të gjitha ligjet dhe rregulloret e zbatueshme.
sw: (c) Wewe ni mwenye jukumu la kuhakikisha kwamba ufikiaji wako na matumizi ya Mfumo unazingatia sheria na kanuni zote zinazofaa.
th: (c) คุณมีหน้าที่ในการรับผิดชอบในการตรวจสอบว่าการเข้าถึงและการใช้ระบบของคุณเป็นไปตามกฎหมายและระเบียบที่มีผูกพันไว้ทั้งหมด
ur: (ج) آپ ذمہ دار ہیں کہ آپ کی سسٹم کے دسترسی اور استعمال کو تمام لاگو ہونے والے قوانین اور پیروی کی تصدیق کریں۔

source: Account Registration
am: የአካውንት መዝግብ
as: একাউণ্ট পঞ্জীয়ন
az: Hesabın Qeydiyyatı
be: Рэгістрацыя акаўнта
bn: অ্যাকাউন্ট নিবন্ধন
cy: Cofrestriad Cyfrif
et: Konto registreerimine
eu: Kontu Erregistroa
fi: Käyttäjätilin rekisteröinti
hy: Հաշվի գրանցում
is: Skráning reiknings
kk: Тіркелу жазбасы
ky: Каттоо эсеби
mk: Регистрација на сметка
ml: അക്കൗണ്ട് രജിസ്ട്രേഷൻ
pa: ਖਾਤਾ ਰਜਿਸਟ੍ਰੇਸ਼ਨ
ps: د حساب ثبتول
sk: Registrácia účtu
sq: Regjistrimi i llogarisë
sw: Usajili wa Akaunti
th: การลงทะเบียนบัญชี
ur: اکاؤنٹ رجسٹریشن

# aToUseTheSystem
source: (a) To use the System, you may be required to create an account. You agree to provide accurate, current, and complete information during the registration process and toupdate suchinformationto keep itaccurate and complete.
am: (a) የስርዓቱ ይጠበቃሉ ወይም ይጠበቃሉ ሊያንሱ ለመነሳት ቢያንስ ይጠበቃሉ። እንዲሁም ትንሽ እና ወይም በታውቀው የመዝግብ ወቀት ይቀርበን።
as: (ক) ছিষ্টেমটো ব্যৱহাৰ কৰিবলৈ আপুনি একাউণ্ট সৃষ্টি কৰাৰ বাবে বাধ্য হ'ব পাৰে। আপুনি পঞ্জীয়নৰ সময়ছোৱাত সঠিক, বৰ্তমান, আৰু সম্পূৰ্ণ তথ্য প্ৰদান কৰিবলৈ একমত হয় আৰু সেই তথ্যটোক সঠিক আৰু সম্পূৰ্ণ ৰাখিবলৈ আপডেট কৰিব।
az: (a) Sistemi istifadə etmək üçün hesab yaratmağınız tələb oluna bilər. Qeydiyyat prosesində düzgün, cari və tam məlumat təqdim etməyi və bu məlumatları düzgün və tam saxlamağınıza razısınız.
be: (a) Для выкарыстання сістэмы вам можа быць неабходна стварыць акаўнт. Вы згаджаецеся прадаставіць дакладную, актуальную і поўную інфармацыю падчас працэсу рэгістрацыі і абнаўляць гэтую інфармацыю, каб яна была дакладнай і поўнай.
bn: (ক) সিস্টেম ব্যবহার করতে, আপনি হতে পারেন একটি অ্যাকাউন্ট তৈরি করতে হবে। আপনি সঠিক, বর্তমান, এবং প্রদান করতে সম্মত সময় সম্পূর্ণ তথ্য নিবন্ধন প্রক্রিয়া এবং আপডেট এই ধরনের তথ্য সঠিক রাখতে এবং সম্পূর্ণ।
cy: (a) I ddefnyddio'r System, efallai y bydd angen i chi greu cyfrif. Rydych yn cytuno i ddarparu gwybodaeth gywir, gyfredol, a chyflawn yn ystod y broses gofrestru ac i ddiweddaru'r wybodaeth honno i'w chadw'n gywir a chyflawn.
et: (a) Süsteemi kasutamiseks peate võib-olla looma konto. Te nõustute andma täpset, ajakohast ja täielikku teavet registreerimisprotsessi ajal ning värskendama seda teavet, et hoida see täpsena ja täielikuna.
eu: (a) Sistema erabiltzeko, kontu bat sortu beharko duzu. Erregistro prozesuan informazio zehatza, eguneratua eta osatua emateko ados zaude, eta informazio hori eguneratuta mantentzeko.
fi: (a) Järjestelmän käyttämiseksi saatetaan edellyttää käyttäjätilin luomista. Hyväksyt antavasi tarkat, ajantasaiset ja täydelliset tiedot rekisteröitymisprosessin aikana ja päivittäväsi kyseiset tiedot pysyäksesi tarkkoina ja täydellisinä.
hy: (ա) Համակարգը օգտագործելու համար, դուք կարող եք պահանջվել ստեղծել հաշիվ: Դուք համաձայնվում եք գրանցման գործընթացի ընթացքում տալ ճշգրիտ, ընթացիկ և ամբողջական տեղեկատվություն և թարմացնել այդ տեղեկատվությունը, որպեսզի այն շարունակի լինել ճշգրիտ և ամբողջական.
is: (a) Til að nota kerfið gætirðu verið krafinn um að búa til reikning. Þú samþykkir að veita nákvæmar, núverandi og heilar upplýsingar á skráningarferlinu og að uppfæra þessar upplýsingar til að halda þeim nákvæmum og heillum.
kk: (а) Жүйені пайдалану үшін сізге ескертуі тиісіз екенін талап еді. Тіркелу процесінде дұрыс, ақталушы және толық ақпаратты ұсыну үшін келісесіз және оны жаңарту үшін сізге нысан айтуға келісесіз.
ky: (a) Жүйөнү колдонуу үчүн сизден каттоо эсебин түзүү талап кылыншы мүмкүн. Сиз каттоо процессинде так, учурдагы жана толук маалымат берүүгө макулсуз жана мындай маалыматты так жана толук сактоо үчүн жаңыртууга макулсуз.
mk: (а) За да го користите системот, може да биде потребно да создадете сметка. Согласувате да дадете точни, тековни и целосни информации за време на процесот на регистрација и да ги ажурирате тие информации за да останат точни и целосни.
ml: (ക) സിസ്റ്റം ഉപയോഗിക്കാൻ, നിങ്ങൾക്ക് ഒരു അക്കൗണ്ട് സൃഷ്ടിക്കാൻ ആവശ്യമായിരിക്കാം. രജിസ്ട്രേഷൻ പ്രക്രിയയിൽ നിങ്ങൾ ശരിയായ, നിലവിലെ, സമ്പൂർണമായ വിവരങ്ങൾ നൽകാൻ സമ്മതിക്കുന്നു, കൂടാതെ അവയെ പരിശോധിച്ച് അതിനെ ശരിയായും സമ്പൂർണമായും സൂക്ഷിക്കാൻ.
pa: (a) ਸਿਸਟਮ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ, ਤੁਹਾਨੂੰ ਇੱਕ ਖਾਤਾ ਬਣਾਉਣ ਦੀ ਲੋੜ ਹੋ ਸਕਦੀ ਹੈ। ਤੁਸੀਂ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਪ੍ਰਕਿਰਿਆ ਦੌਰਾਨ ਸਹੀ, ਵਰਤਮਾਨ ਅਤੇ ਪੂਰਨ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੋ ਅਤੇ ਇਸ ਜਾਣਕਾਰੀ ਨੂੰ ਅਪਡੇਟ ਕਰਕੇ ਇਸਨੂੰ ਸਹੀ ਅਤੇ ਪੂਰਨ ਰੱਖਣ ਲਈ ਸਹਿਮਤ ਹੋ।
ps: (الف) د سیسټم د کارولو لپاره، تاسو ممکن اړتیا ولرئ چې یو حساب جوړ کړئ. تاسو موافق یاست چې د ثبت پروسې په جریان کې دقیق، اوسنی او بشپړ معلومات وړاندې کړئ او د دې معلوماتو دقت او بشپړتیا ساتلو لپاره یې تازه کړئ.
sk: (a) Pre používanie Systému môže byť vyžadovaná registrácia účtu. Súhlasíte s poskytovaním presných, aktuálnych a úplných informácií počas procesu registrácie a s ich aktualizáciou, aby zostali presné a úplné.
sq: (a) Për të përdorur Sistemin, mund t'ju kërkohet të krijoni një llogari. Pajtoheni të siguroni informacion të saktë, aktual dhe të plotë gjatë procesit të regjistrimit dhe ta përditësoni atë për të mbetur të saktë dhe të plotë.
sw: (a) Ili kutumia Mfumo, inaweza kuhitajika kujenga akaunti. Unakubaliana kutoa habari sahihi, za sasa, na kamili wakati wa mchakato wa usajili na kuzisasisha ili ziwe sahihi na kamili.
th: (a) เพื่อใช้ระบบ คุณอาจจะต้องสร้างบัญชี คุณตกลงที่จะให้ข้อมูลที่ถูกต้อง ปัจจุบัน และครบถ้วนระหว่างกระบวนการลงทะเบียนและให้การปรับปรุงข้อมูลเหล่านี้เพื่อรักษารายละเอียดและครบถ้วน
ur: (الف) سسٹم کا استعمال کرنے کے لئے، آپ سے طلب ہو سکتی ہے کہ آپ ایک اکاؤنٹ بنائیں۔ آپ تصدیق کرتے ہیں کہ رجسٹریشن کے دوران درست، موجودہ اور مکمل معلومات فراہم کریں اور ایسی معلومات کو تازہ کرنے کیلئے جوائز کریں تاکہ وہ درست اور مکمل رہے۔
