Repository: userfriendly125/azkaios
Catalog: lib/l10n/intl_*.arb
Languages: am, as, az, be, bn, cy, et, eu, fi, hy, is, kk, km, kn, ky, lo, mk, ml, my, ne, pa, ps, si, sk, sq, sw, ta, th, ur

source: This Product Already added
am: ይህ ምርት ይተወው
as: এই উৎপাদক ইতিমধ্যে যোগ কৰা হৈছে
az: Bu məhsul artıq əlavə edilib
be: Гэты прадукт ужо дададзены
bn: এই পণ্য ইতিমধ্যেই যোগ করা হয়েছে
cy: Mae'r cynnyrch hwn eisoes wedi'i ychwanegu
et: See toode on juba lisatud
eu: Produktu hau dagoeneko gehituta dago
fi: Tämä tuote on jo lisätty
hy: Այս ապրանքը արդեն ավելացված է
is: Þessi vara er nú þegar bætt við
kk: Бұл өнім уже қосылған
km: ផលិតផលនេះបានបន្ថែមរួចហើយ
kn: ಈ ಉತ್ಪನ್ನವನ್ನು ಹಿಂದೆಯೇ ಸೇರಿಸಲಾಗಿದೆ
ky: Бул продукт мурунтан кошулган
lo: ສິນຄ້ານີ້ແລ້ວແຕ່ກ່ຽວກ່ຽວກ່ຽວ
mk: Овој производ веќе е додаден
ml: ഈ ഉത്പന്നം ഇതിനകം ചേർത്തു
my: ဤကုန်ပစ္စည်းသည်အထုပ်ထဲတွင်ထည့်ပြီးသားပါ
ne: यो उत्पादन पहिल्यै थपिएको छ
pa: ਇਹ ਉਤਪਾਦ ਪਹਿਲਾਂ ਹੀ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ ਹੈ
ps: دا محصول دمخه اضافه شوی
si: මෙම නිෂ්පාදන දැනටමත් එකතු කර ඇත
sk: Tento produkt už bol pridaný
sq: Ky produkt është shtuar tashmë
sw: Bidhaa hii tayari imeongezwa
ta: இந்த தயாரிப்பு ஏற்கனவே சேர்க்கப்பட்டுள்ளது
th: ผลิตภัณฑ์นี้ถูกเพิ่มแล้ว
ur: یہ مصنوعات پہلے ہی شامل کی جا چکی ہے

source: Barcode found
am: ባርኮድ ተገኝቷል
as: বারকোড পোৱা গৈছে
az: Barkod tapıldı
be: Штрых-код знойдзены
bn: বারকোড পাওয়া গেছে
cy: Cod bar wedi'i ddod
et: Barkood leitud
eu: Barkodea aurkitu da
fi: Viivakoodi löydetty
hy: Բարակոդը գտնվել է
is: Strikamerki fundið
kk: Штрих-код табылды
km: រកឃើញកូដអេឡិចត្រូនិច
kn: ಬಾರ್ಕೋಡ್ ಪತ್ತೆಯಾಗಿದೆ
ky: Штрих-код табылды
lo: ສິນຄ້າທີ່ພົບ
mk: Баркодот е пронајден
ml: ബാർക്കോഡ് കണ്ടെത്തി
my: ဘားကုဒ်ကိုတွေ့ရှိခဲ့သည်
ne: बारकोड फेला परेको छ
pa: ਬਾਰਕੋਡ ਮਿਲਿਆ
ps: بارکوډ موندل شوی
si: බාර්කෝඩය සොයා ගෙන ඇත
sk: Čiarový kód nájdený
sq: Kodi i barkodit u gjet
sw: Barcode imepatikana
ta: பார்கோடு கண்டுபிடிக்கப்பட்டது
th: พบบาร์โค้ด
ur: بارکوڈ ملا

source: Stock is required
am: እንደ ዝርዝር ትይይ
as: ষ্টক আৱশ্যক
az: Saxlama tələb olunur
be: Запасы абавязковыя
bn: স্টক আবশ্যক
cy: Mae angen stoc
et: Laoseis on kohustuslik
eu: Stocka beharrezkoa da
fi: Varasto on pakollinen
hy: Ապրանքի մնացորդը պարտադիր է
is: Birgðir eru nauðsynlegar
kk: Қойма қажет
km: ស្តុកត្រូវការពិត
kn: ಸ್ಟಾಕ್ ಅಗತ್ಯವಿದೆ
ky: Запас талап кылынат
lo: ສາກໍາລະດັບຈະຕ້ອງການ
mk: Залиха е потребна
ml: സ്റ്റോക്ക് ആവശ്യമാണ്
my: ပစ္စည်းရောင်းရန်လိုအပ်သည်
ne: स्टक आवश्यक छ
pa: ਸਟੌਕ ਲਾਜ਼ਮੀ ਹੈ
ps: مخزن اړین دی
si: අදාළ තොගය අවශ්‍යයි
sk: Sklad je povinný
sq: Stoku është i nevojshëm
sw: Hisa inahitajika
ta: பங்கு தேவை
th: สต็อกเป็นสิ่งจำเป็น
ur: اسٹاک ضروری ہے

source: Warehouse
am: የመደብር
as: গুদাম
az: Anbar
be: Склад
bn: গুদাম
cy: Warws
et: Ladu
eu: Biltegia
fi: Varasto
hy: Պահեստ
is: Vörugeymsla
kk: Қойма
km: Depo
kn: ಗೋದಾಮು
ky: Кампа
lo: ຄ່າສິນຄ້າ
mk: Склад
ml: വെയർഹൗസ്
my: အထုပ်
ne: गोदाम
pa: ਗੋਦਾਮ
ps: ګودام
si: ගබඩාව
sk: Sklad
sq: Depo
sw: Ghala
ta: சாக்கு
th: คลังสินค้า
ur: گودام

source: Applicable Tax
am: የታክስ ስለሚሰጥ
as: প্ৰযোজ্য কৰ
az: Tətbiq olunan vergi
be: Прымяняльны падатак
bn: প্রযোজ্য কর
cy: Treth Gymwys
et: Kohaldatav maks
eu: Aplikatutako Zerga
fi: Sovellettava vero
hy: Կիրառելի հարկ
is: Gildandi skattur
kk: Қолданылатын салық
km: ពន្ធអនុវត្ត
kn: ಅನ್ವಯವಾಗುವ ತೆರಿಗೆ
ky: Колдонулуучу салык
lo: ພາສີທີ່ປະລິມານ
mk: Применлив данок
ml: പ്രയോഗയോഗ്യമായ നികുതി
my: သင့်လျော်သောအခွန်
ne: लागु हुने कर
pa: ਲਾਗੂ ਟੈਕਸ
ps: پلي کیدونکې مالیه
si: අදාළ බදු
sk: Uplatniteľná daň
sq: Tatimi në fuqi
sw: Ushuru unaotumika
ta: பொருந்தும் வரி
th: ภาษีที่ใช้บังคับ
ur: لاگو ٹیکس

source: Select Tax
am: የታክስ ይምረጡ
as: কৰ বাচি লওক
az: Vergi seçin
be: Выберыце падатак
bn: কর নির্বাচন
cy: Dewiswch Dreth
et: Valige maks
eu: Hautatu Zerga
fi: Valitse vero
hy: Ընտրեք հարկ
is: Veldu skatt
kk: Салықты таңдаңыз
km: ជ្រើសពន្ធ
kn: ತೆರಿಗೆ ಆಯ್ಕೆ ಮಾಡಿ
ky: Салыкты тандаңыз
lo: ເລືອກພາສີ
mk: Изберете данок
ml: നികുതി തിരഞ്ഞെടുക്കുക
my: အခွန်ရွေးချယ်ပါ
ne: कर चयन गर्नुहोस्
pa: ਟੈਕਸ ਚੁਣੋ
ps: مالیه انتخاب کړئ
si: බදු තෝරන්න
sk: Vyberte daň
sq: Zgjidhni tatimin
sw: Chagua Ushuru
ta: வரி தேர்ந்தெடுக்கவும்
th: เลือกภาษี
ur: ٹیکس منتخب کریں

source: Tax Type
am: የታክስ ዓይነት
as: কৰৰ প্ৰকাৰ
az: Vergi növü
be: Тып падатку
bn: কর প্রকার
cy: Math Treth
et: Maksu tüüp
eu: Zerga Mota
fi: Verotyyppi
hy: Հարկի տեսակ
is: Skattaflokk
kk: Салық түрі
km: ប្រភេទពន្ធ
kn: ತೆರಿಗೆ ಪ್ರಕಾರ
ky: Салык түрү
lo: ແບບພາສີ
mk: Тип на данок
ml: നികുതി തരം
my: အခွန်အမျိုးအစား
ne: कर प्रकार
pa: ਟੈਕਸ ਕਿਸਮ
ps: د مالیې ډول
si: බදු වර්ගය
sk: Typ dane
sq: Lloji i tatimit
sw: Aina ya Ushuru
ta: வரி வகை
th: ประเภทภาษี
ur: ٹیکس کی قسم

source: Margin
am: ወገን
as: মাৰ্জিন
az: Marja
be: Маржа
bn: মার্জিন
cy: Marjen
et: Marginaal
eu: Margea
fi: Marginaali
hy: Խավ
is: Mörk
kk: Маржа
km: ស្នង
kn: ಆಸ್ತಿ
ky: Маржа
lo: ເຄດເລືອນ
mk: Маржа
ml: മാർജിൻ
my: အမြတ်
ne: मार्जिन
pa: ਮਾਰਜਿਨ
ps: مارجن
si: ආසන
sk: Marža
sq: Marzhi
sw: Mtiririko
ta: எடுக்கப்படுகின்றது
th: มาร์จิ้น
ur: مارجن

source: Inc. tax
am: ከታክስ ጋር
as: ইনক্লুড. কৰ
az: Daxil edilmiş vergi
be: Уключ. падатак
bn: কর অন্তর্ভুক্ত
cy: Treth wedi'i chynnwys
et: Sis. maks
eu: Inc. zergarekin
fi: Sis. vero
hy: Ներառյալ հարկ
is: Innifalið skattur
kk: Қосылған салық
km: រួមមានពន្ធ
kn: ಇನ್. ತೆರಿಗೆ
ky: Кош. салык
lo: ພາສີແບບລວມ
mk: Вкл. данок
ml: നികുതി ഉൾപ്പെടുത്തിയ
my: အခွန်ပါ
ne: करमा समावेश
pa: ਟੈਕਸ ਸਮੇਤ
ps: شامل مالیه
si: ආසන බදු
sk: Vrátane dane
sq: Përfshin tatimin
sw: Ushuru wa Inc.
ta: உள்ளன வரி
th: รวมภาษี
ur: شامل ٹیکس

source: Exc. Tax
am: ከታክስ ይለያ
as: এক্সক্লুড. কৰ
az: Xaric edilmiş vergi
be: Выключ. падатак
bn: কর বাদে
cy: Treth heb ei chynnwys
et: Väl. maks
eu: Exc. zergatik
fi: Ilman veroa
hy: Չհաշված հարկ
is: Utan skatts
kk: Шығыс салық
km: មិនរួមមានពន្ធ
kn: ಏಕ್ಸ್. ತೆರಿಗೆ
ky: Четтетилген салык
lo: ພາສີບໍ່ລວມ
mk: Искл. данок
ml: നികുതി ഒഴിവാക്കിയ
my: အခွန်မပါ
ne: करमा बाहिर
pa: ਬਿਨਾ ਟੈਕਸ
ps: بیرته مالیه
si: බදු ඉවත් කිරීම
sk: Bez dane
sq: Përjashton tatimin
sw: Ushuru wa Exc.
ta: விலக்கு வரி
th: ไม่รวมภาษี
ur: غیر شامل ٹیکس

source: Purchase Price is required
am: የግዢ ዋጋ ይምረጡ
as: ক্ৰয় মূল্য আৱশ্যক
az: Alış qiyməti tələb olunur
be: Кошт пакупкі абавязковы
bn: ক্রয় মূল্য আবশ্যক
cy: Mae angen pris prynu
et: Ostuhind on kohustuslik
eu: Erosketa Prezioa beharrezkoa da
fi: Ostohinta on pakollinen
hy: Գնումների գինը պարտադիր է
is: Kaupa verð er nauðsynlegt
kk: Сатып алу бағасы қажет
km: តម្លៃទិញត្រូវការពិត
kn: ಖರೀದಿ ಬೆಲೆಯ ಅಗತ್ಯವಿದೆ
ky: Сатып алуу баасы талап кылынат
lo: ລາຄາຊື້ຈະຕ້ອງການ
mk: Цената на купување е потребна
ml: വാങ്ങൽ വില ആവശ്യമാണ്
my: ဝယ်ယူရောင်းရင်စျေးနှုန်းလိုအပ်သည်
ne: किन्ने मूल्य आवश्यक छ
pa: ਖਰੀਦ ਮੁੱਲ ਲਾਜ਼ਮੀ ਹੈ
ps: د پیرود قیمت اړین دی
si: මිල ගණන් අවශ්‍යයි
sk: Nákupná cena je povinná
sq: Çmimi i blerjes është i nevojshëm
sw: Bei ya ununuzi inahitajika
ta: சந்தா விலை தேவை
th: ราคาซื้อเป็นสิ่งจำเป็น
ur: خریداری کی قیمت ضروری ہے

source: MRP is required
am: MRP ያስፈልጋል
as: MRP আৱশ্যক
az: MRP tələb olunur
be: MRP неабходны
bn: এমআরপি আবশ্যক
cy: Mae MRP yn ofynnol
et: MRP on kohustuslik
eu: MRP behar da
fi: MRP on pakollinen
hy: MRP-ն պարտադիր է
is: MRP er nauðsynlegt
kk: MRP қажет
km: MRP ត្រូវការពិត
kn: ಎಮ್‌ಆರ್‌ಪಿಯ ಅಗತ್ಯವಿದೆ
ky: MRP талап кылынат
lo: MRP ແມ່ນຈິງ
mk: MRP е задолжителен
ml: MRP ആവശ്യമാണ്
my: MRP လိုအပ်သည်
ne: एमआरपी आवश्यक छ
pa: MRP ਦੀ ਲੋੜ ਹੈ
ps: MRP اړتیا لري
si: MRP අවශ්‍යයි
sk: MRP je povinné
sq: MRP është i nevojshëm
sw: MRP inahitajika
ta: MRP தேவை
th: ราคาขายปลีกเป็นสิ่งจำเป็น
ur: ایم آر پی ضروری ہے

source: Manufacture Date
am: የምርት ቀን
as: উৎপাদন তাৰিখ
az: İstehsal tarixi
be: Дата вырабу
bn: উৎপাদন তারিখ
cy: Dyddiad Cynhyrchu
et: Tootmiskuupäev
eu: Ekoizpen Data
fi: Valmistuspäivämäärä
hy: արտադրության ամսաթիվ
is: Framleiðsludagsetning
kk: Өндірілген күні
km: កាលបរិច្ឆេទផលិត
kn: ತಯಾರಿ ದಿನಾಂಕ
ky: Өндүрүш датасы
lo: ວັນທີຜະຕິດ
mk: Дата на производство
ml: തയാറാക്കുന്ന തീയതി
my: ထုတ်လုပ်သောရက်စွဲ
ne: निर्माण मिति
pa: ਉਤਪਾਦਨ ਮਿਤੀ
ps: د تولید نیټه
si: නිෂ්පාදන දිනය
sk: Dátum výroby
sq: Data e prodhimit
sw: Tarehe ya utengenezaji
ta: உற்பத்தி தேதி
th: วันที่ผลิต
ur: پیداوار کی تاریخ

source: Expire Date
am: የማብቂያ ቀን
as: মেয়াদ শেষ হোৱাৰ তাৰিখ
az: Son istifadə tarixi
be: Дата заканчэння тэрміну дзеяння
bn: মেয়াদোত্তীর্ণ তারিখ
cy: Dyddiad Diddymu
et: Aegumiskuupäev
eu: Iraungitze Data
fi: Eräpäivä
hy: վավերականության ավարտի ամսաթիվ
is: Rennur út
kk: Жарамдылық мерзімі
km: កាលបរិច្ឆេទផុតកំណត់
kn: ಅವಧಿ ಕೊನೆ ದಿನಾಂಕ
ky: Мөөнөтү
lo: ວັນທີສໍາເລັດ
mk: Дата на истек
ml: കാലഹരണത്തിനുള്ള തീയതി
my: ကုန်ဆုံးရက်စွဲ
ne: समाप्ति मिति
pa: ਮਿਆਦ ਖਤਮ ਹੋਣ ਦੀ ਮਿਤੀ
ps: د ختمیدو نیټه
si: අවුරුදු දිනය
sk: Dátum expirácie
sq: Data e skadimit
sw: Tarehe ya kumalizika
ta: காலாவதியாகும் தேதி
th: วันหมดอายุ
ur: ختم ہونے کی تاریخ

source: Low Stock Alert
am: ዝቅተኛ የእቃ ማስጠንቀቂያ
as: কম ষ্টক সতৰ্কতা
az: Aşağı stok xəbərdarlığı
be: Сигнал нізкага запасу
bn: নিম্ন স্টক সতর্কতা
cy: Rhybudd Stoc Isel
et: Madala laoseisu teade
eu: Stock Txikien Alerta
fi: Alhainen varastoilmoitus
hy: Նվազագույն պաշարների ահազանգ
is: Lág birgða viðvörun
kk: Төмен қойма туралы ескерту
km: ការជូនដំណឹងស្តុកទាប
kn: ಕೀಳ್ಮಟ್ಟದ ಸ್ಟಾಕ್ ಸೂಚನೆ
ky: Төмөн запастын эскертүүсү
lo: ຄໍາເຕືອນສະຕັດຕ່ຳ
mk: Предупредување за ниски залихи
ml: കുറഞ്ഞ സ്റ്റോക്ക് എൽർട്ട്
my: ပစ္စည်းပမာဏနည်းသောအကြောင်းကြားချက်
ne: कम स्टक चेतावनी
pa: ਘੱਟ ਸਟਾਕ ਦੀ ਚੇਤਾਵਨੀ
ps: د ټیټې زیرمې خبرتیا
si: අඩු තොග මැදිහත්
sk: Upozornenie na nízky stav
sq: Alarm për stok të ulët
sw: Tahadhari ya Hisa Chache
ta: குறைந்த பங்கு எச்சரிக்கை
th: แจ้งเตือนสต็อกต่ำ
ur: کم اسٹاک الرٹ

source: Enter Low Stock Alert Quantity
am: ዝቅተኛ የእቃ ማስጠንቀቂያ ብዛት ይክፈቱ
as: কম ষ্টক সতৰ্কতা পৰিমাণ প্ৰৱিষ্ট কৰক
az: Aşağı stok xəbərdarlığı miqdarını daxil edin
be: Увядзіце колькасць для сігналу нізкага запасу
bn: নিম্ন স্টক সতর্কতার পরিমাণ দিন
cy: Nodwch Gymhareb Rhybudd Stoc Isel
et: Sisestage madala laoseisu teate kogus
eu: Sartu Stock Txikien Alerta Kantidadia
fi: Syötä alhaisen varaston ilmoitusmäärä
hy: Մուտքագրեք նվազագույն պաշարների ահազանգի քանակը
is: Sláðu inn lág birgða viðvörun magn
kk: Төмен қойма туралы ескерту саны енгізіңіз
km: បញ្ចូលបរិមាណការជូនដំណឹងស្តុកទាប
kn: ಕೀಳ್ಮಟ್ಟದ ಸ್ಟಾಕ್ ಸೂಚನೆ ಪ್ರಮಾಣವನ್ನು ನಮೂದಿಸಿ
ky: Төмөн запастын эскертүү санын киргизиңиз
lo: ໃສ່ຈຳນວນຄໍາເຕືອນສະຕັດຕ່ຳ
mk: Внесете количина за предупредување за ниски залихи
ml: കുറഞ്ഞ സ്റ്റോക്ക് എൽർട്ട് അളവ് പ്രവേശിപ്പിക്കുക
my: ပစ္စည်းပမာဏနည်းလျှင်အကြောင်းကြားချက်အတွက်အရေအတွက်ထည့်ပါ
ne: कम स्टक चेतावनीको मात्रा प्रविष्ट गर्नुहोस्
pa: ਘੱਟ ਸਟਾਕ ਦੀ ਚੇਤਾਵਨੀ ਲਈ ਮਾਤਰਾ ਦਰਜ ਕਰੋ
ps: د ټیټې زیرمې خبرتیا مقدار داخل کړئ
si: අඩු තොග මැදිහත් ප්‍රමාණය ඇතුළත් කරන්න
sk: Zadajte množstvo upozornenia na nízky stav
sq: Shkruani sasinë për alarm të stokut të ulët
sw: Ingiza Kiasi cha Tahadhari ya Hisa Chache
ta: குறைந்த பங்கு எச்சரிக்கை அளவை உள்ளிடவும்
th: กรุณาใส่จำนวนแจ้งเตือนสต็อกต่ำ
ur: کم اسٹاک الرٹ کی مقدار درج کریں

source: Description
am: መግለጫ
as: বিৱৰণ
az: Təsvir
be: Апісанне
bn: বর্ণনা
cy: Disgrifiad
et: Kirjeldus
eu: Deskribapena
fi: Kuvaus
hy: Նկարագրություն
is: Lýsing
kk: Сипаттама
km: ការពិពណ៌នា
kn: ವಿವರಣೆ
ky: Сипаттама
lo: ລວມລະບຽວ
mk: Опис
ml: വിവരണം
my: ဖော်ပြချက်
ne: विवरण
pa: ਵੇਰਵਾ
ps: تفصیل
si: විස්තරය
sk: Popis
sq: Përshkrimi
sw: Maelezo
ta: விளக்கம்
th: คำอธิบาย
ur: تفصیل

source: Enter Description
am: መግለጫ ይክፈቱ
as: বিৱৰণ প্ৰৱিষ্ট কৰক
az: Təsviri daxil edin
be: Увядзіце апісанне
bn: বর্ণনা দিন
cy: Nodwch Ddisgrifiad
et: Sisestage kirjeldus
eu: Sartu Deskribapena
fi: Syötä kuvaus
hy: Մուտքագրեք նկարագրությունը
is: Sláðu inn lýsingu
kk: Сипаттаманы енгізіңіз
km: បញ្ចូលការពិពណ៌នា
kn: ವಿವರಣೆ ನಮೂದಿಸಿ
ky: Сипаттаманы киргизиңиз
lo: ໃສ່ລວມລະບຽວ
mk: Внесете опис
ml: വിവരണം നൽകുക
my: ဖော်ပြချက်ထည့်ပါ
ne: विवरण प्रविष्ट गर्नुहोस्
pa: ਵੇਰਵਾ ਦਰਜ ਕਰੋ
ps: تفصیل داخل کړئ
si: විස්තරය ඇතුළත් කරන්න
sk: Zadajte popis
sq: Shkruani përshkrimin
sw: Ingiza Maelezo
ta: விளக்கத்தை உள்ளிடவும்
th: กรุณาใส่คำอธิบาย
ur: تفصیل درج کریں

source: Storage permission is required to create Excel file
am: ኤክሴል ፋይል ለመፍጠር የእንደ መዳብ ፈቃድ ያስፈልጋል
as: Excel ফাইল সৃষ্টি কৰিবলৈ সঞ্চয় অনুমতি আৱশ্যক
az: Excel faylı yaratmaq üçün saxlama icazəsi tələb olunur
be: Для стварэння файла Excel патрабуецца дазвол на захоўванне
bn: এক্সেল ফাইল তৈরি করতে স্টোরেজ অনুমতি প্রয়োজন
cy: Mae awdurdod storio yn ofynnol i greu ffeil Excel
et: Salvestusluba on vajalik Exceli faili loomiseks
eu: Excel fitxategia sortzeko biltegiratze baimena behar da
fi: Tallennusoikeus on pakollinen Excel-tiedoston luomiseksi
hy: Excel ֆայլ ստեղծելու համար անհրաժեշտ է պահեստավորման թույլտվություն
is: Geymsluréttindi eru nauðsynleg til að búa til Excel skrá
kk: Excel файлын жасау үшін сақтау рұқсаты қажет
km: សិទ្ធិការផ្ទុកត្រូវការសម្រាប់បង្កើតឯកសារ Excel
kn: ಎಕ್ಸೆಲ್ ಫೈಲ್ ಅನ್ನು ಸೃಷ್ಟಿಸಲು ಸಂಗ್ರಹ ಅನುಮತಿ ಅಗತ್ಯವಿದೆ
ky: Excel файлын түзүү үчүн сактоого уруксат талап кылынат
lo: ອະນຸຍາດສະຖານທີ່ຈິງຈະຕ້ອງເພື່ອເລີ່ມສໍາເນົາຟາຍ Excel
mk: Дозвола за складирање е потребна за создавање на Excel фајл
ml: എക്സൽ ഫയൽ സൃഷ്ടിക്കാൻ സ്റ്റോറേജ് അനുമതി ആവശ്യമാണ്
my: Excel ဖိုင်ဖန်တီးရန်သိုလှောင်မှုခွင့်ပြုချက်လိုအပ်သည်
ne: एक्सेल फाइल बनाउनको लागि भण्डारण अनुमति आवश्यक छ
pa: Excel ਫਾਈਲ ਬਣਾਉਣ ਲਈ ਸਟੋਰੇਜ ਦੀ ਆਗਿਆ ਦੀ ਲੋੜ ਹੈ
ps: د ایکسل فایل جوړولو لپاره د ذخیرې اجازه لازمي ده
si: එක්සෙල් ගොනුවක් සාදන ලෙස ගබඩා අවසරය අවශ්‍යයි
sk: Na vytvorenie Excel súboru je potrebné povolenie na úložisko
sq: Leja e ruajtjes është e nevojshme për të krijuar skedarin Excel
sw: Ruhusa ya hifadhi inahitajika ili kuunda faili ya Excel
ta: Excel கோப்பை உருவாக்க அனுமதி தேவை
th: ต้องการสิทธิ์การเข้าถึงที่จัดเก็บเพื่อสร้างไฟล์ Excel
ur: ایکسلی فائل بنانے کے لیے اسٹوریج کی اجازت ضروری ہے

source: The Excel file has already been downloaded
am: ኤክሴል ፋይል በማስመዝገብ ላይ ተወርዷል
as: Excel ফাইল আগতে ডাউনলোড কৰা হৈছে
az: Excel faylı artıq yüklənmişdir
be: Файл Excel ужо загружаны
bn: এক্সেল ফাইল ইতিমধ্যেই ডাউনলোড করা হয়েছে
cy: Mae'r ffeil Excel wedi'i lawrlwytho eisoes
et: Exceli fail on juba allalaaditud
eu: Excel fitxategia jaitsi da
fi: Excel-tiedosto on jo ladattu
hy: Excel ֆայլը արդեն ներբեռնվել է
is: Excel skráin hefur þegar verið niðurhalað
kk: Excel файлы бұрыннан жүктелген
km: ឯកសារ Excel ត្រូវបានទាញយករួចហើយ
kn: ಎಕ್ಸೆಲ್ ಫೈಲ್ ಈಗಾಗಲೇ ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾಗಿದೆ
ky: Excel файлы буга чейин жүктөлгөн
lo: ຟາຍ Excel ຖືກໂອນແລ້ວ
mk: Excel фајлот веќе е преземен
ml: എക്സൽ ഫയൽ ഇതിനകം ഡൗൺലോഡ് ചെയ്തു
my: Excel ဖိုင်ကိုရယူပြီးသားဖြစ်သည်
ne: एक्सेल फाइल पहिल्यै डाउनलोड गरिएको छ
pa: Excel ਫਾਈਲ ਪਹਿਲਾਂ ਹੀ ਡਾਊਨਲੋਡ ਕੀਤੀ ਜਾ ਚੁਕੀ ਹੈ
ps: ایکسلس فایل لا دمخه ډاونلوډ شوی دی
si: එක්සෙල් ගොනුව දැනටමත් බාගත කර ඇත
sk: Excel súbor bol už stiahnutý
sq: Skedari Excel është shkarkuar tashmë
sw: Faili ya Excel tayari imepakuliwa
ta: Excel கோப்பு ஏற்கனவே பதிவிறக்கப்பட்டுள்ளது
th: ไฟล์ Excel ได้ถูกดาวน์โหลดแล้ว
ur: ایکسلی فائل پہلے ہی ڈاؤن لوڈ ہو چکی ہے

source: Downloaded successfully in download folder
am: በዳውንሎድ ፎልደር ውስጥ በተቀባ ማስመዝገብ ውስጥ ተወርዷል
as: ডাউনলোড ফোল্ডাৰত সফলভাৱে ডাউনলোড হৈছে
az: Yükləmə qovluğunda uğurla yükləndi
be: Успешна загружана ў тэчку загрузак
bn: ডাউনলোড ফোল্ডারে সফলভাবে ডাউনলোড করা হয়েছে
cy: Wedi'i lawrlwytho'n llwyddiannus yn y ffolder lawrlwytho
et: Allalaadimine õnnestus allalaadimiste kausta
eu: Jaitsi da, jaitsitako karpenean
fi: Ladattu onnistuneesti latauskansioon
hy: Ներբեռնվել է հաջողությամբ ներբեռնման ֆոլդերում
is: Niðurhölum lokið í niðurhalamöppu
kk: Жүктеліп, жүктеу папкасында сәтті сақталды
km: បានទាញយកដោយជោគជ័យនៅក្នុងថតទាញយក
kn: ಡೌನ್‌ಲೋಡ್ ಫೋಲ್ಡರ್‌ನಲ್ಲಿ ಯಶಸ್ವಿಯಾಗಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾಗಿದೆ
ky: Жүктөө папкасында ийгиликтүү жүктөлдү
lo: ດາວ໌ໂອນສໍາເລັດໃນແຟ້ມດາວໂອນ
mk: Успешно преземено во папката за преземања
ml: ഡൗൺലോഡ് ഫോൾഡറിൽ വിജയകരമായി ഡൗൺലോഡ് ചെയ്യപ്പെട്ടു
my: ဒေါင်းလုဒ်ဖိုလ်ထဲတွင်အောင်မြင်စွာဒေါင်းလုဒ်လုပ်ပြီးပါပြီ
ne: डाउनलोड फोल्डरमा सफलतापूर्वक डाउनलोड गरियो
pa: ਡਾਊਨਲੋਡ ਫੋਲਡਰ ਵਿੱਚ ਸਫਲਤਾ ਨਾਲ ਡਾਊਨਲੋਡ ਕੀਤਾ ਗਿਆ
ps: په ډاونلوډ فولډر کې په بریالیتوب سره ډاونلوډ شو
si: බාගත කළ හැකි අයදුම්පත් ගොනුව තුළ සාර්ථකව බාගත කර ඇත
sk: Úspešne stiahnuté do priečinka na stiahnutie
sq: Shkarkuar me sukses në dosjen e shkarkimeve
sw: Imepakuliwa kwa mafanikio kwenye folda ya kupakua
ta: பதிவிறக்கம் செய்யப்பட்டு, பதிவிறக்கம் செய்யப்பட்ட கோப்பில் வெற்றியாக பதிவிறக்கப்பட்டது
th: ดาวน์โหลดเรียบร้อยแล้วในโฟลเดอร์ดาวน์โหลด
ur: ڈاؤن لوڈنگ کے فولڈر میں کامیابی سے ڈاؤن لوڈ کیا گیا

source: Excel Uploader
am: ኤክሴል ማስመዝገብ
as: Excel আপলোডাৰ
az: Excel Yükləyici
be: Загрузчык Excel
bn: এক্সেল আপলোডার
cy: Uwchraddwr Excel
et: Exceli üleslaadija
eu: Excel Igolea
fi: Excelin lataaja
hy: Excel-ներբեռնող
is: Excel hlaðari
kk: Excel жүктеушісі
km: អ្នកបញ្ចូល Excel
kn: ಎಕ್ಸೆಲ್ ಅಪ್ಲೋಡರ್
ky: Excel жүктөөчү
lo: ການໂອນຟາຍ Excel
ml: എക്സൽ അപ്‌ലോഡർ
my: Excel အပ်ဒိတ်လုပ်သူ
ne: एक्सेल अपलोडर
pa: Excel ਅਪਲੋਡਰ
ps: ایکسلس پورته کوونکی
si: එක්සෙල් උඩුගතකරු
sk: Nahrávač Excel
sq: Ngarkuesi i Excel
sw: Mpakiaji wa Excel
ta: Excel ஏற்றுநர்
th: อัปโหลด Excel
ur: ایکسلی اپلوڈر

source: Remove
am: ይሰርዝ
as: অপসাৰণ
az: Sil
be: Выдаліць
bn: অপসারণ
cy: Dileu
et: Eemalda
eu: Kendu
fi: Poista
hy: Հեռացնել
is: Fjarlægja
kk: Жою
km: យកចេញ
kn: ಅಳಿಸಿ
ky: Жалгашыңыз
lo: ລົບ
mk: Отстрани
ml: വലിച്ചുവിടുക
my: ဖျက်ပါ
ne: हटाउनुहोस्
pa: ਹਟਾਓ
ps: لیرې کول
si: අහෝසි කරන්න
sk: Odstrániť
sq: Hiq
sw: Ondoa
ta: நீக்கு
th: ลบ
ur: ہٹا دیں

source: Pick and Upload File
am: ፋይል ይምረጡ እና ይማረጡ
as: ফাইল বাছনি কৰক আৰু আপলোড কৰক
az: Faylı seçin və yükləyin
be: Выберыце і загрузіце файл
bn: ফাইল নির্বাচন করুন এবং আপলোড করুন
cy: Dewis a Uwchraddio Ffeil
et: Valige ja laadige fail üles
eu: Hautatu eta Igo Fitxategia
fi: Valitse ja lataa tiedosto
hy: Ընտրեք և ներբեռնեք ֆայլը
is: Veldu og hlaðið skrá
kk: Файлды таңдап, жүктеңіз
km: ជ្រើសរើសនិងបញ្ចូលឯកសារ
kn: ಫೈಲ್ ಆಯ್ಕೆ ಮಾಡಿ ಮತ್ತು ಅಪ್ಲೋಡ್ ಮಾಡಿ
ky: Файлды тандаңыз жана жүктөңүз
lo: ເລືອກແລະໂອນຟາຍ
mk: Изберете и поставете фајл
ml: ഫയൽ തിരഞ്ഞെടുക്കുക uploads
my: ဖိုင်ကိုရွေးချယ်ပြီးအပ်ဒိတ်လုပ်ပါ
ne: फाइल चयन गर्नुहोस् र अपलोड गर्नुहोस्
pa: ਫਾਈਲ ਚੁਣੋ ਅਤੇ ਅਪਲੋਡ ਕਰੋ
ps: فایل وټاکئ او پورته کړئ
si: ගොනුව තෝරා උඩුගත කරන්න
sk: Vyberte a nahrajte súbor
sq: Zgjidhni dhe ngarkoni skedarin
sw: Chagua na Pakia Faili
ta: கோப்புகளைத் தேர்ந்தெடுத்து, ஏற்றவும்
th: เลือกและอัปโหลดไฟล์
ur: فائل منتخب کریں اور اپ لوڈ کریں

source: Upload
am: ይማረጡ
as: আপলোড কৰক
az: Yüklə
be: Загрузіць
bn: আপলোড
cy: Uwchraddio
et: Laadi üles
eu: Igo
fi: Lataa
hy: Ներբեռնել
is: Hlaða upp
kk: Жүктеу
km: បញ្ចូល
kn: ಅಪ್ಲೋಡ್
ky: Жүктөө
lo: ໂອນ
mk: Постави
ml: അപ്‌ലോഡ് ചെയ്യുക
my: အပ်ဒိတ်
ne: अपलोड
pa: ਅਪਲੋਡ ਕਰੋ
ps: پورته کړئ
si: උඩුගත කරන්න
sk: Nahrať
sq: Ngarko
sw: Pakia
ta: ஏற்றவும்
th: อัปโหลด
ur: اپ لوڈ کریں

source: Download Excel Format
am: ኤክሴል ፎርማት ይውሰዱ
as: Excel ফৰ্মেট ডাউনলোড কৰক
az: Excel formatını yüklə
be: Спампаваць фармат Excel
bn: এক্সেল ফরম্যাট ডাউনলোড করুন
cy: Lawrlwytho Fformat Excel
et: Laadi alla Exceli vorming
eu: Jaitsi Excel Formatua
fi: Lataa Excel-muoto
hy: Ներբեռնեք Excel ձևաչափը
is: Niðurhal Excel sniðs
kk: Excel форматында жүктеу
km: ទាញយកទម្រង់ Excel
kn: ಎಕ್ಸೆಲ್ ರೂಪದಲ್ಲಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ky: Excel форматын жүктөө
lo: ດາວ໌ໂອນຮູບແບບ Excel
mk: Преземи Excel формат
ml: എക്സൽ ഫോർമാറ്റ് ഡൗൺലോഡ് ചെയ്യുക
my: Excel ပုံစံဒေါင်းလုဒ်
ne: एक्सेल ढाँचा डाउनलोड गर्नुहोस्
pa: Excel ਫਾਰਮੈਟ ਡਾਊਨਲੋਡ ਕਰੋ
ps: د ایکسل بڼه ډاونلوډ کړئ
si: එක්සෙල් ආකෘතිය බාගත කරන්න
sk: Stiahnuť formát Excel
sq: Shkarkoni formatin Excel
sw: Pakua Muundo wa Excel
ta: Excel வடிவத்தைப் பதிவிறக்கவும்
th: ดาวน์โหลดรูปแบบ Excel
ur: ایکسلی فارمیٹ ڈاؤن لوڈ کریں

source: Upload Done
am: ይማረጡ ተወዳጅ
as: আপলোড সম্পন্ন
az: Yükləmə tamamlandı
be: Загрузка завершана
bn: আপলোড সম্পন্ন
cy: Uwchraddio Wedi'i Gwblhau
et: Üleslaadimine lõpetatud
eu: Igo da
fi: Lataus valmis
hy: Ներբեռնման գործընթացը ավարտվեց
is: Upphlaða lokið
kk: Жүктеу аяқталды
km: បញ្ចូលរួចរាល់
kn: ಅಪ್ಲೋಡ್ ಹಂಚಿಸಲಾಗಿದೆ
ky: Жүктөө аяктады
lo: ໂອນແລ້ວ
mk: Поставувањето заврши
ml: അപ്‌ലോഡ് പൂർത്തിയായി
my: အပ်ဒိတ်လုပ်ပြီးပါပြီ
ne: अपलोड पूरा
pa: ਅਪਲੋਡ ਹੋ ਗਿਆ
ps: پورته کول بشپړ شو
si: උඩුගත කිරීම සිදු කරන ලදී
sk: Nahratie dokončené
sq: Ngarkimi është bërë
sw: Pakia Imekamilika
ta: ஏற்றுமதி முடிந்தது
th: อัปโหลดเสร็จสิ้น
ur: اپ لوڈ مکمل

source: Product Details
am: የምርት ዝርዝር
as: প্ৰযুক্ত বিৱৰণ
az: Məhsul Detalları
be: Дэталі прадукту
bn: পণ্যের বিবরণ
cy: Manylion Cynnyrch
et: Toote detailid
eu: Produktuen Xehetasunak
fi: Tuotteen tiedot
hy: Ապրանքի մանրամասները
is: Vöru upplýsingar
kk: Өнімнің мәліметтері
km: ព័ត៌មានលម្អិតផលិតផល
kn: ಉತ್ಪನ್ನ ವಿವರಗಳು
ky: Продукт жөнүндө маалымат
lo: ລະລຽງສິນຄ້າ
mk: Детали за производот
ml: ഉൽപ്പന്നത്തിന്റെ വിശദാംശങ്ങൾ
my: ကုန်ပစ္စည်းအသေးစိတ်
ne: उत्पादन विवरण
pa: ਉਤਪਾਦ ਦੀਆਂ ਜਾਣਕਾਰੀਆਂ
ps: د محصول تفصیلات
si: නිෂ්පාදන විස්තර
sk: Podrobnosti o produkte
sq: Detajet e produktit
sw: Maelezo ya Bidhaa
ta: தயாரிப்பு விவரங்கள்
th: รายละเอียดผลิตภัณฑ์
ur: مصنوعات کی تفصیلات

source: Details
am: ዝርዝር
as: বিৱৰণ
az: Detallar
be: Дэталі
bn: বিস্তারিত
cy: Manylion
et: Üksikasjad
eu: Xehetasunak
fi: Tiedot
hy: Մանրամասները
is: Upplýsingar
kk: Мәліметтер
km: ព័ត៌មានលម្អិត
kn: ವಿವರಗಳು
ky: Маалыматтар
lo: ລະລຽງ
mk: Детали
ml: വിശദാംശങ്ങൾ
my: အသေးစိတ်
ne: विवरण
pa: ਵੇਰਵਾਰ
ps: تفصیلات
si: විස්තර
sk: Podrobnosti
sq: Detaje
sw: Maelezo
ta: விவரங்கள்
th: รายละเอียด
ur: تفصیلات

source: Wholesale price
am: የምርት ዋጋ
as: খুচুৰা মূল্য
az: Topdan qiymət
be: Оптовая цана
bn: পাইকারি মূল্য
cy: Pris Cyfanwerth
et: Hulgihind
eu: Ekoizpen Prezioa
fi: Tukkumyyntihinta
hy: Մանրածախ գինը
is: Heildsöluverð
kk: Жабдықтау бағасы
km: តម្លៃលក់ដុំ
kn: ಹೋಲ್ಸೇಲ್ ಬೆಲೆ
ky: Жалпы баа
lo: ລາຄາສໍາລວດ
mk: Даночна цена
ml: തുല്യവില
my: စျေးနှုန်းကြီး
ne: थोक मूल्य
pa: ਹੋਲਸੇਲ ਮੁੱਲ
ps: د عمده پلور قیمت
si: සැහැල්ලු මිල
sk: Veľkoobchodná cena
sq: Çmimi me shumicë
sw: Bei ya jumla
ta: மொத்த விலையை
th: ราคาขายส่ง
ur: ہول سیل قیمت

source: Stock
am: ዝቅተኛ የእቃ
as: ষ্টক
az: Sahiblik
be: Запас
bn: স্টক
cy: Stoc
et: Laoseis
fi: Varasto
hy: Պաշար
is: Birgðir
kk: Қор
km: ស្តុក
kn: ಸ್ಟಾಕ್
ky: Запас
lo: ສາຍສິນຄ້າ
mk: Залиха
ml: സ്റ്റോക്ക്
my: ဆိပ်ကမ်း
ne: स्टक
pa: ਸਟਾਕ
ps: زېرمه
si: සිටියාව
sk: Sklad
sq: Stoku
sw: Hisa
ta: கையிருப்பு
th: สต็อก
ur: اسٹاک

source: Expiring
am: እየተቀጠረ
as: মেয়াদ শেষ হৈছে
az: Bitmə
be: Тэрмін дзеяння сканчаецца
bn: মেয়াদোত্তীর্ণ
cy: Yn dod i ben
et: Aegumas
eu: Iraungitzen
fi: Vanhenee
hy: Վավերականության ավարտ
is: Rennur út
kk: Аяқталатын
km: នឹងផុតកំណត់
kn: ಅತ್ಯುತ್ತೀರ್ಣ
ky: Мөөнөтү бүтүп жатат
lo: ກຳລັງສໍາເລັດ
mk: Истекува
ml: കാലഹരണത്തിന്
my: အဆုံးစွန်
ne: समाप्त हुँदैछ
pa: ਮਿਆਦ ਖਤਮ ਹੋ ਰਹੀ ਹੈ
ps: ختمیدونکی
si: අවසන් වන
sk: Expirujúce
sq: Dëshmimi
sw: Inakamilika
ta: காலாவதியான
th: กำลังจะหมดอายุ
ur: ختم ہونے والا

source: Deleting
am: ማስወገድ
as: অপসাৰণ কৰা হৈছে
az: Silinmə
be: Выдаленне
bn: মুছে ফেলা হচ্ছে
cy: Dileu
et: Kustutamine
eu: Ezabatzen
fi: Poistaminen
hy: Հեռացում
is: Fjarlægja
kk: Жою
km: កំពុងលុប
kn: ಅಳಿಸುತ್ತಿದೆ
ky: Өчүрүү
lo: ກຳລັງລົບ
mk: Бришење
ml: വലിച്ചുവിടുന്നു
my: ဖျက်သိမ်းနေပါသည်
ne: हटाइँदैछ
pa: ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
ps: لیرې کول
si: මැදුර මකනවා
sk: Odstraňovanie
sq: Po fshihet
sw: Kufuta
ta: அழிக்கின்றேன்
th: กำลังลบ
ur: حذف کر رہے ہیں

source: Done
am: ተጠናቀቀ
as: সম্পন্ন
az: Tamamlandı
be: Гатова
bn: সম্পন্ন
cy: Wedi'i Gwblhau
et: Valmis
eu: Eginda
fi: Valmis
hy: Ավարտվեց
is: Lokið
kk: Аяқталды
km: បានបញ្ចប់
kn: ಮುಗಿಯಿತು
ky: Аяктады
lo: ສຳເລັດ
mk: Завршено
ml: പൂർത്തിയായി
my: ပြီးခဲ့ပါပြီ
ne: गरेको
pa: ਕੰਮ ਹੋ ਗਿਆ
ps: بشپړ شو
si: සාර්ථකයි
sk: Hotovo
sq: Kryer
sw: Imekamilika
ta: முடிந்தது
th: เสร็จสิ้น
ur: ہو گیا

source: Expired
am: የተሰርየ
as: মেয়াদ শেষ
az: Bitmiş
be: Скончыўся
bn: মেয়াদোত্তীর্ণ
cy: Wedi Diddymu
et: Aegunud
eu: Iraungita
fi: Vanhentunut
hy: Վավերականության ավարտվել է
is: Útrunnið
kk: Аяқталды
km: ផុតកំណត់
kn: ಅತ್ಯುತ್ತೀರ್ಣ
ky: Мөөнөтү өттү
lo: ແລ້ວໃໝ່
mk: Истечен
ml: കാലഹരണമെത്തിയ
my: ကုန်ဆုံးပြီးပါပြီ
ne: समाप्त भएको
pa: ਮਿਆਦ ਖਤਮ ਹੋ ਗਈ
ps: ختم شوی
si: අවසන් වී ඇත
sk: Expirované
sq: I skaduar
sw: Imeisha
ta: காலாவதியானது
th: หมดอายุ
ur: ختم ہو گیا

source: Will Expire at
am: በዚያ ይቀድማል
as: এই সময়ত মেয়াদ শেষ হ'ব
az: Bitmə vaxtı
be: Скончыцца ў
bn: মেয়াদ শেষ হবে
cy: Bydd yn Diddymu yn
et: Aegub
eu: Iraungiko da
fi: Vanhentuu
hy: Վավերականությունը ավարտվելու է
is: Rennur út á
kk: Аяқталу уақыты
km: នឹងផុតកំណត់នៅ
kn: ಅತ್ಯುತ್ತೀರ್ಣವಾಗಲಿದೆ
ky: Мөөнөтү өтөт
lo: ຈະເສຍຈາກໃນ
mk: Ќе истече на
ml: കാലഹരണത്തെത്തി
my: အဆုံးစွန်မည်
ne: यो मिति समाप्त हुनेछ
pa: ਇਥੇ ਮਿਆਦ ਖਤਮ ਹੋਵੇਗੀ
ps: دلته به ختم شي
si: අවසන් වන දිනය
sk: Expirovať v
sq: Do të skadojë në
sw: Itakamilika saa
ta: காலாவதியாகும் நேரம்
th: จะหมดอายุที่
ur: یہ وقت پر ختم ہوگا
