Repository: userfriendly125/azkaios
Catalog: lib/l10n/intl_*.arb
Languages: am, as, az, be, bn, cy, et, eu, fi, hy, is, kk, km, kn, ky, lo, mk, ml, my, ne, pa, ps, si, sk, sq, sw, ta, th, ur

source: Resend Code
am: ኮድ ይዘምው
as: কোড পুনৰ পঠাও
az: Kodu yenidən göndər
be: Адправіць код паўторна
bn: পুনরায় পাঠানো কোড
cy: Ail-anfon Cod
et: Saada kood uuesti
eu: Berriro Bidali Kodea
fi: Lähetä koodi uudelleen
hy: Նորից ուղարկել կոդը
is: Endursenda kóða
kk: Кодты қайта жіберу
km: ផ្ញើរកូដឡើងវិញ
kn: ಮರುಹೊಂದಿಸು ಕೋಡ್
ky: Кодду кайра жөнөтүү
lo: ສົ່ງລະຫັດຕົວຢ່າງໃໝ່
mk: Испрати повторно код
ml: കോടുകൾ വീണ്ടും അയയ്ക്കുക
my: ကုဒ်ပြန်ပို့ပါ
ne: पुन: पठाउनुहोस्
pa: ਮੁੜ ਭੇਜੋ ਕੋਡ
ps: کوډ بیا واستوئ
si: නැවත යවන්න
sk: Znova zaslať kód
sq: Ridërgoni Kodin
sw: Tuma tena Kanuni
ta: மீட்டெடு குறியீடு
th: ส่งรหัสอีกครั้ง
ur: کوڈ دوبارہ بھیجیں

source: Verify Phone Number
am: የስልክ ቁጥር ይመልከቱ
as: ফোন নম্বৰ পৰীক্ষা কৰক
az: Telefon nömrəsini yoxlayın
be: Праверце нумар тэлефона
bn: ফোন নম্বর যাচাই করুন
cy: Gwirio Rhif Ffôn
et: Kinnita telefoninumber
eu: Telefono Zenbakia Egiaztatu
fi: Vahvista puhelinnumero
hy: Ստուգեք հեռախոսահամարը
is: Staðfestu símanúmer
kk: Телефон нөмірін тексеру
km: ផ្ទៀងផ្ទាត់លេខទូរស័ព្ទ
kn: ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಪರಿಶೀಲಿಸಿ
ky: Телефон номерин текшерүү
lo: ກວດສອບເບີໂທລະຫັດ
mk: Верификување на телефонскиот број
ml: ഫോൺ നമ്പർ സ്ഥിരീകരിക്കുക
my: ဖုန်းနံပါတ်အတည်ပြုပါ
ne: फोन नम्बर सत्यापन गर्नुहोस्
pa: ਫੋਨ ਨੰਬਰ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
ps: د تلیفون شمیره تایید کړئ
si: දුරකථන අංකය තහවුරු කරනවාද
sk: Overte telefónne číslo
sq: Verifikoni Numrin e Telefonit
sw: Thibitisha Namba ya Simu
ta: தொலைபேசி எண்ணை சரிபார்க்கவும்
th: ยืนยันหมายเลขโทรศัพท์
ur: فون نمبر کی تصدیق کریں

source: Setup Your Profile
am: የእርስዎን ፕሮፋይል ይዘምው
as: আপোনাৰ প্ৰোফাইল স্থাপন কৰক
az: Profilinizi tənzimləyin
be: Настройце свой профіль
bn: আপনার প্রোফাইল সেটআপ করুন
cy: Sefydlu eich Proffil
et: Seadista oma profiil
eu: Ezarri Zure Profila
fi: Aseta profiili
hy: Հաստատեք ձեր պրոֆիլը
is: Settu upp prófílinn þinn
kk: Профилді орнату
km: កំណត់រូបសង្ខេបរបស់អ្នក
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಸೆಟ್ ಅಪ್ ಮಾಡಿ
ky: Профилиңизди орнотуңуз
lo: ຕັ້ງຂໍ້ມູນໂປຣໄຟລຂອງທ່ານ
mk: Подесете го вашиот профил
ml: നിങ്ങളുടെ പ്രൊഫൈൽ സജ്ജമാക്കുക
my: သင်၏ကိုယ်ရေးကို တပ်ဆင်ပါ
ne: तपाईंको प्रोफाइल बनाउनुहोस्
pa: ਆਪਣੀ ਪ੍ਰੋਫਾਈਲ ਸੈਟਅਪ ਕਰੋ
ps: خپله پروفایل ترتیب کړئ
si: ඔබගේ පැතිකඩ සැකසීම
sk: Nastavte si svoj profil
sq: Vendos Profilin Tënd
sw: Sanidi Profaili Yako
ta: உங்கள் சுயவிவரத்தை அமைக்கவும்
th: ตั้งค่าโปรไฟล์ของคุณ
ur: اپنی پروفائل تشکیل دیں

# updateYourProfileToConnect
source: Update your profile to connect your doctor with better impression
am: የእርስዎን ፕሮፋይል ይዘምው እንደዚህ እንዲያስቀድም
as: আপোনাৰ ডাক্তারৰ সৈতে ভাল প্ৰভাৱৰ বাবে আপোনাৰ প্ৰোফাইল আপডেট কৰক
az: Həkiminizi daha yaxşı təmsil etmək üçün profilinizi yeniləyin
be: Абнавіце свой профіль, каб звязацца з вашым лекарам з лепшым уражаннем
bn: আপনার ডাক্তারের সাথে আরও ভাল ইম্প্রেশনের সাথে সংযোগ করতে আপনার প্রোফাইল আপডেট করুন
cy: Diweddaru eich proffil i gysylltu â'ch meddyg gyda gwell argraff
et: Uuenda oma profiili, et luua arstiga parem mulje
eu: Eguneratu zure profila zure medikuarekin hobea izateko
fi: Päivitä profiilisi yhdistääksesi lääkärisi paremmin
hy: Թարմացրեք ձեր պրոֆիլը, որպեսզի ձեր բժիշկը կապվի ավելի լավ տպավորությամբ
is: Uppfærðu prófílinn þinn til að tengjast lækninum þínum með betri áhrifum
kk: Докторңызды жеткізу үшін профиліңізді жаңартыңыз
km: ធ្វើបច្ចុប្បន្នភាពរូបសង្ខេបរបស់អ្នកដើម្បីភ្ជាប់អ្នកជាមួយអ្នកវេជ្ជបណ្ឌិតរបស់អ្នកបានល្អបំផុត
kn: ನಿಮ್ಮ ಡಾಕ್ಟರ್ ಗೆ ಉತ್ತಮ ಪ್ರತಿನಿಧಿಯಾಗಿ ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಅನ್ನು ನವೀಕರಿಸಿ
ky: Докторуңуз менен жакшы байланыш үчүн профилиңизди жаңыртыңыз
lo: ປັບປຸງໂປຣໄຟລຂອງທ່ານເພື່ອເຊື່ອມຕໍ່ຜູ້ບໍລິຫານຂອງທ່ານດຽວກັນນຳສືກສາທາງປະທານສົດ
mk: Ажурирајте го вашиот профил за да го поврзете вашиот доктор со подобар впечаток
ml: നിങ്ങളുടെ ഡോക്ടറെ മികച്ച ഇമോഷനോട് ബന്ധിപ്പിക്കാൻ നിങ്ങളുടെ പ്രൊഫൈൽ അപ്‌ഡേറ്റ് ചെയ്യുക
my: သင်၏ဆရာဝန်ကျသည့် အရေးကြီးကို တပ်ဆင်ရန်သင်၏ပရိုဖိုင်အား အကြောင်းပြောင်းပေးသည်
ne: तपाईंको प्रोफाइल अपडेट गर्दा तपाईंको डाक्टरलाई राम्रो प्रतिष्ठानसहित जडान गर्नुहोस्
pa: ਆਪਣੀ ਪ੍ਰੋਫਾਈਲ ਨੂੰ ਅਪਡੇਟ ਕਰੋ ਤਾਂ ਕਿ ਤੁਹਾਡਾ ਡਾਕਟਰ ਬਿਹਤਰ ਪ੍ਰਭਾਵ ਨਾਲ ਜੁੜ ਸਕੇ
ps: خپله پروفایل تازه کړئ ترڅو خپل ډاکټر سره ښه اړیکه ونیسئ
si: ඔබේ වෛර සම්බන්ධය සුරැකීම සඳහා ඔබගේ පැතිකඩය යාවත් කරන්න
sk: Aktualizujte svoj profil pre lepšie pripojenie k vášmu doktorovi
sq: Përditësoni profilin tuaj për të lidhur mjekun tuaj me përshtypje më të mirë
sw: Sasisha wasifu wako ili kuunganisha daktari wako na athari bora
ta: உங்கள் சுயவிவரத்தை புதுப்பிக்கவும் உங்கள் மருத்துவரை சேர்க்கும் சிறப்பு கொள்கையுடன்
th: อัปเดตโปรไฟล์ของคุณเพื่อเชื่อมต่อกับแพทย์ของคุณให้ได้รับความประทับใจที่ดีขึ้น
ur: اپنی پروفائل کو اپ ڈیٹ کریں تاکہ آپ کا ڈاکٹر بہتر تاثر دینے کے لئے آپ کے ساتھ منسلک ہو سکے

# gallary
source: Gallery
am: ጋለሪ
as: গেলাৰী
az: Qalereya
be: Галерэя
bn: গ্যালারি
cy: Oriel
et: Galerii
eu: Galeria
fi: Galleria
hy: Լուսանկարների ալբոմ
is: Myndasafn
kk: Галерея
km: រូបភាព
kn: ಗ್ಯಾಲರಿ
ky: Галерея
lo: ຮູບພາບ
mk: Галерија
ml: ഗാലറി
my: ဓာတ်ပုံများ
ne: ग्यालरी
pa: ਗੈਲਰੀ
ps: ګیلري
si: ගැලරි
sk: Galéria
sq: Galeria
sw: Picha
ta: கேலரி
th: แกลลอรี
ur: گیلری

source: Camera
am: ካሜራ
as: কেমেৰা
az: Kamera
be: Камера
bn: ক্যামেরা
et: Kaamera
eu: Kamera
fi: Kamera
hy: Կարամա
is: Myndavél
kk: Камера
km: កាមេរ៉ា
kn: ಕ್ಯಾಮೆರಾ
ky: Камера
lo: ເຄື່ອງມື
mk: Камера
ml: കാമറ
my: ကင်မရာ
ne: क्यामेरा
pa: ਕੈਮਰਾ
ps: کمره
si: කැමරාව
sk: Fotoaparát
sq: Kamera
sw: Kamera
ta: கேமரா
th: กล้อง
ur: کیمرا

source: Business Category
am: የድርጅት ምድብ
as: বিজনেছ শ্ৰেণী
az: Biznes Kateqoriyası
be: Бізнес Катэгорыя
bn: ব্যবসার বিভাগ
cy: Categori Busnes
et: Ärikategooria
eu: Negozio Kategoria
fi: Liiketoiminnan kategoria
hy: Բիզնես կատեգորիա
is: Viðskiptagrein
kk: Бизнес санаты
km: ប្រភេទអាជីវកម្ម
kn: ವ್ಯಾಪಾರ ವರ್ಗ
ky: Бизнес категориясы
lo: ປະເພດທາງີການທີ່ຕັ້ງຂຶ້ນ
mk: Бизнис Категорија
ml: വാണിജ്യ വിഭാഗം
my: လုပ်ငန်းအမျိုးအစား
ne: व्यापार कोटि
pa: ਬਿਜ਼ਨਸ ਸ਼੍ਰੇਣੀ
ps: د سوداګرۍ کټګورۍ
si: ව්‍යාපාර වර්ගය
sk: Kategória podniku
sq: Kategoria e Biznesit
sw: Jamii ya Biashara
ta: வணிக வகை
th: หมวดหมู่ธุรกิจ
ur: کاروبار کی قسم

# companyAndShopName
source: Company & Shop Name
am: የኩባንያ እና የዕቃ ስም
as: কাম্পানী আৰু দোকানৰ নাম
az: Şirkət və Mağaza Adı
be: Назва Кампаніі і Крамы
bn: কোম্পানি এবং দোকানের নাম
cy: Enw Cwmni a Siop
et: Ettevõtte ja poe nimi
eu: Enpresa eta Denda Izena
fi: Yritys- ja kauppanimi
hy: Ընկերության և խանութի անունը
is: Fyrirtæki & Verslunarnafn
kk: Компания және дүкен атауы
km: ឈ្មោះក្រុមហ៊ុន និងហាង
kn: ಕಂಪೇನಿ ಮತ್ತು ಮಾರಾಟಗಾರಿಕೆ ಹೆಸರು
ky: Компания жана Дүкөндүн Аты
lo: ຊື່ບໍລິສັດ & ຮ້ານ
mk: Име на компанијата и продавницата
ml: കമ്പനിയും കടയും
my: ကုမ္ပဏီနှင့်ဆိုင်းအမည်
ne: कम्पनी र दुकानको नाम
pa: ਕੰਪਨੀ ਅਤੇ ਦੁਕਾਨ ਦਾ ਨਾਮ
ps: د شرکت او دوکان نوم
si: කාමී & සාප්පු නාමය
sk: Názov spoločnosti a obchodu
sq: Emri i Kompanisë dhe Dyqanit
sw: Jina la Kampuni na Duka
ta: கம்பெனி மற்றும் ஷாப் பெயர்
th: ชื่อบริษัทและร้านค้า
ur: کمپنی اور دکان کا نام

source: Phone Number
am: የስልክ ቁጥር
as: ফোন নম্বৰ
az: Telefon Nömrəsi
be: Нумар Тэлефона
bn: ফোন নম্বর
cy: Rhif Ffôn
et: Telefoninumber
eu: Telefono Zenbakia
fi: Puhelinnumero
hy: Հեռախոսահամար
is: Símanúmer
kk: Телефон нөмірі
km: លេខទូរស័ព្ទ
kn: ಫೋನ್ ಸಂಖ್ಯೆ
ky: Телефон Номери
lo: ເບີໂທລະສັບ
mk: Број на телефон
ml: ഫോൺ നമ്പർ
my: ဖုန်းနံပါတ်
ne: फोन नम्बर
pa: ਫੋਨ ਨੰਬਰ
ps: د تلیفون شمیره
si: දුරකථන අංකය
sk: Telefónne číslo
sq: Numri i Telefonit
sw: Namba ya Simu
ta: தொலைபேசி எண்
th: หมายเลขโทรศัพท์
ur: فون نمبر

source: Enter Phone Number
am: የስልክ ቁጥርን ይግቡ
as: ফোন নম্বৰ প্ৰৱিষ্ট কৰক
az: Telefon Nömrəsini Daxil Edin
be: Увядзіце Нумар Тэлефона
bn: ফোন নম্বর লিখুন
cy: Rhowch Rhif Ffôn
et: Sisestage telefoninumber
eu: Sartu Telefono Zenbakia
fi: Syötä puhelinnumero
hy: Մուտքագրեք հեռախոսահամարը
is: Sláðu inn símanúmer
kk: Телефон нөмірін енгізіңіз
km: បញ្ចូលលេខទូរស័ព្ទ
kn: ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ky: Телефон Номериңизди Киргизиңиз
lo: ປ້ອນເບີໂທຂອງທ່ານ
mk: Внесете број на телефон
ml: ഫോൺ നമ്പർ പ്രവേശിപ്പിക്കുക
my: ဖုန်းနံပါတ်အစရှိသည်
ne: फोन नम्बर प्रविष्ट गर्नुहोस्
pa: ਫੋਨ ਨੰਬਰ ਦਾਖਲ ਕਰੋ
ps: د تلیفون شمیره داخل کړئ
si: දුරකථන අංකය ඇතුළත් කරන්න
sk: Zadajte telefónne číslo
sq: Shkruani Numrin e Telefonit
sw: Ingiza Namba ya Simu
ta: தொலைபேசி எண் உள்ளிடவும்
th: ใส่หมายเลขโทรศัพท์
ur: فون نمبر درج کریں

source: Company Address
am: የኩባንያ አድራሻ
as: কাম্পানীৰ ঠিকনা
az: Şirkət Ünvanı
be: Адрас Кампаніі
bn: প্রতিষ্ঠান এর ঠিকানা
cy: Cyfeiriad Cwmni
et: Ettevõtte aadress
eu: Enpresaren Helbidea
fi: Yrityksen osoite
hy: Ընկերության հասցե
is: Heimilisfang fyrirtækis
kk: Компания мекенжайы
km: អាសយដ្ឋានក្រុមហ៊ុន
kn: ಕಂಪೆನಿ ವಿಳಾಸ
ky: Компаниянын Дареги
lo: ທີ່ຢູ່ບໍລິສັດ
mk: Адреса на компанијата
ml: കമ്പനിയുടെ വിലാസം
my: ကုမ္ပဏီလိပ်စာ
ne: कम्पनीको ठेगाना
pa: ਕੰਪਨੀ ਦਾ ਪਤਾ
ps: د شرکت پته
si: කාමී ලිපිනය
sk: Adresa spoločnosti
sq: Adresa e Kompanisë
sw: Anwani ya Kampuni
ta: கம்பெனி முகவரி
th: ที่อยู่บริษัท
ur: کمپنی کا پتہ

source: Enter Full Address
am: አጠቃላይ አድራሻን ይግቡ
as: সম্পূৰ্ণ ঠিকনা প্ৰৱিষ্ট কৰক
az: Tam Ünvanı Daxil Edin
be: Увядзіце Поўны Адрас
bn: সম্পূর্ণ ঠিকানা লিখুন
cy: Rhowch Gyfeiriad Llawn
et: Sisestage täielik aadress
eu: Sartu Helbide Osokoa
fi: Syötä koko osoite
hy: Մուտքագրեք ամբողջ հասցեն
is: Sláðu inn fullt heimilisfang
kk: Толық мекенжайды енгізіңіз
km: បញ្ចូលអាសយដ្ឋានពេញ
kn: ಪೂರ್ಣ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ky: Толук Дарегиңизди Киргизиңиз
lo: ປ້ອນທີ່ຢູ່ເມືອງ
mk: Внесете целосна адреса
ml: സമ്പൂർണ്ണ വിലാസം പ്രവേശിപ്പിക്കുക
my: လိပ်စာအပြည့်အစုံကိုရိုက်ပါ
ne: पूरा ठेगाना प्रविष्ट गर्नुहोस्
pa: ਪੂਰਾ ਪਤਾ ਦਾਖਲ ਕਰੋ
ps: مکمل پته داخل کړئ
si: මුල් ලිපිනය ඇතුළත් කරන්න
sk: Zadajte úplnú adresu
sq: Shkruani Adresën e Plotë
sw: Ingiza Anwani Kamili
ta: முழு முகவரி உள்ளிடவும்
th: ใส่ที่อยู่เต็ม
ur: مکمل پتہ درج کریں

source: Language
am: ቋንቋ
as: ভাষা
az: Dil
be: Мова
bn: ভাষা
cy: Iaith
et: Keel
eu: Hizkuntza
fi: Kieli
hy: Լեզու
is: Tunga
kk: Тіл
km: ភាសា
kn: ಭಾಷೆ
ky: Тил
lo: ພາສາ
mk: Јазик
ml: ഭാഷ
my: ဘာသာစကား
ne: भाषा
pa: ਭਾਸ਼ਾ
ps: ژبه
si: භාෂාව
sk: Jazyk
sq: Gjuha
sw: Lugha
ta: மொழி
th: ภาษา
ur: زبان

source: Opening Balance
am: የመነሻ ባለሞያ
as: আৰম্ভণি ব্যালেন্স
az: Əvvəlki Balans
be: Пачатковы Баланс
bn: ওপেনিং ব্যালেন্স
cy: Cydbwysedd Agoriadol
et: Avabalanse
eu: Irekiera Oinarria
fi: Aloitussaldo
hy: Բացման մնացորդ
is: Upphafsbalans
kk: Басып ашу сомасы
km: សមតុល្យការចាប់ផ្ដើម
kn: ಆರಂಭಿಕ ಶಿಲುಬೆ
ky: Ачылыш Балансы
lo: ຍອດເລີ່ມຕົ້ນ
mk: Отворање на салдо
ml: തുടക്ക ബാലൻസ്
my: ပိတ်ဆုံးဖွဲ့ရန်
ne: आरम्भिक शेष राख्नुहोस्
pa: ਖੁਲ੍ਹਾ ਬਕਾਇਆ
ps: د پرانستلو بیلانس
si: ආරක්ෂාව අරක්ෂාව
sk: Počiatočný zostatok
sq: Bilanci Hapësirë
sw: Salio la Awali
ta: திறப்பு இருப்பு
th: ยอดเงินเริ่มต้น
ur: آغازی بیلنس

# continu
source: Continue
am: መቀጣጠር
as: অগ্ৰসৰণ
az: Davam et
be: Працягваць
bn: চালিয়ে যান
cy: Parhau
et: Jätka
eu: Jarraitzea
fi: Jatka
hy: Շարունակել
is: Halda áfram
kk: Жалғастыру
km: បន្ត
ky: Улантуу
lo: ຕໍ່
mk: Продолжи
ml: തുടരണം
my: ဆက်လုပ်မည်
ne: सुरु गर्नुहोस्
pa: ਜਾਰੀ ਰੱਖੋ
ps: ادامه
si: දිගටම
sk: Pokračovať
sq: Vazhdoni
sw: Endelea
ta: தொடர்க
th: ดำเนินการต่อ
ur: جاری رہیں

# createAFreeAccounts
source: Create a Free Account
am: ነፃ አካውንት ይፍጠሩ
as: এটা বিনামূলীয়া একাউণ্ট বনাওক
az: Pulsuz Hesab Yarat
be: Стварыць Бясплатны Акаўнт
bn: অস্ত্রোপচার
cy: Creu Cyfrif Am Ddim
et: Loo tasuta konto
eu: Sortu Kontu Doakoa
fi: Luo ilmainen tili
hy: Ստեղծեք անվճար հաշիվ
is: Búðu til ókeypis reikning
kk: Тегін тіркелу
km: បង្កើតគណនីសំរាប់ឥតគិតថ្លៃ
kn: ಉಚಿತ ಖಾತೆ ತೆರೆಯಿರಿ
ky: Тегин Аккаунт Жасоо
lo: ສ້າງບັນຊີຟຣີ
mk: Создајте бесплатна сметка
ml: മറ്റൊരു അക്കൗണ്ട് ഉണ്ടാക്കുക
my: အခမဲ့အကောင့်ဖန်တီးပါ
ne: मुफ्त खाता बनाउनुहोस्
pa: ਮੁਫਤ ਖਾਤਾ ਬਣਾਓ
ps: د وړیا حساب جوړول
si: නොමිලේ ගිණුමක් සාදන්න
sk: Vytvoriť bezplatný účet
sq: Krijo një Llogari të Lirë
sw: Tengeneza Akaunti Bure
ta: இலவச கணக்கை உருவாக்கு
th: สร้างบัญชีฟรี
ur: مفت اکاؤنٹ بنائیں

source: LogIn
am: ግባ
as: লগইন
az: Daxil ol
be: Увайсці
bn: প্রবেশ করুন
cy: Mewngofnodi
et: Logi sisse
eu: Sartu
fi: Kirjaudu sisään
hy: Մուտք
is: Innskráning
kk: Кіру
km: ចូល
kn: ಲಾಗಿನ್ ಮಾಡಿ
ky: Кирүү
lo: ເຂົ້າສູ່ລະບົບ
mk: Најава
ml: ലോഗിൻ
my: အကောင့်ဝင်ရန်
ne: लग इन गर्नुहोस्
pa: ਲੌਗਇਨ
ps: ننوتل
si: පිවිසුම
sk: Prihlásiť sa
sq: Hyrje
sw: Ingia
ta: உள்நுழை
th: เข้าสู่ระบบ
ur: لاگ ان کریں

source: Congratulations
am: እንኳን ወደ ወጣ
as: অভিনন্দন
az: Təbrik edirik
be: Сардэчна Віншуем
bn: অভিনন্দন
cy: Llongyfarchiadau
et: Palju õnne
eu: Zorionak
fi: Onnittelut
hy: Ի շնորհավորանք
is: Til hamingju
kk: Құттықтаймыз
km: អបអរសាទរ
kn: ಅಭಿನಂದನೆಗಳು
ky: Куттуктайбыз
lo: ຊື່ສິນຄ້າ
mk: Честитки
ml: അഭിനന്ദനങ്ങൾ
my: ဂျပန်စခန်းကျွန်ုပ်သို့
ne: अभिनन्दन
pa: ਬਧਾਈਆਂ
ps: مبارک وي
si: සුබාධායක්ද
sk: Gratulujeme
sq: Urime
sw: Hongera
ta: மகிழ்ச்சி
th: ขอแสดงความยินดี
ur: مبارک ہو

# youHaveSuccefulyLogin
source: You are successfully login into your account. Stay with Pos Saas .
am: ወደ አካውንትዎ በተሳካ ሁኔታ ግባን። Pos SaaS እንደተወዳጅ ይቀጥሉ።
as: আপুনি সফলতাৰে আপোনাৰ একাউণ্টত লগ ইন কৰিছে। পছ ছাসৰ সৈতে থাকক।
az: Hesabınıza uğurla daxil oldunuz. Pos Saas ilə qalın.
be: Вы паспяхова ўвайшлі ў свой акаўнт. Заставайцеся з Pos SaaS.
bn: আপনি সফলভাবে আপনার অ্যাকাউন্টে লগইন করেছেন৷ Pos Saas এর সাথে থাকুন
cy: Rydych wedi mewngofnodi'n llwyddiannus i'ch cyfrif. Arhoswch gyda Pos Saas.
et: Olete oma kontole edukalt sisse loginud. Jätkake Pos Saasiga.
eu: Zure kontuan arrakastaz sartu zara. Mantendu Pos SaaS-ekin.
fi: Olet kirjautunut tilillesi onnistuneesti. Ole Pos Saas in kanssa.
hy: Դուք հաջողությամբ մուտք գործեցիք ձեր հաշիվը։ Մնացեք Pos Saas-ում։
is: Þú hefur skráð þig inn á reikninginn þinn. Vertu hjá Pos Saas.
kk: Сіз сәтті тұрып, аккаунтыңызға кірдіңіз. Pos Saas менімен болыңыз.
km: អ្នកបានចូលប្រើប្រាស់បានជោគជ័យ។ សូមនៅជាមួយនឹង Pos Saas
kn: ನೀವು ಯಶಸ್ವಿಯಾಗಿ ನಿಮ್ಮ ಖಾತೆಗೆ ಲಾಗಿನ್ ಆಗಿದ್ದೀರಿ. ಸ್ಮಾರ್ಟ್ ಬಿಯಾಶಾರ ನೊಂದಿಗೆ ಇರಿ.
ky: Сиз аккаунтуңузга ийгиликтүү кирдиңиз. Pos SaaS менен калыңыз.
lo: ທ່ານໄດ້ເຂົ້າລະບົບສົມບູນ. ປ້ອນຕົວຕົນດຽວກັນກັບ Pos Saas.
mk: Успешно се најдовте во вашиот акаунт. Останете со Pos Saas.
ml: നിങ്ങൾ വിജയകരമായി നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് ലോഗിൻ ചെയ്തു. പോസ് സാസ് എന്നതിൽ തുടരുക.
my: သင်အောင်မြင်သောအကောင့်ဝင်ပြီးပါပြီ။ Pos Saas နှင့်တက်ရောက်ကြောင်းကိုကာကွယ်ရှိပါတယ်။
ne: तपाईं सफलतापूर्वक आफ्नो खातामा लगइएका छौं। Pos Saas सँग बस्नुहोस्।
pa: ਤੁਸੀਂ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਸਫਲਤਾਪੂਰਕ ਲੌਗਇਨ ਕੀਤਾ ਹੈ। ਪੋਸ ਸਾਅਸ ਨਾਲ ਰਹੋ।
ps: تاسو په بریالیتوب سره خپل حساب ته ننووتل. د Pos SaaS سره پاتې شئ.
si: ඔබට සාර්ථකත්වයෙන් ඔබේ ගිණුමට පිවිසුම් වී ඇත. Pos Saas සමඟ සම්බනවේ.
sk: Úspešne ste sa prihlásili do vášho účtu. Zostaňte s Pos Saas.
sq: Jeni hyrë me sukses në llogarinë tuaj. Qëndroni me Pos Saas.
sw: Umeingia kwenye akaunti yako kwa mafanikio. Endelea na Pos Saas.
ta: உங்கள் கணக்கில் வெற்றிகரமாக உள்நுழைந்துள்ளீர்கள். போஸ் சாஸுடன் இருங்கள்.
th: คุณเข้าสู่ระบบสำเร็จแล้ว อยู่กับ Pos Saas ไปเถอะ
ur: آپ کامیابی سے اپنے اکاؤنٹ میں لاگ ان ہو گئے ہیں۔ Pos Saas کے ساتھ رہیں۔

source: Add Contact
am: የተገናኝ መጨረሻ
as: যোগাযোগ যোগ কৰক
az: Əlaqə əlavə et
be: Дадаць Кантакт
bn: পরিচিতি যোগ করুন
cy: Ychwanegu Cyswllt
et: Lisa kontakt
eu: Gehitu Harremana
fi: Lisää yhteystieto
hy: Ավելացնել կոնտակտ
is: Bæta við tengilið
kk: Байланыс қосу
km: បន្ថែមទំនាក់ទំនង
kn: ಸಂಪರ್ಕ ಸೇರಿಸಿ
ky: Байланышты Кошуу
lo: ເພີ່ມຕິດຕໍ່
mk: Додај контакт
ml: സമ്പർക്കം ചേർക്കുക
my: ဆက်သွယ်ရန်အသုံးပြုရန်
ne: संपर्क थप्नुहोस्
pa: ਸੰਪਰਕ ਸ਼ਾਮਲ ਕਰੋ
ps: اړیکه اضافه کړئ
si: දුරකථනය එකතු කරන්න
sk: Pridať kontakt
sq: Shto Kontakt
sw: Ongeza Mwasiliani
ta: தொடர்பு சேர்க்க
th: เพิ่มผู้ติดต่อ
ur: رابطہ شامل کریں

source: Enter Your Phone Number
am: የስልክ ቁጥርዎን ይግቡ
as: আপোনাৰ ফোন নম্বৰ প্ৰৱিষ্ট কৰক
az: Telefon nömrənizi daxil edin
be: Увядзіце Ваш Нумар Тэлефона
bn: আপনার ফোন নম্বর লিখুন
cy: Rhowch Eich Rhif Ffôn
et: Sisestage oma telefoninumber
eu: Sartu Zure Telefono Zenbakia
fi: Syötä puhelinnumerosi
hy: Մուտքագրեք ձեր հեռախոսահամարը
is: Sláðu inn símanúmerið þitt
kk: Телефон нөміріңізді енгізіңіз
km: បញ្ចូលលេខទូរស័ព្ទរបស់អ្នក
kn: ನಿಮ್ಮ ಫೋನ್ ನಂಬರನ್ನು ನಮೂದಿಸಿ
ky: Телефон Номериңизди Киргизиңиз
lo: ປ້ອນເບີໂທລະສັບຂອງທ່ານ
mk: Внесете го вашиот број на телефон
ml: നിങ്ങളുടെ ഫോൺ നമ്പർ പ്രവേശിപ്പിക്കുക
my: သင်၏ဖုန်းနံပါတ်အစရှိသည်
ne: तपाईंको फोन नम्बर प्रविष्ट गर्नुहोस्
pa: ਤੁਹਾਡਾ ਫੋਨ ਨੰਬਰ ਦਾਖਲ ਕਰੋ
ps: خپله د تلیفون شمیره داخل کړئ
si: ඔබගේ දුරකථන අංකය ඇතුළත් කරන්න
sk: Zadajte svoje telefónne číslo
sq: Shkruani Numrin Tuaj të Telefonit
sw: Ingiza Namba yako ya Simu
ta: உங்கள் தொலைபேசி எண்ணை உள்ளிடவும்
th: ใส่หมายเลขโทรศัพท์ของคุณ
ur: اپنا فون نمبر درج کریں

# name
source: Enter Your Name.
am: የእርስዎን ስም ይግቡ።
as: আপোনাৰ নাম প্ৰৱিষ্ট কৰক।
az: Adınızı daxil edin
be: Увядзіце Ваша Імя.
bn: আপনার নাম প্রবেশ করুন
cy: Rhowch Eich Enw.
et: Sisestage oma nimi.
eu: Sartu Zure Izena.
fi: Syötä nimesi
hy: Մուտքագրեք ձեր անունը։
is: Sláðu inn nafnið þitt.
kk: Атыңызды енгізіңіз.
km: បញ្ចូលឈ្មោះរបស់អ្នក។
kn: ನಿಮ್ಮ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ky: Атыңызды Киргизиңиз.
lo: ປ້ອນຊື່ຂອງທ່ານ
mk: Внесете го вашето име.
ml: നിങ്ങളുടെ പേര് നൽകുക.
my: သင်၏အမည်ထည့်ပါ။
ne: तपाईंको नाम प्रविष्ट गर्नुहोस्।
pa: ਤੁਹਾਡਾ ਨਾਮ ਦਾਖਲ ਕਰੋ।
ps: خپل نوم داخل کړئ.
si: ඔබගේ නම ඇතුළත් කරන්න.
sk: Zadajte svoje meno.
sq: Shkruani Emrin Tuaj.
sw: Ingiza Jina Lako.
ta: உங்கள் பெயர் உள்ளிடவும்.
th: ใส่ชื่อของคุณ
ur: اپنا نام درج کریں۔

source: Enter Amount.
am: መጠን ይግቡ።
as: ৰাশি প্ৰৱিষ্ট কৰক।
az: Məbləği daxil edin
be: Увядзіце Суму.
bn: পরিমান লিখুন
cy: Rhowch Swm.
et: Sisestage summa.
eu: Sartu Kantitatea.
fi: Syötä määrä
hy: Մուտքագրեք գումարը։
is: Sláðu inn upphæð.
kk: Соманы енгізіңіз.
km: បញ្ចូលចំនួនទឹកប្រាក់។
kn: ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
ky: Сумманы Киргизиңиз.
lo: ປ້ອນຈຳນວນເງິນ
mk: Внесете износ.
ml: രാശി നൽകുക.
my: ပမာဏအရေအတွက်ထည့်ပါ။
ne: रकम प्रविष्ट गर्नुहोस्।
pa: ਰਕਮ ਦਾਖਲ ਕਰੋ।
ps: مقدار داخل کړئ.
si: මුදල ඇතුළත් කරන්න.
sk: Zadajte sumu.
sq: Shkruani Shumën.
sw: Ingiza Kiasi.
ta: தொகை உள்ளிடவும்.
th: ใส่จำนวนเงิน
ur: رقم درج کریں۔

source: Retailer
am: የዕቃ ሻጭ
as: খুচুৰা বিক্ৰেতা
az: Pul satan
be: Рознічны Гандляр
bn: খুচরা বিক্রেতা
cy: Man Werthu
et: Jaemüüja
eu: Merkatari
fi: Jälleenmyyjä
hy: Մանրածախ վաճառող
is: Smásali
kk: Торговец
km: អ្នកលក់រាយ
kn: ಖರೀದಿದಾರ
ky: Ретейлер
lo: ນັກຮັບສີນຄ້າ
mk: Реталер
ml: രീട്ടെയ്ലർ
my: ကုန်ပစ္စည်းရောင်းသူ
ne: खुद्रा विक्रेता
pa: ਰਿਟੇਲਰ
ps: پرچون فروش
si: කාර්යාලයේ
sk: Malý predajca
sq: Pikëshitës
sw: Muuza rejareja
ta: விற்பனையாளர்
th: ร้านค้าปลีก
ur: خوردہ فروش

source: Dealer
am: የዕቃ ወረዳ
as: বিক্ৰেতা
az: Bayi
be: Дылер
bn: ডিলার
cy: Deliwr
et: Edasimüüja
eu: Saltzaile
fi: Jälleenmyyjä
hy: Վաճառող
is: Söluaðili
kk: Дилер
km: អ្នកលក់ដុំ
kn: ವಿಪಣಿದಾರ
ky: Дилер
lo: ນັກຮັບສີນຄ້າຂອງທ່ານ
mk: Дилер
ml: ഡീലർ
my: ကုန်ပစ္စည်းရောင်းသူ
ne: व्यापारी
pa: ਡਿਲਰ
ps: مشتري
si: දෙවැනියානු
sk: Distribútor
sq: Tregtar
sw: Muuzaji
ta: வாணிகர்
th: ผู้จัดจำหน่าย
ur: ڈیلر

# wholSeller
source: Wholesaler
am: ወረዳ ዋስትና
as: হোলচে'লাৰ
az: Topdan satan
be: Аптовік
bn: পাইকারী বিক্রেতা
cy: Cyfanwerthwr
et: Hulgimüüja
eu: Handizkari
fi: Tukkumyyjä
hy: Մեծածախ վաճառող
is: Heildsali
kk: Оптовик
km: អ្នកលក់លើស
kn: ಹೊಲಸೇಲ್ ವಿಕ್ರೇತಾ
ky: Оптовик
lo: ນັກຮັບສີນຄ້າລາວ
mk: Големопродажба
ml: തൊഴിലാളി
my: ကုန်လက်ခံသူ
ne: थोक विक्रेता
pa: ਥੋਕ ਵਿੱਕਰੇਤਾ
ps: د عمده پلورونکی
si: සාම්ප්‍රදායික
sk: Veľkoobchodník
sq: Shitës me shumicë
sw: Muuza Jumla
ta: மொத்த விற்பனையாளர்
th: ผู้ขายส่ง
ur: ہول سیلر

source: Supplier
am: አቅራቢ
as: যোগান দাতা
az: Təchizatçı
be: Пастаўшчык
bn: সরবরাহকারী
cy: Cyflenwr
et: Tarnija
eu: Hornitzailea
fi: Toimittaja
hy: Մատակարար
is: Birgir
kk: Тапсырыс беруші
km: អ្នកផ្គត់ផ្គង់
kn: ಸರಬರಾಜು
ky: Жабдыручулар
lo: ຜູ້ສະໜອງ
mk: Добавувач
ml: സപ്ലയർ
my: ကုန်ပစ္စည်းရောင်း
ne: प्रदायक
pa: ਸਪਲਾਇਰ
ps: چمتو کونکی
si: සහායක
sk: Dodávateľ
sq: Furnizues
sw: Mtoa Huduma
ta: வழக்காளர்
th: ผู้จัดจำหน่าย
ur: سپلائر

source: More Info
am: በተጨማሪ መረጃ
as: অধিক তথ্য
az: Daha çox məlumat
be: Больш Інфармацыі
bn: অধিক তথ্য
cy: Mwy o Wybodaeth
et: Rohkem teavet
eu: Informazio Gehiago
fi: Lisätietoja
hy: Լրացուցիչ տեղեկություններ
is: Fleiri upplýsingar
kk: Толығырақ
km: ព័ត៌មានបន្ថែម
kn: ಹೆಚ್ಚಿನ ಮಾಹಿತಿ
ky: Көбүрөөк Маалымат
lo: ຂໍ້ມູນເພີ່ມເຕີມ
mk: Повеќе информации
ml: കൂടുതൽ വിവരങ്ങൾ
my: အချက်အလက်
ne: थप जानकारी
pa: ਹੋਰ ਜਾਣਕਾਰੀ
ps: نوره معلومات
si: වැඩි විස්තර
sk: Viac informácií
sq: Më shumë Informacion
sw: Maelezo Zaidi
ta: மேலும் தகவல்
th: ข้อมูลเพิ่มเติม
ur: مزید معلومات

source: Address
am: አድራሻ
as: ঠিকনা
az: Ünvan
be: Адрас
bn: ঠিকানা
cy: Cyfeiriad
et: Aadress
eu: Helbidea
fi: Osoite
hy: Հասցե
is: Heimilisfang
kk: Мекенжай
km: អាសយដ្ឋាន
kn: ವಿಳಾಸ
ky: Дарек
lo: ທີ່ຢູ່
mk: Адреса
ml: വിലാസം
my: လိပ်စာ
ne: ठेगाना
pa: ਪਤਾ
ps: پته
si: ලිපිනය
sk: Adresa
sq: Adresa
sw: Anwani
ta: முகவரி
th: ที่อยู่
ur: پتہ

source: Enter Address
am: አድራሻን ይግቡ
as: ঠিকনা প্ৰৱিষ্ট কৰক
az: Ünvanı daxil edin
be: Увядзіце Адрас
bn: ঠিকানা লিখুন
cy: Rhowch Gyfeiriad
et: Sisestage aadress
eu: Sartu Helbidea
fi: Syötä osoite
hy: Մուտքագրեք հասցեն
is: Sláðu inn heimilisfang
kk: Мекенжайды енгізіңіз
km: បញ្ចូលអាសយដ្ឋាន
kn: ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ky: Дарек Киргизиңиз
lo: ປ້ອນທີ່ຢູ່
mk: Внесете адреса
ml: വിലാസം നൽകുക
my: လိပ်စာရိုက်ပါ
ne: ठेगाना प्रविष्ट गर्नुहोस्
pa: ਪਤਾ ਦਾਖਲ ਕਰੋ
ps: پته داخل کړئ
si: ලිපිනය ඇතුළත් කරන්න
sk: Zadajte adresu
sq: Shkruani Adresën
sw: Ingiza Anwani
ta: முகவரி உள்ளிடவும்
th: ป้อนที่อยู่
ur: پتہ درج کریں

source: Save
am: ይቀመጡ
as: সংৰক্ষণ কৰক
az: Saxla
be: Захаваць
bn: সংরক্ষণ
cy: Cadw
et: Salvesta
eu: Gorde
fi: Tallenna
hy: Պահպանել
is: Vista
kk: Сақтау
km: រក្សាទុក
kn: ಉಳಿಸಿ
ky: Сактоо
lo: ບັນທຶກ
mk: Зачувај
ml: സംരക്ഷിക്കുക
my: သိမ်းမည်
ne: बचत गर्नुहोस्
pa: ਸੇਵ ਕਰੋ
ps: ژغورل
si: සුරකින්න
sk: Uložiť
sq: Ruaj
sw: Hifadhi
ta: சேமி
th: บันทึก
ur: محفوظ کریں

source: Customer Details
am: የደንበኛ ዝርዝር
as: গ্ৰাহকৰ বিৱৰণ
az: Müştəri məlumatları
be: Дэталі Кліента
bn: কাস্টমার বিস্তারিত
cy: Manylion Cwsmer
et: Kliendi andmed
eu: Bezeroaren Xehetasunak
fi: Asiakastiedot
hy: Հաճախորդի տվյալները
is: Skráningarupplýsingar viðskiptavinar
kk: Тапсырыш беруші туралы мәлімет
km: ព័ត៌មានអតិថិជន
kn: ಗ್ರಾಹಕ ವಿವರಗಳು
ky: Кардардын Маалыматтары
lo: ລາຍລະອຽດລູກຄ້າ
mk: Детали за клиентот
ml: ഉപഭോക്തൃ വിശദാംശങ്ങൾ
my: အဖအမည်များ
ne: ग्राहकका विवरण
pa: ਗਾਹਕ ਵੇਰਵੇ
ps: د پیرودونکي تفصیلات
si: කුමුදු විස්තර
sk: Detaily zákazníka
sq: Detajet e Klientit
sw: Maelezo ya Mteja
ta: வாடிக்கையாளர் விவரங்கள்
th: รายละเอียดลูกค้า
ur: گاہک کی تفصیلات

# areYourSureDeleteThisUser
source: Are you sure to delete this user?
am: ይህ ተጠቃሚ እንደተለውጥ እርግጥ ነን?
as: আপুনি কি এই ব্যৱহাৰকাৰী মচি পেলাবলৈ নিশ্চিত?
az: Bu istifadəçini silməyə əminsiniz?
be: Вы ўпэўненыя, што хочаце выдаліць гэтага карыстальніка?
bn: আপনি এই ব্যবহারকারী মুছে ফেলার বিষয়ে নিশ্চিত?
cy: Ydych chi'n siŵr eich bod am ddileu'r defnyddiwr hwn?
et: Kas olete kindel, et soovite selle kasutaja kustutada?
eu: Ziur al zaude erabiltzaile hau ezabatzeko?
fi: Haluatko varmasti poistaa tämän käyttäjän?
hy: Հիմա՞ եք վստահ, որ ցանկանում եք հեռացնել այս օգտագործողին?
is: Ertu viss um að þú viljir eyða þessum notanda?
kk: Бұл пайдаланушын жою керекпіз бе?
km: តើអ្នកប្រាកដជាចង់លុបអ្នកប្រើប្រាស់នេះមែនទេ?
kn: ನೀವು ಈ ಬಳಕೆದಾರನನ್ನು ನಿಶ್ಚಿತವಾಗಿ ಅಳಿಸಲು ಖಚಿತರಾಗಿದ್ದೀರಾ?
ky: Бул колдонуучуну жок кылууга ишенесизби?
lo: ທ່ານແນ່ໃຈບໍ່ທີ່ຈະລົບຜູ້ໃຊ້ງານນີ້?
mk: Дали сте сигурни дека сакате да го избришете овој корисник?
ml: ഈ ഉപയോക്താവിനെ മാച്ചുവാൻ നിങ്ങൾക്കുണ്ടോ?
my: ဤအသုံးပြုသူကို ဖျက်မလား?
ne: के तपाईं यस प्रयोगकर्ता लाई मेटाउन चाहनुहुन्छ?
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਉਪਭੋਗਤਾ ਨੂੰ ਮਿਟਾਉਣ ਦੇ ਲਈ ਯਕੀਨੀ ਹੋ?
ps: آیا تاسو د دې کارونکي د حذف کولو په اړه ډاډه یاست؟
si: මෙය මකාද?
sk: Ste si istí, že chcete vymazať tohto používateľa?
sq: Jeni të sigurt që dëshironi të fshini këtë përdorues?
sw: Je, una uhakika unataka kufuta mtumiaji huyu?
ta: இந்த பயனரை நீக்க உறுதியளிக்கின்றீர்களா?
th: คุณแน่ใจหรือไม่ที่จะลบผู้ใช้รายนี้?
ur: کیا آپ اس صارف کو حذف کرنا چاہتے ہیں؟
