Repository: userfriendly125/azkaios
Catalog: lib/l10n/intl_*.arb
Languages: am, as, az, be, bn, cy, et, eu, fi, hy, is, kk, km, kn, ky, lo, mk, ml, my, ne, pa, ps, si, sk, sq, sw, ta, th, ur

source: Please add quantity
am: እባኮትን ብዛት ይጨምሩ
as: দয়া কৰি পৰিমাণ যোগ কৰক
az: Zəhmət olmasa, miqdar əlavə edin
be: Калі ласка, дадайце колькасць
bn: অনুগ্রহ করে পরিমাণ যোগ করুন
cy: Os gwelwch yn dda, ychwanegwch gymhareb
et: Palun lisage kogus
eu: Mesedez, gehitu kantitatea
fi: Ole hyvä ja lisää määrä
hy: Խնդրում ենք ավելացնել քանակը
is: Vinsamlegast bættu við magni
kk: Саныңызды қосыңыз
km: សូមបន្ថែមបរិមាណ
kn: ದಯವಿಟ್ಟು ಪ್ರಮಾಣವನ್ನು ಸೇರಿಸಿ
ky: Саны кошуңуз
lo: ຂໍໃສ່ຈຳນວນ
mk: Ве молиме додајте количина
ml: ദയവായി അളവ് ചേർക്കുക
my: အရေအတွက်ထည့်ပါ
ne: कृपया मात्र थप्नुहोस्
pa: ਕਿਰਪਾ ਕਰਕੇ ਮਾਤਰਾ ਜੋੜੋ
ps: مهرباني وکړئ مقدار اضافه کړئ
si: කරුණාකර ප්‍රමාණය එක් කරන්න
sk: Prosím, pridajte množstvo
sq: Ju lutemi shtoni sasinë
sw: Tafadhali ongeza kiasi
ta: தயவுசெய்து அளவைச் சேர்க்கவும்
th: กรุณาเพิ่มจำนวน
ur: براہ کرم مقدار شامل کریں

source: Product name is already added
am: የምርት ስም አስቀድሞ ተጨመረ
as: প্ৰযুক্ত নাম আগতে যোগ কৰা হৈছে
az: Məhsul adı artıq əlavə edilib
be: Назва прадукту ўжо дададзена
bn: পণ্যের নাম ইতিমধ্যেই যোগ করা হয়েছে
cy: Mae enw'r cynnyrch eisoes wedi'i ychwanegu
et: Tootenimi on juba lisatud
eu: Produktuen izena dagoeneko gehitu da
fi: Tuotenimi on jo lisätty
hy: Ապրանքի անունը արդեն ավելացված է
is: Vörunafn er þegar bætt við
kk: Өнім атауы уже қосылды
km: ឈ្មោះផលិតផលបានបន្ថែមរួចហើយ
kn: ಉತ್ಪನ್ನದ ಹೆಸರು ಈಗಾಗಲೇ ಸೇರಿಸಲಾಗಿದೆ
ky: Продукттун аты мурда кошулган
lo: ຊື່ສິນຄ້າແມ່ນແລ້ວຖືກໃສ່
mk: Името на производот веќе е додадено
ml: ഉൽപ്പന്നത്തിന്റെ പേര് ഇതിനകം ചേർത്തു
my: ထုတ်ကုန်အမည်ကို အရင်ရောက်ရှိပြီးသားပါ
ne: उत्पादको नाम पहिले नै थपिएको छ
pa: ਉਤਪਾਦ ਦਾ ਨਾਮ ਪਹਿਲਾਂ ਹੀ ਜੋੜਿਆ ਗਿਆ ਹੈ
ps: د محصول نوم لا دمخه اضافه شوی دی
si: නිෂ්පාදන නම දැනටමත් එක් කර ඇත
sk: Názov produktu je už pridaný
sq: Emri i produktit është shtuar tashmë
sw: Jina la bidhaa tayari limeongezwa
ta: பொருட் பெயர் ஏற்கனவே சேர்க்கப்பட்டுள்ளது
th: ชื่อผลิตภัณฑ์ถูกเพิ่มแล้ว
ur: پروڈکٹ کا نام پہلے ہی شامل کیا جا چکا ہے

source: Usb C
bn: ইউএসবি সি
kn: ಯುಎಸ್‌ಬಿ ಸಿ
ne: यूएसबी सी
ps: یو اس بی C
ta: யூஎஸ்பி சி
ur: یو ایس بی سی

source: Taxes
am: ታክስ
as: কৰ
az: Vergilər
be: Падаткі
bn: কর
cy: Trethi
et: Maksud
eu: Zergen
fi: Verot
hy: Հարկեր
is: Skattar
kk: Салықтар
km: ពន្ធ
kn: ಕರಗಳು
ky: Салыктар
lo: ພາສີ
mk: Данци
ml: പമ്പനകൾ
my: အခွန်များ
ne: करहरू
pa: ਕਰ
ps: مالیات
si: බදු
sk: Daně
sq: Tatimet
sw: Kodi
ta: வரி
th: ภาษี
ur: ٹیکس

source: Company & Business Name
am: የኩባንያ እና የንግድ ስም
as: কোম্পানী আৰু ব্যৱসায়ৰ নাম
az: Şirkət və Biznes Adı
be: Назва кампаніі і бізнесу
bn: কোম্পানি ও ব্যবসার নাম
cy: Enw Cwmni a Busnes
et: Ettevõtte ja äri nimi
eu: Enpresaren eta Negozioaren Izena
fi: Yrityksen ja liiketoiminnan nimi
hy: Ընկերության և բիզնեսի անունը
is: Fyrirtæki og viðskipti nafn
kk: Компания және Бизнес атауы
km: ឈ្មោះក្រុមហ៊ុន និងអាជីវកម្ម
kn: ಕಂಪನಿಯ ಮತ್ತು ವ್ಯವಹಾರದ ಹೆಸರು
ky: Компания жана бизнес аты
lo: ຊື່ບໍລິສັດແລະທຸລະກິດ
mk: Име на компанијата и бизнис
ml: കമ്പനി & ബിസിനസ് പേര്
my: ကုမ္ပဏီနှင့် စီးပွားရေးအမည်
ne: कम्पनी र व्यापारको नाम
pa: ਕੰਪਨੀ ਅਤੇ ਕਾਰੋਬਾਰ ਦਾ ਨਾਮ
ps: د شرکت او سوداګرۍ نوم
si: සමාගම සහ වාණිජ නාමය
sk: Názov spoločnosti a podnikania
sq: Emri i Kompanisë dhe Biznesit
sw: Jina la Kampuni & Biashara
ta: கம்பனி & வணிகப் பெயர்
th: ชื่อบริษัทและธุรกิจ
ur: کمپنی اور کاروبار کا نام

source: Sending Email
am: ኢሜይል እንደምታላክ
as: ইমেইল পঠাইছে
az: E-poçt göndərilir
be: Адпраўка электроннай пошты
bn: ইমেইল পাঠানো হচ্ছে
cy: Anfon E-bost
et: E-kirja saatmine
eu: Emaila bidaltzen
fi: Lähetetään sähköpostia
hy: Դեպո ուղարկում
is: Sending tölvupósts
kk: Электрондық поштаны жіберу
km: កំពុងផ្ញើអ៊ីមែល
kn: ಇಮೇಲ್ ಕಳುಹಿಸುತ್ತಿದೆ
ky: Электрондук почта жөнөтүү
lo: ກຳລັງສົ່ງອີເມວ
mk: Испраќање на e-mail
ml: ഇമെയിൽ അയയ്ക്കുന്നു
my: အီးမေးလ်ပို့နေသည်
ne: इमेल पठाउँदै
pa: ਈਮੇਲ ਭੇਜੀ ਜਾ ਰਹੀ ਹੈ
ps: برېښنالیک لیږل
si: ඊමේල් යැවීම
sk: Posielanie e-mailu
sq: Dërgimi i Emailit
sw: Kutuma Barua Pepe
ta: மின்னஞ்சல் அனுப்பி வைத்திருக்கிறேன்
th: กำลังส่งอีเมล
ur: ای میل بھیج رہے ہیں

source: Email Sent! Check your Inbox
am: ኢሜይል ተላክቷል! እባኮት በይለፍ ይመልከቱ
as: ইমেইল পঠোৱা হৈছে! আপোনাৰ ইনবক্স চাওক
az: E-poçt göndərildi! Giriş qutunuzu yoxlayın
be: Электронная пошта адпраўлена! Праверце свой паштовы скрыню
bn: ইমেইল পাঠানো হয়েছে! আপনার ইনবক্স চেক করুন
cy: E-bost Wedi'i Anfon! Gwiriwch eich Blwch Derbyn
et: E-kiri saadetud! Kontrollige oma postkasti
eu: Emaila Bidali da! Ikusi zure Posta Sarrera
fi: Sähköposti lähetetty! Tarkista postilaatikkosi
hy: Էլ. Փոստը ուղարկված է! Ստուգեք ձեր մուտքի տուփը
is: Tölvupóstur sendur! Athugaðu pósthólfið þitt
kk: Электрондық пошта жіберілді! Пошта жәшігіңізді тексеріңіз
km: អ៊ីមែលបានផ្ញើ! សូមពិនិត្យប្រអប់អ៊ីមែលរបស់អ្នក
kn: ಇಮೇಲ್ ಕಳುಹಿಸಲಾಗಿದೆ! ನಿಮ್ಮ ಇನ್ಬಾಕ್ಸ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿ
ky: Электрондук почта жөнөтүлдү! Кошулбаларды текшериңиз
lo: ອີເມວເສົ່ງແລ້ວ! ກວດເບິ່ງໃນອິນບອກຂອງທ່ານ
mk: E-mail испратен! Проверете ја вашата пошта
ml: ഇമെയിൽ അയച്ചത്! നിങ്ങളുടെ ഇൻബോക്സ് പരിശോധിക്കുക
my: အီးမေးလ်ပို့ပြီး! inbox ကိုစစ်ဆေးပါ
ne: इमेल पठाइएको! कृपया आफ्नो इन्बक्स जाँच गर्नुहोस्
pa: ਈਮੇਲ ਭੇਜੀ ਗਈ! ਆਪਣੇ ਇਨਬਾਕਸ ਦੀ ਜਾਂਚ ਕਰੋ
ps: برېښنالیک لیږل شوی! خپل انباکس چیک کړئ
si: ඊමේල් යවනු ලැබුණා! ඔබගේ ඉන්බොක්ස් පරීක්ෂා කරන්න
sk: E-mail bol odoslaný! Skontrolujte svoju doručenú poštu
sq: Emaili është dërguar! Kontrolloni kutinë tuaj të postës
sw: Barua Pepe Imetumwa! Angalia kwenye Sanduku lako la Kuingia
ta: மின்னஞ்சல் அனுப்பப்பட்டது! உங்கள் இன்பாக்ஸைப் பரிசோதிக்கவும்
th: ส่งอีเมลแล้ว! กรุณาตรวจสอบกล่องจดหมายของคุณ
ur: ای میل بھیج دی گئی! اپنے ان باکس میں چیک کریں

source: Enter a valid Discount
am: እባኮት ታዋቂ ቅናሽ ይክፈቱ
as: এক বৈধ ছাড় প্ৰৱিষ্ট কৰক
az: Keçərli endirim daxil edin
be: Увядзіце сапраўдны зніжка
bn: একটি বৈধ ছাড় প্রবেশ করান
cy: Nodwch Ddisgownt Dilys
et: Sisestage kehtiv soodustus
eu: Sartu deskontu baliodun bat
fi: Anna voimassa oleva alennus
hy: Մուտքագրեք գործող զեղչ
is: Sláðu inn gilt afslátt
kk: Дұрыс жеңілдікті енгізіңіз
km: បញ្ចូលការបញ្ចុះតម្លៃមានសុពលភាព
kn: ಸರಿಯಾದ ಕಡಿತವನ್ನು ನಮೂದಿಸಿ
ky: Жарактуу жеңилдикти киргизиңиз
lo: ໃສ່ສ່ວນຫລຸດທີ່ຖືກຕ້ອງ
mk: Внесете валиден попуст
ml: വാലിഡ് കിഴിവ് നൽകുക
my: မှန်ကန်သောထုတ်ပေးမှုထည့်ပါ
ne: वैध छुट प्रविष्ट गर्नुहोस्
pa: ਇੱਕ ਵੈਧ ਛੂਟ ਦਰਜ ਕਰੋ
ps: یو معتبر تخفیف داخل کړئ
si: කලින් ඉල්ලුමක් නිරුපිත කරන්න
sk: Zadajte platnú zľavu
sq: Vendosni një zbritje të vlefshme
sw: Ingiza punguzo halali
ta: சரியான தள்ளுபடியைப் பதிவு செய்க
th: กรุณาใส่ส่วนลดที่ถูกต้อง
ur: صحیح ڈسکاؤنٹ درج کریں

source: Add product first
am: የምርት ይጨምሩ በመጀመሪያ
as: প্ৰথমে প্ৰযুক্ত যোগ কৰক
az: Əvvəlcə məhsul əlavə edin
be: Спачатку дадайце прадукт
bn: প্রথমে পণ্য যোগ করুন
cy: Ychwanegwch gynnyrch yn gyntaf
et: Lisage kõigepealt toode
eu: Gehitu produktua lehenik
fi: Lisää tuote ensin
hy: Սկզբում ավելացրեք ապրանքը
is: Bættu við vöru fyrst
kk: Алдымен өнімді қосыңыз
km: សូមបន្ថែមផលិតផលមុន
kn: ಮೊದಲಿಗೆ ಉತ್ಪನ್ನವನ್ನು ಸೇರಿಸಿ
ky: Алды менен продукт кошуңуз
lo: ເພີ່ມສິນຄ້າກ່ອນ
mk: Прво додајте производ
ml: ആദ്യത്തെ ഉൽപ്പന്നം ചേർക്കുക
my: ထုတ်ကုန်ကို ပထမဦးစွာထည့်ပါ
ne: पहिले उत्पादन थप्नुहोस्
pa: ਪਹਿਲਾਂ ਉਤਪਾਦ ਜੋੜੋ
ps: لومړی محصول اضافه کړئ
si: ප්‍රථමයෙන් නිෂ්පාදනයක් එක් කරන්න
sk: Najprv pridajte produkt
sq: Shtoni produktin së pari
sw: Ongeza bidhaa kwanza
ta: முதலில் பொருளைச் சேர்க்கவும்
th: กรุณาเพิ่มผลิตภัณฑ์ก่อน
ur: پہلے پروڈکٹ شامل کریں

source: Product code/Name
am: የምርት ኮድ/ስም
as: প্ৰযুক্ত কোড/নাম
az: Məhsul kodu/Adı
be: Код/Назва прадукту
bn: পণ্য কোড/নাম
cy: Cod/Enw Cynnyrch
et: Toote kood/nimi
eu: Produktuen kodea/Izena
fi: Tuotekoodi/Nimi
hy: Ապրանքի կոդ/անուն
is: Vöru kóði/Nafn
kk: Өнім коды/Атауы
km: កូដ/ឈ្មោះផលិតផល
kn: ಉತ್ಪನ್ನ ಕೋಡ್/ಹೆಸರು
ky: Продукт коду/Аты
lo: ລະຫັດ/ຊື່ສິນຄ້າ
mk: Код/Име на производот
ml: ഉൽപ്പന്ന കോഡ്/നാമം
my: ထုတ်ကုန်ကုဒ်/အမည်
ne: उत्पादन कोड/नाम
pa: ਉਤਪਾਦ ਕੋਡ/ਨਾਮ
ps: د محصول کوډ / نوم
si: නිෂ්පාදන කේතය/නම
sk: Kód/Názov produktu
sq: Kodi/Emri i Produktit
sw: Kodi/Jina la Bidhaa
ta: பொருள் குறியீடு/பெயர்
th: รหัส/ชื่อผลิตภัณฑ์
ur: پروڈکٹ کوڈ/نام

source: Search by product code or name
am: በየምርት ኮድ ወይም ስም ይፈልጉ
as: প্ৰযুক্ত কোড বা নাম দ্বাৰা সন্ধান কৰক
az: Məhsul kodu və ya adla axtarın
be: Пошук па коду або назве прадукту
bn: পণ্য কোড বা নাম দ্বারা অনুসন্ধান করুন
cy: Chwilio gyda chod cynnyrch neu enw
et: Otsige toote koodi või nime järgi
eu: Bilatu produktuen kodea edo izena
fi: Etsi tuotteen koodin tai nimen mukaan
hy: Որոնեք ապրանքի կոդով կամ անվանումով
is: Leitaðu eftir vöru kóða eða nafni
kk: Өнім кодымен немесе атаумен іздеу
km: ស្វែងរកតាមកូដឬឈ្មោះផលិតផល
kn: ಉತ್ಪನ್ನ ಕೋಡ್ ಅಥವಾ ಹೆಸರಿನ ಮೂಲಕ ಹುಡುಕಿ
ky: Продукт кодун же атын издеңиз
lo: ຄົ້ນຫາຕາມລະຫັດສິນຄ້າ ຫຼື ຊື່
mk: Пребарајте по код или име на производот
ml: ഉൽപ്പന്ന കോഡ് അല്ലെങ്കിൽ നാമം ഉപയോഗിച്ച് തിരയുക
my: ထုတ်ကုန်ကုဒ် သို့မဟုတ် အမည်ဖြင့်ရှာဖွေပါ
ne: उत्पादन कोड वा नाम द्वारा खोज्नुहोस्
pa: ਉਤਪਾਦ ਕੋਡ ਜਾਂ ਨਾਮ ਦੁਆਰਾ ਖੋਜੋ
ps: د محصول کوډ یا نوم له مخې پلټنه
si: නිෂ්පාදන කේතය හෝ නම අනුව සෙවීම
sk: Hľadať podľa kódu alebo názvu produktu
sq: Kërkoni me kodin ose emrin e produktit
sw: Tafuta kwa kodi ya bidhaa au jina
ta: பொருள் குறியீடு அல்லது பெயரால் தேடவும்
th: ค้นหาด้วยรหัสผลิตภัณฑ์หรือชื่อ
ur: پروڈکٹ کوڈ یا نام سے تلاش کریں

source: No product Found
am: የምርት የማይታወቅ
as: কোনো প্ৰযুক্ত পোৱা নগ'ল
az: Məhsul tapılmadı
be: Прадукт не знойдзены
bn: কোন পণ্য পাওয়া যায়নি
cy: Dim Cynnyrch a Ddoddwyd
et: Toodet ei leitud
eu: Ez da produkturik aurkitu
fi: Tuotetta ei löytynyt
hy: Ապրանք չի գտնվել
is: Engin vara fannst
kk: Өнім табылмады
km: មិនមានផលិតផល
kn: ಉತ್ಪನ್ನವನ್ನು ಕಂಡುಬಂದಿಲ್ಲ
ky: Продукт табылган жок
lo: ບໍ່ພົບສິນຄ້າ
mk: Нема пронајден производ
ml: ഉൽപ്പന്നം കണ്ടെത്തിയില്ല
my: ထုတ်ကုန်မရှိပါ
ne: कुनै उत्पादन भेटिएन
pa: ਕੋਈ ਉਤਪਾਦ ਨਹੀਂ ਮਿਲਿਆ
ps: هیڅ محصول ونه موندل شو
si: නව නිෂ්පාදන කිසිවක් සොයා ගන්න නොහැක
sk: Žiadny produkt nenájdený
sq: Nuk u gjet asnjë produkt
sw: Hakuna bidhaa iliyo patikana
ta: பொருள் எதுவும் கிடைக்கவில்லை
th: ไม่พบผลิตภัณฑ์
ur: کوئی پروڈکٹ نہیں ملی

source: Will be Added Soon
am: በአጭር ጊዜ ይጨምር
as: শীঘ্ৰে যোগ কৰা হ'ব
az: Tezliklə əlavə ediləcək
be: Скоро будзе дададзена
bn: শীঘ্রই যোগ করা হবে
cy: Bydd yn cael ei ychwanegu yn fuan
et: Lisatakse peagi
eu: Laster gehituko da
fi: Lisätään pian
hy: Ավելացվելու է շուտով
is: Verður bætt við fljótlega
kk: Жақын арада қосылады
km: នឹងត្រូវបន្ថែមឆាប់ៗនេះ
kn: ನಂತರ ಸೇರಿಸಲಾಗುತ್ತದೆ
ky: Кийинчерээк кошулат
lo: ຈະເພີ່ມໃນໄວໆນີ້
mk: Скоро ќе биде додаден
ml: കൂടാതെ ചേർക്കാൻ വരുന്നു
my: မကြာမီထည့်မည်
ne: छिट्टै थपिनेछ
pa: ਜਲਦੀ ਜੋੜਿਆ ਜਾਵੇਗਾ
ps: ژر به اضافه شي
si: ඉක්මනින් එක් කෙරෙනු ඇත
sk: Čoskoro bude pridané
sq: Do të shtohet së shpejti
sw: Itakuwa Imeongezwa Hivi Punde
ta: எவ்வளவு நாள்களில் சேர்க்கப்படும்
th: จะถูกเพิ่มเร็วๆ นี้
ur: جلد ہی شامل کیا جائے گا

source: Added To Cart
am: ወታደድ ተጨምሮ
as: কাৰ্টত যোগ কৰা হৈছে
az: Səbətə əlavə edildi
be: Дададзена ў кошык
bn: কার্টে যোগ করা হয়েছে
cy: Ychwanegwyd i'r Gofrestr
et: Lisatud ostukorvi
eu: Erosketa orga gehitu da
fi: Lisätty ostoskoriin
hy: Ավելացվել է զամբյուղին
is: Bætt í körfu
kk: Себетке қосылды
km: បានបន្ថែមទៅកុមរ
kn: ಕಾರ್ಟಿಗೆ ಸೇರಿಸಲಾಗಿದೆ
ky: Себетке кошулду
lo: ເພີ່ມເຂົ້າໃນກະຕ່າ
mk: Додадено во кошничката
ml: കാർട്ടിലേക്ക് ചേർത്തു
my: ကားတင်ခဲ့ပါပြီ
ne: कार्टमा थपियो
pa: ਕਾਰਟ ਵਿੱਚ ਜੋੜਿਆ ਗਿਆ
ps: سویچ ته اضافه شو
si: ගෘහීකෘත කර ඇත
sk: Pridané do košíka
sq: Shtuar në karrocë
sw: Imeongezwa Katika Kikapu
ta: கார்டில் சேர்க்கப்பட்டுள்ளது
th: เพิ่มในตะกร้าแล้ว
ur: ٹوکری میں شامل کر دیا گیا

source: Scan product QR code
am: የምርት QR ኮድ ይገብሩ
as: প্ৰযুক্ত QR কোড স্কেন কৰক
az: Məhsulun QR kodunu skan edin
be: Скануйце QR-код прадукту
bn: পণ্যের QR কোড স্ক্যান করুন
cy: Sganio cod QR cynnyrch
et: Skaneeri toote QR-kood
eu: Eskaneari produktuen QR kodea
fi: Skannaa tuotteen QR-koodi
hy: Սկանեք ապրանքի QR կոդը
is: Skannaðu QR kóða vöru
kk: Өнімнің QR кодын сканерлеңіз
km: ស្កេន QR code ផលិតផល
kn: ಉತ್ಪನ್ನ QR ಕೋಡ್ ಅನ್ನು స్కಾನ್ ಮಾಡಿ
ky: Продукттун QR кодун сканерлеп алыңыз
lo: ສແສນລະຫັດ QR ສິນຄ້າ
mk: Скенирајте го QR кодот на производот
ml: ഉൽപ്പന്നത്തിന്റെ QR കോഡ് സ്കാൻ ചെയ്യുക
my: ထုတ်ကုန် QR ကုဒ်ကို စကန်ပါ
ne: उत्पादनको QR कोड स्क्यान गर्नुहोस्
pa: ਉਤਪਾਦ QR ਕੋਡ ਸਕੈਨ ਕਰੋ
ps: د محصول QR کوډ سکین کړئ
si: නිෂ්පාදන QR කේතය ස්කෑන් කරන්න
sk: Naskenujte QR kód produktu
sq: Skano kodin QR të produktit
sw: Scan QR Code ya bidhaa
ta: பொருளின் QR குறியீட்டை ஸ்கேன் செய்க
th: สแกนรหัส QR ของผลิตภัณฑ์
ur: پروڈکٹ کا QR کوڈ اسکین کریں

source: Purchase Transition
am: የግዥ ሂደት
as: ক্ৰয় স্থানান্তৰ
az: Alış Keçidi
be: Пераход на пакупку
bn: ক্রয় স্থানান্তর
cy: Trosglwyddo Prynwr
et: Ostutehing
eu: Erosketaren Trantsizioa
fi: Ostosiirto
hy: Գնումների փոխանցում
is: Kaupa umbreytingu
kk: Сатып алу өтпесі
km: បញ្ចីទិញ
kn: ಖರೀದಿ ಪರಿವರ್ತನೆ
ky: Сатып алуу өткөрмөсү
lo: ປ່ອນບິນ
mk: Преход на купување
ml: കൊള്ളലിന്റെ മാറ്റം
my: ဝယ်ယူမှု လှည့်လည်မှု
ne: खरीदको संक्रमण
pa: ਖਰੀਦਣ ਦਾ ਬਦਲਾਅ
ps: د پیرود لیږد
si: සැලැස්ම
sk: Prechod na nákup
sq: Kalimi i Blerjes
sw: Mabadiliko ya Ununuzi
ta: கூப்பன மாற்றம்
th: การซื้อ
ur: خریداری کا منتقلی

source: Pdf View
am: PDF እይታ
as: PDF দৃশ্য
az: PDF Görünüşü
be: Прагляд PDF
bn: PDF দেখুন
cy: Golygfa PDF
et: PDF vaade
eu: PDF Ikuspegia
fi: Pdf-näyttö
hy: PDF դիտում
is: PDF skoðun
kk: PDF Көру
km: មើល PDF
kn: ಪಿಡಿಎಫ್ ವೀಕ್ಷಣೆ
ky: PDF көрүнүшү
lo: ມອບບິນ PDF
mk: PDF преглед
ml: PDF ദൃശ്യവല്‍ക്കരണം
my: PDF ကြည့်ရန်
ne: PDF दृश्य
pa: PDF ਦੇਖੋ
ps: PDF لید
si: PDF දර්ශනය
sk: Zobrazenie PDF
sq: Pamja PDF
sw: Muonekano wa PDF
ta: PDF காட்சி
th: มุมมอง PDF
ur: پی ڈی ایف ویو

source: Are you sure to delete this invoice
am: ይህ የመለኪያ ማስወገድ እንደተባለ ይቅርታ ይኑሩ
as: আপুনি নিশ্চিত যে এই ইনভইচ অপসাৰণ কৰিব?
az: Bu fakturanı silmək istədiyinizdən əminsiniz?
be: Вы ўпэўненыя, што хочаце выдаліць гэты рахунак?
bn: আপনি কি নিশ্চিতভাবে এই চালান মুছতে চান?
cy: Ydych chi'n siŵr eich bod am ddileu'r anfoneb hon?
et: Kas olete kindel, et soovite selle arve kustutada?
eu: Ziur zaude faktura hau ezabatu nahi duzula?
fi: Oletko varma, että haluat poistaa tämän laskun?
hy: Դուք վստահ եք, որ ցանկանում եք հեռացնել այս հաշիվը
is: Ertu viss um að eyða þessari reikning?
kk: Бұл шот-фактураны жоюға сенімдісіз бе?
km: តើអ្នកប្រាកដថាជាចង់លុបវិក្កយបត្រនេះទេ?
kn: ಈ ರಶೀದಿಯನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವೇ?
ky: Бул фактураны өчүрүүгө ишенесизби?
lo: ທ່ານແນ່ໃຈທີ່ຈະລົບໃບບິນນີ້ບໍ?
mk: Дали сте сигурни дека сакате да го избришете овој фатен
ml: ഈ ഇൻവോയ്സ് ഇല്ലാതാക്കാൻ നിങ്ങൾ ഉറപ്പാണോ?
my: ဤလိပ်စာကို ဖျက်မလား?
ne: के तपाईं यो इनभ्वाइस हटाउन पक्का हुनुहुन्छ?
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਇਨਵੌਇਸ ਨੂੰ ਹਟਾਉਣ ਲਈ ਯਕੀਨੀ ਹੋ?
ps: ایا تاسو پدې فاکتور حذف کولو یقین لرئ؟
si: ඔබට මෙම මැදුර මකන්න සහතිකද?
sk: Ste si istý, že chcete odstrániť túto faktúru?
sq: A jeni të sigurt që dëshironi të fshini këtë faturë?
sw: Je, uko sawa kufuta ankara hii?
ta: இந்த ரசீது அழிக்க உறுதியாக இருக்கிறீர்களா
th: คุณแน่ใจที่จะลบใบแจ้งหนี้นี้หรือไม่
ur: کیا آپ اس انوائس کو حذف کرنے کے لیے یقین رکھتے ہیں؟

# theSaleWillBeDeletedAndAllTheDataWill
source: The sale will be deleted and all the data will be deleted about this purchase.Are you sure to delete this
am: የሻጭ እና አንደኛ ይወገዳል እና ማስመዝገባው ከዚህ ጊዜ ወደሚለው ይደርሳል።
as: বিক্ৰী অপসাৰণ কৰা হ'ব আৰু এই ক্ৰয়ৰ বিষয়ে সকলো তথ্য অপসাৰণ কৰা হ'ব। আপুনি নিশ্চিত যে অপসাৰণ কৰিব?
az: Satış silinəcək və bu alışla bağlı bütün məlumatlar silinəcək. Bu satışın silinməsindən əminsiniz?
be: Прадажа будзе выдалена, і ўсе дадзеныя аб гэтай пакупцы будуць выдалены. Вы ўпэўненыя, што хочаце гэта зрабіць?
bn: বিক্রয়টি মুছে ফেলা হবে এবং এই ক্রয়ের সমস্ত তথ্য মুছে ফেলা হবে। আপনি কি মুছে ফেলার ব্যাপারে নিশ্চিত?
cy: Bydd y gwerthiant yn cael ei ddileu a bydd yr holl ddata am y pryniant hwnnw'n cael ei ddileu. Ydych chi'n siŵr am ddileu hyn?
et: Müük kustutatakse ja kõik selle ostuga seotud andmed kustutatakse. Kas olete kindel, et soovite selle kustutada?
eu: Salmenta ezabatuko da eta erosketa honi buruzko datu guztiak ezabatuko dira. Ziur zaude ezabatu nahi duzula?
fi: Myynti poistetaan ja kaikki tiedot tästä ostosta poistetaan. Oletko varma, että haluat poistaa tämän?
hy: Վաճառքը կհեռացվի, և բոլոր տվյալները կջնջվեն այս գնումից: Դուք վստահ եք, որ ցանկանում եք հեռացնել սա
is: Sala verður eytt og öll gögn um þessa kaup verða eytt. Eruð þið viss um að eyða þessu?
kk: Сату жойылады және осы сатып алу туралы барлық деректер жойылады. Сіз бұл әрекетке сенімдісіз бе?
km: ការលក់នឹងត្រូវបានលុប និងទិន្នន័យទាំងអស់នឹងត្រូវលុបអំពីការទិញនេះ។ តើអ្នកប្រាកដថាជាចង់លុបមែនទេ?
kn: ಈ ಮಾರಾಟವನ್ನು ಅಳಿಸಲಾಗುವುದು ಮತ್ತು ಈ ಖರೀದಿಯಲ್ಲಿನ ಎಲ್ಲಾ ಡೇಟಾ ಅಳಿಸಲಾಗುತ್ತದೆ. ನೀವು ಇದನ್ನು ಅಳಿಸಲು ಖಚಿತವಾಗಿದ್ದೀರಾ?
ky: Сатып алуу өчүрүлөт жана ушул сатып алуу боюнча бардык маалыматтар өчүрүлөт. Сиз бул фактраны өчүрүүгө ишенесизби?
lo: ການຂາຍຈະຖືກລົບແລະຂໍໍເດັດແລະຂໍໍຂໍໍໍຂອງການຊື້ນີ້. ທ່ານແນ່ໃຈທີ່ຈະລົບບໍ?
mk: Продавањето ќе биде избришано и сите податоци за ова купување ќе бидат избришани. Дали сте сигурни дека сакате да го избришете ова
ml: ഈ വിൽപ്പന ഇല്ലാതാക്കപ്പെടും, ഈ വാങ്ങലിനെ കുറിച്ചുള്ള എല്ലാ വിവരങ്ങളും ഇല്ലാതാക്കപ്പെടും. നിങ്ങള്‍ക്ക് ഈ ഇല്ലാതാക്കാൻ ഉറപ്പാണോ?
my: ရောင်းချမှုကို ဖျက်ပစ်မည်နှင့် ဤဝယ်ယူမှုအတွက် အချက်အလက်အားလုံးကို ဖျက်ပစ်မည်။ ဖျက်မလား?
ne: यो बिक्री हटाइनेछ र यस खरिदको बारेमा सबै डेटा हटाइनेछ। के तपाईं यो हटाउन पक्का हुनुहुन्छ?
pa: ਵਿਕਰੀ ਹਟਾਈ ਜਾਏਗੀ ਅਤੇ ਇਸ ਖਰੀਦ ਸਬੰਧੀ ਸਾਰੀ ਜਾਣਕਾਰੀ ਹਟਾਈ ਜਾਵੇਗੀ। ਕੀ ਤੁਸੀਂ ਇਸਨੂੰ ਹਟਾਉਣ ਲਈ ਯਕੀਨੀ ਹੋ?
ps: پلور به حذف شي او د دې پیرود په اړه ټول معلومات به حذف شي. آیا تاسو پدې یقین لرئ؟
si: විකුණුම් මකා දැමීමට සහ මෙම මිලදී ගැනීම පිළිබඳ සියළු දත්ත මකන්නා වූ නමුත්. ඔබට මකන්න සහතිකද?
sk: Predaj bude odstránený a všetky dáta budú vymazané. Ste si istý, že chcete pokračovať v odstránení?
sq: Shitja do të fshihet dhe të gjitha të dhënat do të fshihen rreth kësaj blerjeje. A jeni të sigurt që dëshironi ta fshini këtë?
sw: Uuzaji utaondolewa na data zote zitafutwa kuhusu ununuzi huu. Je, uko sawa kufuta hii?
ta: விற்பனை அழிக்கப்படும் மற்றும் இந்த வாங்குவிக்கும் குறித்த அனைத்து தரவுகள் அழிக்கப்படும். நீங்கள் இதனை அழிக்க உறுதியாக இருக்கிறீர்களா
th: การขายจะถูกลบและข้อมูลทั้งหมดจะถูกลบเกี่ยวกับการซื้อครั้งนี้ คุณแน่ใจที่จะลบหรือไม่
ur: یہ فروخت حذف کر دی جائے گی اور اس خریداری کے بارے میں تمام ڈیٹا حذف ہو جائے گا۔ کیا آپ واقعی اسے حذف کرنا چاہتے ہیں؟

source: Purchase Return
am: የግዥ መመለስ
as: ক্ৰয় উভতি
az: Alış Qayıdışı
be: Поверка пакупкі
bn: ক্রয় রিটার্ন
cy: Dychweliad Prynwch
et: Ostu tagastus
eu: Erosketa Itzulketa
fi: Oston palautus
hy: Գնումների վերադարձ
is: Kaupa skila
kk: Сатып алу қайтарады
km: ការបង្វិលទិញ
kn: ಖರೀದಿ ಹಿಂತೆಗೆದುಕೊಳ್ಳಿ
ky: Сатып алуу кайтарымы
lo: ການກັບຄືນສິນຄ້າ
mk: Враќање на купување
ml: വാങ്ങൽ തിരിച്ചു
my: ဝယ်ယူမှု ပြန်လည်
ne: खरीद फिर्ता
pa: ਖਰੀਦ ਵਾਪਸੀ
ps: د پیرود راستنیدل
si: මිලදී ගැනීමේ ආපසු යැවීම
sk: Návrat nákupu
sq: Kthimi i Blerjes
sw: Kurudi kwa Ununuzi
ta: வாங்கியதை திருப்பி செலுத்துதல்
th: การคืนสินค้า
ur: خریداری کی واپسی

source: Service/Shipping
am: አገልግሎት/መላኪያ
as: ছাৰ্ভিছ/শিপিং
az: Xidmət/Çatdırılma
be: Служба/Дастаўка
bn: সেবা/শিপিং
cy: Gwasanaeth/Dosbarthiad
et: Teenuse/transport
eu: Zerbitzua/Ordainketa
fi: Palvelu/Lähetys
hy: Ծառայություն/Տեղափոխում
is: Þjónusta/Sending
kk: Қызмет/Жеткізу
km: សេវាកម្ម/ការដឹកជញ្ជូន
kn: ಸೇವೆ/ನೌಕೆ
ky: Кызмат/Жөнөтүү
lo: ບໍດິກບໍລິການ/ສົ່ງເສດ
mk: Услуга/Испорака
ml: സേവന/ഷിപ്പിംഗ്
my: ဝန်ဆောင်မှု/ပို့်မောင်း
ne: सेवा/शिपिङ
pa: ਸੇਵਾ/ਸ਼ਿਪਿੰਗ
ps: خدمت / بار وړل
si: සේවා/අයැදුම්
sk: Služba/Doprava
sq: Shërbimi/Dërgesa
sw: Huduma/Uwasilishaji
ta: சேவை/அனுப்புதல்
th: บริการ/การจัดส่ง
ur: سروس/شپنگ

source: Total Return Amount
am: አጠቃላይ የመመለስ ብዛት
as: মুঠ উভতি পৰিমাণ
az: Ümumi Qayıtma Məbləği
be: Агульная сума вяртання
bn: মোট রিটার্ন পরিমাণ
cy: Cyfanswm Yswiriant
et: Kokku tagastatav summa
eu: Itzulketa Kopurua Guztira
fi: Yhteensä palautettavaa
hy: Ընդհանուր վերադարձի գումարը
is: Heild skila upphæð
kk: Жалпы қайтару сомасы
km: ចំនួនទឹកប្រាក់ដែលត្រូវត្រឡប់
kn: ಒಟ್ಟು ಹಿಂತೆಗೆದುಕೊಳ್ಳುವ ಮೊತ್ತ
ky: Жалпы кайтарым суммасы
lo: ຈຳນວນຄືນທັງໝົດ
mk: Вкупен износ на враќање
ml: മൊത്തം തിരിച്ചെടുക്കൽ തുക
my: စုစုပေါင်း ပြန်လည်ရရှိမည့်ငွေ
ne: कुल फिर्ता रकम
pa: ਕੁੱਲ ਵਾਪਸੀ ਦੀ ਰਕਮ
ps: د ټول راستنیدنې مقدار
si: මුළු ආපසු යැවීමේ මුදල
sk: Celková suma na vrátenie
sq: Shuma Totale e Kthimit
sw: Jumla ya Kiasi cha Kurudi
ta: மொத்த திருப்பி செலுத்தும் தொகை
th: จำนวนเงินรวมที่คืน
ur: مجموعی واپسی کی رقم

source: Bill/Invoice
am: ወረቀት/መዋጮ
as: বিল/ইনভইচ
az: Faktura
be: Рахунак/Инвойс
bn: বিল/চালান
cy: Bil/Anfoneb
et: Arve
eu: Faktura/Billeta
fi: Lasku
hy: Հաշիվ/Հաշիվ
is: Reikningur/Vöru
kk: Шот/Фактура
km: វិក្កយបត្រ
kn: ಬಿಲ್/ರಶೀದಿ
ky: Билл/Фактура
lo: ບິນ/ໃບບັດ
mk: Сметка/Фактура
ml: ബിൽ/ഇൻവോയ്സ്
my: ဘီလ်/လိပ်စာ
ne: बिल/इनभ्वाइस
pa: ਬਿੱਲ/ਇਨਵੌਇਸ
ps: بیل / فاکتور
si: බිල්/ඉන්වොයිසය
sk: Faktúra
sq: Fatura/Faturë
sw: Ankara
ta: விலைப்பட்டியல்/ரசீது
th: ใบแจ้งหนี้
ur: بل/انوائس

source: Phone
am: ስልክ
as: ফোন
az: Telefon
be: Тэлефон
bn: ফোন
cy: Ffôn
et: Telefon
eu: Telefonoa
fi: Puhelin
hy: Հեռախոս
is: Sími
kk: Телефон
km: ទូរស័ព្ទ
kn: ಫೋನ್
ky: Телефон
lo: ເບິ່ງ
mk: Телефон
ml: ഫോൺ
my: ဖုန်း
ne: फोन
pa: ਫੋਨ
ps: ټیلیفون
si: දුරකථන
sk: Telefón
sq: Telefon
sw: Simu
ta: தொலைபேசி
th: โทรศัพท์
ur: فون

source: Return
am: መመለስ
as: উভতি
az: Qayıdış
be: Вяртанне
bn: রিটার্ন
cy: Dychwelyd
et: Tagastus
eu: Itzuli
fi: Palautus
hy: Վերադարձ
is: Skila
kk: Қайтару
km: ត្រឡប់
kn: ಹಿಂತೆಗೆದುಕೊಳ್ಳಿ
ky: Кайтуу
lo: ຄືນ
mk: Враќање
ml: തിരിച്ചു
my: ပြန်
ne: फिर्ता
pa: ਵਾਪਸੀ
ps: راستنېدل
si: ආපසු යැවීම
sk: Návrat
sq: Kthim
sw: Rudisha
ta: திருப்பி
th: คืน
ur: واپسی

source: Sells By
am: በምርት ማስታወቂያ
as: বিক্ৰী কৰিছে
az: Satılır
be: Продаецца
bn: বিক্রি করেছেন
cy: Gwerthu Gan
et: Müüja
eu: Salmenta
fi: Myyjä
hy: Վաճառվել է
is: Selja eftir
kk: Сатушы
km: លក់ដោយ
kn: ಮಾರಾಟದ ಮೂಲಕ
ky: Сатылган
lo: ຂາຍໂດຍ
mk: Продава од
ml: വിൽക്കുന്നവ
my: ရောင်းသူ
ne: द्वारा बिक्री
pa: ਦੁਕਾਨਦਾਰ
ps: د پلورونکی لخوا
si: විකුණන්නා
sk: Predáva
sq: Shitjet nga
sw: Inauzwa Na
ta: விற்கின்றது
th: ขายโดย
ur: فروخت کنندہ

source: Purchase Invoice
am: ግዢ የክፍያ ቅጽ
as: ক্ৰয় ইনভইচ
az: Alış Fakturası
be: Рахунак пакупкі
bn: ক্রয় চালান
cy: Anfoneb Prynwch
et: Ostu arve
eu: Erosketa Faktura
fi: Ostolasku
hy: Գնումների հաշիվ
is: Kaupareikningur
kk: Сатып алу фактурасы
km: វិក្កយបត្រទិញ
kn: ಖರೀದಿ ರಶೀದಿ
ky: Сатып алуу фактурасы
lo: ໃບບັດຊື້
mk: Фактура за купување
ml: വാങ്ങൽ ഇൻവോയ്സ്
my: ဝယ်ယူမှုလိပ်စာ
ne: खरीद इनभ्वाइस
pa: ਖਰੀਦ ਇਨਵੌਇਸ
ps: د پیرود فاکتور
si: මිලදී ගැනීමේ ඉන්වොයිසය
sk: Faktúra za nákup
sq: Fatura e Blerjes
sw: Ankara ya Ununuzi
ta: வாங்கும் ரசீது
th: ใบแจ้งหนี้การซื้อ
ur: خریداری کی انوائس

source: Signature of Customer
am: የደንበኛ ፊርማ
as: গ্ৰাহকৰ স্বাক্ষৰ
az: Müştərinin İmzası
be: Подпіс кліента
bn: গ্রাহকের স্বাক্ষর
cy: Llofnod y Cwsmer
et: Kliendi allkiri
eu: Bezeroaren Sinadura
fi: Asiakkaan allekirjoitus
hy: Հաճախորդի ստորագրությունը
is: Undirskrift viðskiptavinar
kk: Тұтынушының қолы
km: ហត្ថលេខារបស់អតិថិជន
kn: ಗ್ರಾಹಕದ ಸಹಿ
ky: Кардардын кол тамгасы
lo: ລົງຊື່ຂອງລູກຄ້າ
mk: Потпис на клиентот
ml: ഉപഭോക്താവിന്റെ ഒപ്പ്
my: သုံးစွဲသူ လက်မှတ်
ne: ग्राहकको हस्ताक्षर
pa: ਗਾਹਕ ਦਾ ਦਸਤਖਤ
ps: د پیرودونکي لاسلیک
si: ගනුදෙනුකරුවන්ගේ අත්සන
sk: Podpis zákazníka
sq: Nënshkrimi i Klientit
sw: Saini ya Mteja
ta: வாடிக்கையாளர் கையொப்பம்
th: ลายเซ็นของลูกค้า
ur: کسٹمر کے دستخط

source: Authorized Signature
am: የተፈቃደ ፊርማ
as: অনুমোদিত স্বাক্ষৰ
az: Səlahiyyətli İmza
be: Упаўнаважаны подпіс
bn: অনুমোদিত স্বাক্ষর
cy: Llofnod Awdurdodedig
et: Volitatud allkiri
eu: Baimentutako Sinadura
fi: Valtuutetun allekirjoitus
hy: Հաստատված ստորագրություն
is: Vottuð undirskrift
kk: Уәкілетті қол
km: ហត្ថលេខាដែលមានអំណាច
kn: ಅಧಿಕೃತ ಸಹಿ
ky: Ушундан оюу
lo: ລົງຊື່ອະນຸຍາດ
mk: Овластен потпис
ml: അനുമതിച്ച ഒപ്പ്
my: အတည်ပြု လက်မှတ်
ne: अधिकार प्राप्त हस्ताक्षर
pa: ਅਧਿਕਾਰਿਤ ਦਸਤਖਤ
ps: اجازه لرونکی لاسلیک
si: අධිකාරී අත්සන
sk: Podpis oprávnenej osoby
sq: Nënshkrimi i Autorizuar
sw: Saini ya Watahiniwa
ta: அங்கீகார கையொப்பம்
th: ลายเซ็นที่ได้รับอนุญาต
ur: مجازی دستخط

source: Powered By
am: የተሰራ በ
as: শক্তি দিয়া
az: Tərəfindən təmin edilir
be: Размешчана
bn: দ্বারা চালিত
cy: Cynhelir Gan
et: Välja antud
eu: Hornituta
fi: Tehostaa
hy: Հզորացված է
is: Stýrt af
kk: Қолданушының
km: ចេញពី
kn: ನಿರ್ವಹಿಸುತ್ತದೆ
ky: Жасалган
lo: ໂດຍສິນຄ້າ
mk: Поддржано од
ml: ശക്തിയുള്ളവ
my: ပံ့ပိုးသည်
ne: द्वारा संचालित
pa: ਇਸ ਨੂੰ ਚਲਾਇਆ ਗਿਆ
ps: د دې لخوا تمویل شوی
si: පවිත රහිතයි
sk: Poháňa
sq: Financuar Nga
sw: Imetolewa Na
ta: சாதனைக்கு
th: พัฒนาโดย
ur: کی مدد سے
