Repository: userfriendly125/azkaios
Catalog: lib/l10n/intl_*.arb
Languages: am, as, az, be, bn, cy, et, eu, fi, hy, is, kk, km, kn, ky, lo, mk, ml, my, ne, pa, ps, si, sk, sq, sw, ta, th, ur

# weMayUseThirdPartyServicesToSupport
source: We may use third-party services to support our app's functionality, such as analytics providers and payment processors. These third-party services may collect information about you when you use our app. Please note that we are not responsible for the privacy practices of these third-party services.
am: እኛ ሶፍትዌር ወይም ይኖርበታል እና ወይም ይቀንቃሉ ወይም ይኖርበታል ወይም ይህን ወይም ወይም ይወዳሉ እንዲሁም ይህን ወይም ይቀይሩ ይቀይሩ።
as: আমরা আমাৰ ছিষ্টেমৰ কার্যক্ষমতা সমৰ্থন কৰিবলৈ তৃতীয়-পৰায়ণ সেৱাসমূহ ব্যৱহাৰ কৰিব পাৰো, যেনে বিশ্লেষণ প্ৰদানকাৰী আৰু পেমেন্ট প্ৰসেসৰ। এই তৃতীয়-পৰায়ণ সেৱাসমূহে আপোনাৰ ছিষ্টেম ব্যৱহাৰ কৰাৰ সময়ছোৱাত আপোনাৰ বিষয়ে তথ্য সংগ্ৰহ কৰিব পাৰে। অনুগ্ৰহ কৰি লক্ষ্য কৰক যে এই তৃতীয়-পৰায়ণ সেৱাসমূহৰ গোপনীয়তা প্ৰক্ৰিয়াৰ বাবে আমি দায়িত্বৱাহী নহয়।
az: Tətbiqimizin funksionalitetini dəstəkləmək üçün analitika təminatçıları və ödəniş emalatçıları kimi üçüncü tərəf xidmətlərindən istifadə edə bilərik. Bu üçüncü tərəf xidmətlər, tətbiqimizi istifadə edərkən sizin haqqınızda məlumat toplaya bilərlər. Xahiş edirik ki, bu üçüncü tərəf xidmətlərin gizlilik tərzlərinə məsul deyilik.
be: Мы можам выкарыстоўваць сэрвісы трэціх бакоў для падтрымкі функцыянальнасці нашай праграмы, такія як пастаўшчыкі аналітыкі і аплатныя працэсары. Гэтыя сэрвісы трэціх бакоў могуць збіраць інфармацыю пра вас, калі вы карыстаецеся нашай праграмай. Звярніце ўвагу, што мы не нясем адказнасці за палітыку прыватнасці гэтых сэрвісаў трэціх бакоў.
bn: আমরা আমাদের অ্যাপের কার্যকারিতাকে সমর্থন করার জন্য তৃতীয় পক্ষের পরিষেবাগুলি ব্যবহার করতে পারি, যেমন বিশ্লেষণ প্রদানকারী এবং পেমেন্ট প্রসেসর। আপনি যখন আমাদের অ্যাপ ব্যবহার করেন তখন এই তৃতীয় পক্ষের পরিষেবাগুলি আপনার সম্পর্কে তথ্য সংগ্রহ করতে পারে। দয়া করে মনে রাখবেন যে আমরা এই তৃতীয় পক্ষের পরিষেবাগুলির গোপনীয়তা অনুশীলনের জন্য দায়ী নই।
cy: Efallai y byddwn yn defnyddio gwasanaethau trydydd parti i gefnogi gweithrediad ein hymgeisydd, fel darparwyr dadansoddeg a phroseswyr talu. Mae'r gwasanaethau trydydd parti hyn yn gallu casglu gwybodaeth amdanat pan ddefnyddiwch ein hymgeisydd. Sylwch nad ydym yn gyfrifol am arferion preifatrwydd y gwasanaethau trydydd parti hyn.
et: Võime kasutada kolmandate osapoolte teenuseid, et toetada meie rakenduse funktsionaalsust, nagu analüütika teenusepakkujad ja maksetöötlejad. Need kolmandate osapoolte teenused võivad koguda teie kohta teavet, kui kasutate meie rakendust. Palun pange tähele, et me ei vastuta nende kolmandate osapoolte teenuste privaatsustavade eest.
eu: Aplikazioaren funtzionalitatea babesteko hirugarren alderdiaren zerbitzuak erabil ditzakegu, analitika hornitzaileak eta ordainketa prozesatzaileak bezalakoak. Hirugarren alderdi horiek zure informazioa bildu dezakete aplikazioa erabiltzen duzunean. Mesedez, kontuan hartu hirugarren alderdi horien pribatutasun praktiketan erantzukizunik ez dugula.
fi: Voimme käyttää kolmannen osapuolen palveluita tukemaan sovelluksemme toiminnallisuutta, kuten analytiikkapalveluita ja maksunvälittäjiä. Nämä kolmannen osapuolen palvelut saattavat kerätä tietoja sinusta sovellustamme käyttäessäsi. Huomaa, että emme vastaa näiden kolmannen osapuolen palveluiden yksityisyyden suojaamisen käytännöistä.
hy: Մենք կարող ենք օգտագործել երրորդ կողմի ծառայություններ մեր հավելվածի գործառույթների աջակցելու համար, օրինակ՝ վերլուծական տրամադրողներ և վճարային պրոցեսորներ: Այս երրորդ կողմի ծառայությունները կարող են հավաքել տեղեկություններ ձեր մասին, երբ դուք օգտագործում եք մեր հավելվածը: Խնդրում ենք նկատի ունենալ, որ մենք պատասխանատու չենք այս երրորդ կողմի ծառայությունների գաղտնիության գործելաոճերի համար.
is: Við gætum notað þjónustu þriðja aðila til að styðja virkni forritsins okkar, svo sem greiningaraðila og greiðslugjafa. Þessar þjónustu þriðja aðila gætu safnað upplýsingum um þig þegar þú notar forritið okkar. Vinsamlegast athugaðu að við berum ekki ábyrgð á persónuverndarvenjum þessara þjónustu þriðja aðila.
kk: Біздің қолданбамыздың функционалдылығын қолдау үшін аналитика ұсынышшылары мен төлемшілерді қамтамасыз ететін жасырын қызметтерді пайдалануымыз мүмкін. Олар жасау қызметтерімізді пайдаланыңызда сіз туралы ақпаратты жинауы мүмкін. Олардың жеке жаңарту әдістеріне жауапты емес екенімізді ескертіңіз.
ky: Биз колдонмобуздун функционалдуулугун колдоо үчүн үчүнчү тараптын кызматтарын колдонушубуз мүмкүн, мисалы, аналитикалык провайдерлер жана төлөм процессорлору. Бул үчүнчү тараптын кызматтары сиз биздин колдонмобузду колдонгондо сиз жөнүндө маалыматтарды чогулта алышы мүмкүн. Бул үчүнчү тараптын кызматтарынын купуялык практикалары үчүн биз жоопкерчилик албайбыз.
mk: Можеме да користиме услуги од трети лица за поддршка на функционалноста на нашата апликација, како што се даватели на аналитика и процесори на плаќања. Овие услуги од трети лица можат да собираат информации за вас кога ја користите нашата апликација. Ве молиме запомнете дека не сме одговорни за практиките на приватност на овие услуги од трети лица.
ml: ഞങ്ങളുടെ ആപ്പിന്റെ പ്രവർത്തനക്ഷമതയെ പിന്തുണയ്ക്കാൻ, അനാലിറ്റിക്സ് സേവനദാതാക്കൾക്കും പേയ്മെന്റ് പ്രോസസർമാർക്കും പോലുള്ള മൂന്നാം പാർട്ടി സേവനങ്ങൾ ഞങ്ങൾ ഉപയോഗിക്കാം. ഈ മൂന്നാം പാർട്ടി സേവനങ്ങൾ നിങ്ങളുടെ ആപ്പ് ഉപയോഗിക്കുന്നപ്പോൾ നിങ്ങളുടെ കുറച്ച് വിവരങ്ങൾ ശേഖരിച്ചേക്കാം. ഈ മൂന്നാം പാർട്ടി സേവനങ്ങളുടെ സ്വകാര്യതാ പ്രക്രിയകൾക്കായി ഞങ്ങൾ ഉത്തരവാദികളല്ല.
pa: ਅਸੀਂ ਆਪਣੇ ਐਪ ਦੀ ਕਾਰਗੁਜ਼ਾਰੀ ਨੂੰ ਸਮਰਥਨ ਦੇਣ ਲਈ ਤੀਜੀ ਪੱਖੀ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹਾਂ, ਜਿਵੇਂ ਕਿ ਵਿਸ਼ਲੇਸ਼ਣ ਪ੍ਰਦਾਤਾ ਅਤੇ ਭੁਗਤਾਨ ਪ੍ਰੋਸੈਸਰ। ਇਹ ਤੀਜੀ ਪੱਖੀ ਸੇਵਾਵਾਂ ਤੁਹਾਡੇ ਐਪ ਦੀ ਵਰਤੋਂ ਦੌਰਾਨ ਤੁਹਾਡੇ ਬਾਰੇ ਜਾਣਕਾਰੀ ਇਕੱਠੀ ਕਰ ਸਕਦੀ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਨੋਟ ਕਰੋ ਕਿ ਅਸੀਂ ਇਨ੍ਹਾਂ ਤੀਜੀ ਪੱਖੀ ਸੇਵਾਵਾਂ ਦੇ ਗੋਪਨੀਅਤਾ ਅਭਿਆਸਾਂ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਨਹੀਂ ਹਾਂ।
ps: موږ ممکن د اپلیکیشن د فعالیت ملاتړ لپاره د دریمې ډلې خدمات وکاروو، لکه د تحلیل چمتو کونکي او د تادیاتو پروسسرونه. دا دریمې ډلې خدمات ممکن هغه وخت ستاسو په اړه معلومات ټول کړي کله چې تاسو زموږ اپلیکیشن کاروئ. مهرباني وکړئ په یاد ولرئ چې موږ د دې دریمې ډلې خدماتو د حریم ساتنې کړنلاره کې مسؤل نه یو.
sk: Pre podporu funkcionality našej aplikácie môžeme používať služby tretích strán, ako sú poskytovatelia analýzy a platobné spracovatele. Tieto služby tretích strán môžu zbierať informácie o vás pri používaní našej aplikácie. Upozorňujeme, že nie sme zodpovední za postupy ochrany súkromia týchto služieb tretích strán.
sq: Mund të përdorim shërbimet e palëve të treta për të mbështetur funksionalitetin e aplikacionit tonë, si ofruesit e analizës dhe procesorët e pagesave. Këto shërbime e palëve të treta mund të mbledhin informacion rreth jush kur përdorni aplikacionin tonë. Ju lutemi vini re se nuk jemi përgjegjës për praktikat e mbrojtjes së privatësisë të këtyre shërbimeve të palëve të treta.
sw: Tunaweza kutumia huduma za tatu kusaidia utendaji wa programu yetu, kama watoa huduma wa uchambuzi na wapokeaji wa malipo. Huduma za tatu hizi zinaweza kukusanya taarifa kuhusu wewe unapotumia programu yetu. Tafadhali fahamu kwamba hatuwajibiki kwa mazoea ya faragha ya huduma za tatu hizi.
th: เราอาจใช้บริการจากบุคคลที่สามเพื่อสนับสนุนฟังก์ชันของแอปของเรา เช่นผู้ให้บริการการวิเคราะห์และผู้ประมวลผลการชำระเงิน เมื่อคุณใช้แอปของเรา บริการจากบุคคลที่สามเหล่านี้อาจจะเก็บข้อมูลเกี่ยวกับคุณ โปรดทราบว่าเราไม่รับผิดชอบต่อวิธีการรักษาความเป็นส่วนตัวของบริการจากบุคคลที่สามเหล่านี้
ur: ہم ہماری ایپ کی فعالیت کو حمایت دینے کے لئے تیسری پارٹی کی خدمات کا استعمال کرتے ہیں، جیسے کے تجزیہ کاروں کے فراہم کنندگان اور ادائیگی کاروں کو۔ جب آپ ہماری ایپ کا استعمال کرتے ہیں تو یہ تیسری پارٹی خدمات آپ کی معلومات کو جمع کرسکتی ہیں۔ براہ کرم نوٹ کریں کہ ہم ان تیسری پارٹی خدمات کی رازداری عمل کا ذمہ دار نہیں ہیں۔

# onboardOne
source: POS that contains a great deal of functionality, including sales tracking, inventory management.
am: ከአንዱ የዳር ወይም ወይም ይቅርታ ስለሚደርስ በአቅጣጫ ውስጥ ይቀይሩ።
as: POS য'ত বিক্ৰী অনুসৰণ, ষ্টক ব্যৱস্থাপনা আদি কাৰ্যসূচী সহ একাধিক কাৰ্যপদ্ধতি আছে।
az: Böyük funksionalitet daxil olmaqla satışın izlənməsi və ehtiyatın idarə olunması əlaqəli çox sayda funksiyaları olan POS sistem.
be: POS, які ўключае вялікую колькасць функцый, у тым ліку адсочванне продажаў і кіраванне запасамі.
bn: POS যেটিতে বিক্রয় ট্র্যাকিং, ইনভেন্টরি ম্যানেজমেন্ট সহ প্রচুর কার্যকারিতা রয়েছে।
cy: POS sy'n cynnwys llawer o weithrediadau, gan gynnwys olrhain gwerthiannau, rheoli stoc.
et: POS, mis sisaldab palju funktsioone, sealhulgas müügijälgimist, laohaldust.
eu: POS sistemak funtzionalitate handia du, salmenten jarraipena eta inbentarioaren kudeaketa barne.
fi: POS-järjestelmä, joka sisältää runsaasti toiminnallisuuksia, mukaan lukien myynnin seuranta ja varastonhallinta.
hy: POS, որը պարունակում է մեծ քանակությամբ գործառույթներ, այդ թվում՝ վաճառքների հետագծում, պաշարների կառավարում:
is: POS kerfi sem inniheldur mikið af virkni, þar á meðal söluveitingu, birgðastjórnun.
kk: Сату бақылау, өнім қаржылау бейінде көп қосымшалықты орналастырып беретін POS
ky: Сатуу мониторингин, инвентаризацияны башкарууну камтыган функционалдык жактан жогорку POS.
mk: POS кој содржи многу функционалности, вклучувајќи следење на продажбата, управување со инвентар.
ml: വില്പനാ നിരീക്ഷണം, ഇൻവെന്ററി മാനേജ്‌മെന്റ് ഉൾപ്പെടുന്ന വിശാലമായ ഫംഗ്ഷനാലിറ്റി അടങ്ങിയ POS.
pa: POS ਜਿਸ ਵਿੱਚ ਵੱਡੀ ਕਾਰਗੁਜ਼ਾਰੀ ਹੈ, ਜਿਸ ਵਿੱਚ ਵਿਕਰੀ ਟ੍ਰੈਕਿੰਗ, ਇਨਵੈਂਟਰੀ ਮੈਨੇਜਮੈਂਟ ਸ਼ਾਮਲ ਹੈ।
ps: POS چې د پلور تعقیب، د موجوداتو مدیریت په ګډون د پراخ فعالیتونو یوه لویه مجموعه لري.
sk: POS, ktorý obsahuje mnoho funkcií, vrátane sledovania predaja a riadenia zásob.
sq: POS që përmban një sasi të madhe të funksionalitetit, përfshirë ndjekjen e shitjeve dhe menaxhimin e inventarit.
sw: POS inayojumuisha kiasi kikubwa cha utendaji, ikiwa ni pamoja na ufuatiliaji wa mauzo na usimamizi wa hisa.
th: POS ที่มีความสามารถมากมายรวมถึงการติดตามยอดขายและการจัดการสินค้าคงคลัง
ur: ایک پوائنٹ آف سیل (پوز) جو فروخت کی نقل و حمل اور انفرادی کارکری کیلئے بہت زیادہ فعالیت کا حامل ہے۔

# onboardTwo
source: Our POS system should simplify daily operations automatically, making it easy to navigate.
am: የአንዱ አብዛኛው ወይም ከነአንዱ ወይም ይቀይሩ።
as: আমাৰ POS ছিষ্টেমে দৈনিক কাৰ্যকলাপ সহজ কৰি দিব লাগিব, যিয়ে আপোনাৰ বাবে নেভিগেট কৰা সহজ কৰি তোলে।
az: Bizim POS sistemi avtomatik olaraq günlük əməliyyatları sadələşdirməlidir, naviqasiya etməyi asanlaşdırmaq üçün.
be: Наша сістэма POS павінна спрасціць штодзённыя аперацыі аўтаматычна, робячы навігацыю лёгкай.
bn: আমাদের POS সিস্টেমটি প্রতিদিনের ক্রিয়াকলাপগুলিকে স্বয়ংক্রিয়ভাবে সরল করা উচিত, এটি নেভিগেট করা সহজ করে।
cy: Dylai ein system POS wneud gweithrediadau dyddiol yn syml, gan ei gwneud hi'n hawdd i lywio.
et: Meie POS-süsteem peaks automatiseerima igapäevaseid toiminguid, muutes navigeerimise lihtsaks.
eu: Gure POS sistema eguneroko operazioak sinplifikatzeko diseinatuta dago, nabigatzea erraza eginez.
fi: POS-järjestelmämme tulisi automaattisesti yksinkertaistaa päivittäisiä toimintoja, tehdä niiden navigoinnista helppoa.
hy: Մեր POS համակարգը պետք է հեշտացնի օրական գործողությունները ինքնաբերաբար՝ հեշտությամբ նավարկելով:
is: Sölukerfið okkar ætti að einfalda daglegar aðgerðir sjálfkrafa, sem gerir það auðvelt að sigla.
kk: Біздің POS жүйеміз күнделікті жұмыс жасауыңызды оңай жасауымыз керек болады.
ky: Биздин POS системабыз күнүмдүк операцияларды автоматташтырууну жөнөкөйлөтүшү керек, бул оңой навигация жасоого жардам берет.
mk: Нашиот POS систем треба да ги поедностави секојдневните операции автоматски, олеснувајќи го навигацијата.
ml: നമ്മുടെ POS സിസ്റ്റം നിങ്ങളുടെ ദിവസം ദിവസത്തെ പ്രവർത്തനങ്ങൾ സ്വയം ലളിതമാക്കണം, അതിനാൽ എളുപ്പത്തിൽ നാവിഗേറ്റ് ചെയ്യാൻ കഴിയും.
pa: ਸਾਡਾ POS ਸਿਸਟਮ ਦੈਨੀਕ ਕਾਰਵਾਈਆਂ ਨੂੰ ਆਪਣੇ-ਆਪ ਸੁਗਮ ਬਨਾਉਣਾ ਚਾਹੀਦਾ ਹੈ, ਜਿਸ ਨਾਲ ਨੈਵੀਗੇਟ ਕਰਨਾ ਆਸਾਨ ਹੁੰਦਾ ਹੈ।
ps: زموږ POS سیسټم باید ورځني عملیات په اتوماتيکه توګه ساده کړي، چې د لټون لپاره اسانه وي.
sk: Náš POS systém by mal automaticky zjednodušiť denné operácie a uľahčiť navigáciu.
sq: Sistemi ynë POS duhet të thjeshtësojë operacionet ditore automatikisht, duke e bërë të lehtë navigimin.
sw: Mfumo wetu wa POS unapaswa kusimplify shughuli za kila siku kiotomatiki, hivyo kuifanya iwe rahisi kwa urahisi wa kusimamia.
th: ระบบ POS ของเราควรทำให้การดำเนินการประจำวันง่ายขึ้นโดยอัตโนมัติ ทำให้การนำทางเป็นเรื่องง่าย
ur: ہمارا پوائنٹ آف سیل سسٹم خود کار دن کی سب سے بہترین تجربے کو سادہ بنانے میں مدد فراہم کرتا ہے، جسے آسانی سے ہدایت دی جا سکتی ہے۔

# onboardThree
source: This system helps you improve your operations for your customers.
am: ይህ የሚይል እንዲሁም ወይም ይቀይሩ ይኖርበታል ይወዳሉ።
as: এই ছিষ্টেমে আপোনাৰ গ্ৰাহকসকলৰ বাবে আপোনাৰ কাৰ্যকলাপ উন্নত কৰাত সহায় কৰে।
az: Bu sistem sizin müştəriləriniz üçün əməliyyatlarınızı təkmilləşdirməyə kömək edir.
be: Гэтая сістэма дапамагае вам палепшыць вашы аперацыі для вашых кліентаў.
bn: এই সিস্টেম আপনাকে আপনার গ্রাহকদের জন্য আপনার অপারেশন উন্নত করতে সাহায্য করে।
cy: Mae'r system hon yn eich helpu i wella eich gweithrediadau ar gyfer eich cwsmeriaid.
et: See süsteem aitab teil oma tegevust parandada teie klientide jaoks.
eu: Sistema honek zure bezeroen operazioak hobetzen laguntzen du.
fi: Tämä järjestelmä auttaa sinua parantamaan toimintojasi asiakkaittesi hyväksi.
hy: Այս համակարգը օգնում է ձեզ բարելավել ձեր գործունեությունը ձեր հաճախորդների համար.
is: Þetta kerfi hjálpar þér að bæta aðgerðir þínar fyrir viðskiptavini þína.
kk: Бұл жүйе сіздің өзіңіздің клиенттеріңіз үшін жұмыс жасауыңызды қолдау етеді.
ky: Бул система сиздин операцияларыңызды кардарларыңыз үчүн жакшыртууга жардам берет.
mk: Овој систем ви помага да ги подобрите вашите операции за вашите клиенти.
ml: ഈ സിസ്റ്റം നിങ്ങളുടെ ഉപഭോക്താക്കൾക്കായി നിങ്ങളുടെ പ്രവർത്തനങ്ങൾ മെച്ചപ്പെടുത്താൻ സഹായിക്കുന്നു.
pa: ਇਹ ਸਿਸਟਮ ਤੁਹਾਡੇ ਗਾਹਕਾਂ ਲਈ ਤੁਹਾਡੀਆਂ ਕਾਰਵਾਈਆਂ ਨੂੰ ਸੁਧਾਰਣ ਵਿੱਚ ਮਦਦ ਕਰਦਾ ਹੈ।
ps: دا سیسټم تاسو سره مرسته کوي چې د خپلو مشتریانو لپاره خپل عملیات ښه کړئ.
sk: Tento systém vám pomáha zlepšiť vaše operácie pre vašich zákazníkov.
sq: Ky sistem ju ndihmon të përmirësoni operacionet tuaja për klientët tuaj.
sw: Mfumo huu unawasaidia kuboresha shughuli zako kwa ajili ya wateja wako.
th: ระบบนี้ช่วยให้คุณมีโอกาสในการดำเนินการเพื่อลูกค้าของคุณ
ur: یہ سسٹم آپ کی کارکری کو آپ کے مشتریوں کیلئے بہتر بنانے میں آپ کی مدد کرتا ہے۔

source: User Role
am: የተጠቃሚ ድርጅት
as: ব্যৱহাৰকাৰী ভূমিকা
az: İstifadəçi rolu
be: Роля карыстальніка
bn: ব্যবহারকারী ভূমিকা
cy: Rôl Defnyddiwr
et: Kasutaja roll
eu: Erabiltzaile Rol
fi: Käyttäjärooli
hy: Օգտվողի դերը
is: Notendahlutverk
kk: Пайдаланушы Рөлі
kn: ಬಳಕೆದಾರ ಪಾತ್ರ
ky: Пайдалануу ролу
lo: ບັນຊີຜູ້ໃຊ້
mk: Корисничка улога
ml: ഉപയോക്തൃ റോളുകൾ
my: အသုံးပြုသူ ရာခိုင်နှုန်း
ne: प्रयोगकर्ता भूमिका
pa: ਯੂਜ਼ਰ ਰੋਲ
ps: د کارونکي رول
si: පරිශීලක භාරකෝ
sk: Používateľská rola
sq: Roli i Përdoruesit
sw: Wajibu wa Mtumiaji
ta: பயனர் பங்கு
th: บทบาทของผู้ใช้
ur: صارف کردار

source: No User Role Found
am: የተጠቃሚ ድርጅት አልተገኘም
as: কোনো ব্যৱহাৰকাৰী ভূমিকা পোৱা নগ'ল
az: İstifadəçi rolu tapılmadı
be: Роля карыстальніка не знойдзена
bn: কোনও ব্যবহারকারী ভূমিকা পাওয়া যায়নি
cy: Dim Rôl Defnyddiwr wedi'i Chanfod
et: Kasutaja rolli ei leitud
eu: Ez Da Erabiltzaile Rolik Aurkitu
fi: Käyttäjäroolia ei löytynyt
hy: Օգտվողի դերում չեն գտվել
is: Ekkert notendahlutverk fundið
kk: Пайдаланушы рөлі табылмады
kn: ಯಾವುದೇ ಬಳಕೆದಾರ ಪಾತ್ರ ಸಿಗಲಿಲ್ಲ
ky: Пайдалануу ролу табылган жок
lo: ບໍ່ພົບບັດຜູ້ໃຊ້
mk: Не е најдена корисничка улога
ml: ഉപയോക്തൃ റോളുകൾ കണ്ടെത്തിയില്ല
my: အသုံးပြုသူ ရာခိုင်နှုန်း မရှိပါ
ne: कुनै प्रयोगकर्ता भूमिका पाइएन
pa: ਕੋਈ ਯੂਜ਼ਰ ਰੋਲ ਨਹੀਂ ਮਿਲਿਆ
ps: هیڅ د کارونکي رول ونه موندل شو
si: පරිශීලක භාරකෝ දක්වා නැත
sk: Nebola nájdená žiadna používateľská rola
sq: Nuk u Gjet Roli i Përdoruesit
sw: Hakuna Jukumu la Mtumiaji Lililopatikana
ta: பயனர் பங்கு காணப்படவில்லை
th: ไม่พบบทบาทผู้ใช้
ur: کوئی صارف کردار نہیں ملا

source: Add User Role
am: የተጠቃሚ ድርጅት ጨምር
as: ব্যৱহাৰকাৰী ভূমিকা যোগ কৰক
az: İstifadəçi rolunu əlavə et
be: Дадаць ролю карыстальніка
bn: ব্যবহারকারী ভূমিকা যোগ করুন
cy: Ychwanegu Rôl Defnyddiwr
et: Lisa kasutaja roll
eu: Gehitu Erabiltzaile Rol
fi: Lisää käyttäjärooli
hy: Ավելացնել օգտվողի դերը
is: Bæta notendahlutverki við
kk: Пайдаланушы рөлін қосу
kn: ಬಳಕೆದಾರ ಪಾತ್ರ ಸೇರಿಸಿ
ky: Пайдалануу ролун кошуу
lo: ເພີ່ມບັດຜູ້ໃຊ້
mk: Додај улога
ml: ഉപയോക്തൃ റോളുകൾ ചേർക്കുക
my: အသုံးပြုသူ ရာခိုင်နှုန်း ထည့်သွင်းရန်
ne: प्रयोगकर्ता भूमिका थप्नुहोस्
pa: ਯੂਜ਼ਰ ਰੋਲ ਸ਼ਾਮਲ ਕਰੋ
ps: د کارونکي رول اضافه کړئ
si: පරිශීලක භාරකෝ එකතු කරන්න
sk: Pridať používateľskú rolu
sq: Shtoni Roli të Përdoruesit
sw: Ongeza Wajibu wa Mtumiaji
ta: பயனர் பங்கு சேர்க்க
th: เพิ่มบทบาทผู้ใช้
ur: صارف کردار شامل کریں

source: All
am: አሉ
as: সকল
az: Hamısı
be: Усё
bn: সব
cy: Pawb
et: Kõik
eu: Denak
fi: Kaikki
hy: Ամեն ինչ
is: Allt
kk: Барлығы
kn: ಎಲ್ಲಾ
ky: Бардык
lo: ທັງຫມົດ
mk: Сите
ml: എല്ലാ
my: အားလုံး
ne: सबै
pa: ਸਾਰੇ
ps: ټول
si: සියල්ල
sk: Všetko
sq: Të Gjitha
sw: Yote
ta: அனைத்தும்
th: ทั้งหมด
ur: سب

source: Profile Edit
am: ፕሮፋይል እንደገና ማድረግ
as: প্ৰোফাইল সম্পাদনা
az: Profil Redaktəsi
be: Рэдагаванне профілю
bn: প্রোফাইল সম্পাদনা
cy: Golygu Proffil
et: Profiili redigeerimine
eu: Profilaren Editatzea
fi: Profiilin muokkaus
hy: Մասնագիտական խմբագրում
is: Breyta prófíli
kk: Профильді өңдеу
kn: ಪ್ರೊಫೈಲ್ ಸಂಪಾದಿಸಿ
ky: Профилди редакциялоо
lo: ແກ້ໄຂໂປຣໂຕ
mk: Уредување на профил
ml: പ്രോഫൈൽ എഡിറ്റ്
my: ပရိုပိုဆိုး တည်ဆောက်ရန်
ne: प्रोफाइल सम्पादन
pa: ਪ੍ਰੋਫਾਈਲ ਸੰਪਾਦਿਤ ਕਰੋ
ps: د پروفایل سمون
si: පැකේජන සංස්කරණය
sk: Upraviť profil
sq: Ndryshoni Profilin
sw: Hariri Wasifu
ta: சுயசரிசியை தொகு
th: แก้ไขโปรไฟล์
ur: پروفائل ترتیب دیں

source: Enter your password
am: የእርስዎን የይለፍ ቃል ይውስጡ
as: আপোনাৰ পাছৱৰ্ড লিখক
az: Öz şifrənizi daxil edin
be: Увядзіце ваш пароль
bn: আপনার পাসওয়ার্ড দিন
cy: Mewngofnodwch eich cyfrinair
et: Sisestage oma parool
eu: Sartu zure pasahitza
fi: Syötä salasanasi
hy: Մուտքագրեք ձեր գաղտնաբառը
is: Sláðu inn lykilorðið þitt
kk: Құпия сөзді енгізіңіз
km: បញ្ចូលពាក្យសម្ងាត់របស់អ្នក
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ
ky: Сырсөзүңүздү киргизиңиз
lo: ປ້ອນລະຫັດຜ່ານຂອງທ່ານ
mk: Внесете ја вашата лозинка
ml: നിങ്ങളുടെ പാസ്വേഡ് നൽകുക
my: သင့်စကားဝှက်ထည့်ပါ
ne: तपाईंको पासवर्ड प्रवेश गर्नुहोस्
pa: ਆਪਣਾ ਪਾਸਵਰਡ ਦਾਖਲ ਕਰੋ
ps: خپل رمز داخل کړئ
si: ඔබේ මුරපදය ඇතුලත් කරන්න
sk: Zadajte svoje heslo
sq: Vendosni fjalëkalimin tuaj
sw: Ingiza Nywila Yako
ta: உங்கள் கடவுச்சொல்லை உள்ளிடுக
th: ป้อนรหัสผ่านของคุณ
ur: اپنا پاسورڈ درج کریں

source: User Title
am: የተጠቃሚ ርዕስ
as: ব্যৱহাৰকাৰী শিৰোনাম
az: İstifadəçi Başlığı
be: Загаловак карыстальніка
bn: ব্যবহারকারী শিরোনাম
cy: Teitl Defnyddiwr
et: Kasutaja pealkiri
eu: Erabiltzaile Titulua
fi: Käyttäjänimike
hy: Օգտվողի վերնագիր
is: Notandatitill
kk: Пайдаланушы Тақырыбы
km: ចំណងជើងអ្នកប្រើ
kn: ಬಳಕೆದಾರ ಶೀರ್ಷಿಕೆ
ky: Пайдалануучунун наамы
lo: ຫົວຂໍ້ຜູ້ໃຊ້
mk: Титула на корисникот
ml: ഉപയോക്തൃ തലശ്ശി
my: အသုံးပြုသူ ခေါ်ဆိုတဲ့ နာမည်
ne: प्रयोगकर्ता शीर्षक
pa: ਯੂਜ਼ਰ ਦਾ ਸਿਰਲੇਖ
ps: د کارونکي سرلیک
si: පරිශීලක ශීර්ෂය
sk: Názov používateľa
sq: Titulli i Përdoruesit
sw: Cheo cha Mtumiaji
ta: பயனர் தலைப்பு
th: ชื่อผู้ใช้
ur: صارف عنوان

source: Enter user title
am: የተጠቃሚ ርዕስ ይውስጡ
as: ব্যৱহাৰকাৰী শিৰোনাম লিখক
az: İstifadəçi başlığını daxil edin
be: Увядзіце загаловак карыстальніка
bn: ব্যবহারকারী শিরোনাম লিখুন
cy: Mewngofnodwch deitl defnyddiwr
et: Sisestage kasutaja pealkiri
eu: Sartu erabiltzaile titulua
fi: Syötä käyttäjänimike
hy: Մուտքագրեք օգտվողի վերնագիրը
is: Sláðu inn notandatitil
kk: Пайдаланушы тақырыбын енгізіңіз
km: បញ្ចូលចំណងជើងអ្នកប្រើ
kn: ಬಳಕೆದಾರ ಶೀರ್ಷಿಕೆ ನಮೂದಿಸಿ
ky: Пайдалануучунун наамын киргизиңиз
lo: ປ້ອນຫົວຂໍ້ຜູ້ໃຊ້
mk: Внесете титула на корисникот
ml: ഉപയോക്തൃ തലശ്ശി നൽകുക
my: အသုံးပြုသူ ခေါ်ဆိုတဲ့ နာမည် ထည့်ပါ
ne: प्रयोगकर्ता शीर्षक प्रवेश गर्नुहोस्
pa: ਯੂਜ਼ਰ ਦੇ ਸਿਰਲੇਖ ਨੂੰ ਦਾਖਲ ਕਰੋ
ps: د کارونکي سرلیک داخل کړئ
si: පරිශීලක ශීර්ෂය ඇතුලත් කරන්න
sk: Zadajte názov používateľa
sq: Vendosni titullin e përdoruesit
sw: Ingiza Cheo cha Mtumiaji
ta: பயனர் தலைப்பை உள்ளிடுக
th: ป้อนชื่อผู้ใช้
ur: صارف عنوان درج کریں

source: Create
am: ይፍጠሩ
as: তৈয়াৰ কৰক
az: Yarat
be: Стварыць
bn: তৈরি করুন
cy: Creu
et: Loo
eu: Sortu
fi: Luo
hy: Ստեղծել
is: Búa til
kk: Жасау
km: បង្កើត
kn: ರಚಿಸಿ
ky: Түзүү
lo: ສ້າງ
mk: Создај
ml: സൃഷ്ടിക്കുക
my: ဖန်တီးရန်
ne: सिर्जना गर्नुहोस्
pa: ਬਨਾਉਣ
ps: جوړول
si: නිරවද්‍යයන්
sk: Vytvoriť
sq: Krijo
sw: Unda
ta: உருவாக்கு
th: สร้าง
ur: تخلیق کریں

source: User Title
am: የተጠቃሚ ርዕስ
as: ব্যৱহাৰকাৰী শিৰোনাম
az: İstifadəçi Başlığı
be: Загаловак карыстальніка
bn: ব্যবহারকারী শিরোনাম
cy: Teitl Defnyddiwr
et: Kasutaja pealkiri
eu: Erabiltzaile Titulua
fi: Käyttäjänimike
hy: Օգտվողի վերնագիր
is: Notandatitill
kk: Пайдаланушы Тақырыбы
km: ចំណងជើងអ្នកប្រើ
kn: ಬಳಕೆದಾರ ಶೀರ್ಷಿಕೆ
ky: Пайдалануучунун наамы
lo: ຫົວຂໍ້ຜູ້ໃຊ້
mk: Титула на корисникот
ml: ഉപയോക്തൃ തലശ്ശി
my: အသုံးပြုသူ ခေါ်ဆိုတဲ့ နာမည်
ne: प्रयोगकर्ता शीर्षक
pa: ਯੂਜ਼ਰ ਦਾ ਸਿਰਲੇਖ
ps: د کارونکي سرلیک
si: පරිශීලක ශීර්ෂය
sk: Názov používateľa
sq: Titulli i Përdoruesit
sw: Cheo cha Mtumiaji
ta: பயனர் தலைப்பு
th: ชื่อผู้ใช้
ur: صارف عنوان

# addSuccessful
source: Added Successful
am: በሚስጥር ተጨማሪ ለተገናኝ
as: সফলভাৱে যোগ কৰা হৈছে
az: Əlavə uğurlu oldu
be: Успяхова дададзена
bn: সফলভাবে যোগ করা হয়েছে
cy: Ychwanegwyd yn Llwyddiannus
et: Lisamine õnnestus
eu: Onartutako Gehitu
fi: Lisätty onnistuneesti
hy: Ավելացվել է հաջողությամբ
is: Bætt við með góðum árangri
kk: Сәтті қосылды
km: បានបន្ថែមដោយ ជគជ័យ
kn: ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ
ky: Кошуу ийгиликтүү
lo: ເພີ່ມຮຽບຮ້ອຍ
mk: Успешно додадено
ml: സംയോജിതമായി ചേർത്തു
my: အသုံးပြု အဆင့်မြှင့်ပြီး
ne: सफल थपियो
pa: ਸਫਲਤਾਪੂਰਕ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ
ps: د اضافه کولو بریالیتوب
si: සාර්ථකයෙන් එකතු කළ යුතුවේ
sk: Úspešne pridané
sq: Shtimi është i Suksesshëm
sw: Umeongeza Kwa Mafanikio
ta: வெற்றிகரமாக சேர்க்கப்பட்டது
th: เพิ่มสำเร็จ
ur: کامیابی سے شامل کیا گیا

# youHaveToReLogin
source: You have to RE-LOGIN on your account.
am: በይለፍ ቃል ማውረድ አለብዎት።
as: আপোনাক আপোনাৰ একাউণ্টত পুনৰ লগইন কৰিব লাগিব।
be: Вам трэба пераўвайсці ў свой акаўнт.
bn: আপনাকে আপনার অ্যাকাউন্টে পুনরায় লগইন করতে হবে।
cy: Mae angen i chi WNEUD COFRESTRU newydd ar eich cyfrif.
et: Te peate oma kontole uuesti sisse logima.
eu: Zure kontuan berriro sartu beharko duzu.
fi: Sinun on kirjauduttava uudelleen tilillesi.
hy: Դուք պետք է նորից մուտք գործեք ձեր հաշիվը.
is: Þú verður að skrá þig aftur inn á reikninginn þinn.
kk: Сіздің аккаунтыңызға қайта кіру қажет.
km: អ្នកត្រូវចូល ឡត្ថូរ លេខ គណនីរបស់អ្នកម្តងមួយ
kn: ನೀವು ನಿಮ್ಮ ಖಾತೆಗೆ ಮರುಪ್ರವೇಶಿಸಬೇಕಾಗಿದೆ.
ky: Сиз эсебиңизге кайра киришиңиз керек.
lo: ທ່ານຕ້ອງເຂົ້າລະບົບສົ່ງສຳນັກສຳຮອງໃຫ້ທ່ານ.
mk: Морате повторно да се најавите на вашата сметка.
ml: നിങ്ങളുടെ അക്കൗണ്ടിൽ വീണ്ടും ലോഗിൻ ചെയ്യണം.
my: သင့်အကောင့်ပြောပါတယ်။
ne: तपाईंलाई आफ्नो खातामा पुन: लगइन गर्नुपर्छ।
pa: ਤੁਹਾਨੂੰ ਆਪਣੇ ਖਾਤੇ 'ਤੇ ਦੁਬਾਰਾ ਲਾਗਇਨ ਕਰਨਾ ਪਵੇਗਾ।
ps: تاسو باید په خپل حساب کې بیا ننوتل وکړئ.
si: ඔබට ඔබේ ගිණුමට නැවත පිවිසීමට අවශ්‍යයි
sk: Musíte sa znovu PRIHLÁSIŤ do vášho účtu.
sq: Duhet të RILIDHNI në llogarinë tuaj.
sw: Lazima Uingie tena kwenye akaunti yako.
ta: உங்கள் கணக்கு புன: உள்ளிட வேண்டும்
th: คุณต้องเข้าสู่ระบบใหม่ในบัญชีของคุณ
ur: آپ کو اپنے اکاؤنٹ پر دوبارہ لاگ ان کرنا ہوگا۔

source: Ok
am: እሺ
as: ঠিক আছে
az: Oldu
be: ОК
bn: ঠিক আছে
cy: Iawn
eu: Ados
hy: Լավ
kk: Жарайды
km: ព្រម
kn: ಸರಿ
ky: Ок
lo: ຕົກລົງ
mk: Ок
ml: ശരി
my: အိုက
ne: ठिक छ
pa: ਠੀਕ
ps: سم دی
si: හරි
sw: Sawa
ta: சரி
th: ตกลง
ur: ٹھیک ہے

source: Pay Cash
am: ገንዘብ አክብሮት
as: নগদ পৰিশোধ কৰক
az: Nəğd ödəniş
be: Агульная аплата
bn: নগদ প্রদান করুন
cy: Talu ar Gyllid
et: Makse sularahas
eu: Ordaindu Dirutan
fi: Maksa käteisellä
hy: Վճարել կանխիկ
is: Borga með reiðufé
kk: Нақты төлеу
km: ទូទាត់បាត់
kn: ಕ್ಯಾಷ್ ಪಾವ್
ky: Наличных төлөө
lo: ຈ່າຍເງິນສົກຫຼິ່ນ
mk: Плаќање во готово
ml: നഗദ് പേയ്‌മെന്റ്
my: ငွေသားချယ်ရန်
ne: क्यास भुक्तानी गर्नुहोस्
pa: ਨਕਦ ਦਾ ਭੁਗਤਾਨ ਕਰੋ
ps: نقد ورکړه
si: මුදල් ගෙවීම
sk: Zaplatiť v hotovosti
sq: Paguani me Para të Gjendura
sw: Lipa Kwa Pesa
ta: பணம் செலுத்து
th: ชำระด้วยเงินสด
ur: نقد ادائیگی کریں
