Repository: userfriendly125/azkaios
Catalog: lib/l10n/intl_*.arb
Languages: am, as, az, be, bn, cy, et, eu, fi, hy, is, kk, km, kn, ky, lo, mk, ml, my, ne, pa, ps, si, sk, sq, sw, ta, th, ur

# theUserWillBe
source: The user will be deleted and all the data will be deleted from your account.Are you sure to delete this?
am: ተጠቃሚው ይበውጥ ይሆናል እና ይህን ይወዳድሩ። ይህን እንደተለውጥ እርግጥ ነን?
as: ব্যৱহাৰকাৰী মচি পেলোৱা হ'ব আৰু সকলো তথ্য আপোনাৰ একাউণ্টৰ পৰা মচি পেলোৱা হ'ব। আপুনি কি এইটো মচি পেলাবলৈ নিশ্চিত?
az: İstifadəçi silinəcək və bütün məlumatlar hesabınızdan silinəcək. Əminsiniz?
be: Карыстальнік будзе выдалены, і ўсе дадзеныя будуць выдалены з вашага акаўнта. Вы ўпэўненыя, што хочаце гэта зрабіць?
bn: ব্যবহারকারীকে মুছে ফেলা হবে এবং আপনার অ্যাকাউন্ট থেকে সমস্ত ডেটা মুছে ফেলা হবে৷ আপনি কি এটি মুছতে নিশ্চিত?
cy: Bydd y defnyddiwr yn cael ei ddileu ac bydd yr holl ddata'n cael eu dileu o'ch cyfrif. Ydych chi'n siŵr eich bod am ddileu hyn?
et: Kasutaja kustutatakse ja kõik andmed kustutatakse teie kontolt. Kas olete kindel, et soovite selle kustutada?
eu: Erabiltzailea ezabatuko da eta datu guztiak zure kontutik ezabatuko dira. Ziur al zaude ezabatu nahi duzula?
fi: Käyttäjä poistetaan ja kaikki tiedot poistetaan tililtäsi. Haluatko varmasti poistaa tämän?
hy: Օգտագործողը կհանվի, և բոլոր տվյալները կհանվեն ձեր հաշվից։ Հիմա՞ եք վստահ, որ ցանկանում եք դա անել:
is: Notandinn verður eytt og öll gögn verða fjarlægð úr reikningnum þínum. Eru þú viss um að þú viljir eyða þessu?
kk: Пайдаланушы жойылады және барлық деректер аккаунттан жойылады. Сіз сенімдісіз бе, оларды жоюды растайсыз бе?
km: អ្នកប្រើនឹងត្រូវបានលុបហើយទិន្នន័យទាំងអស់នឹងត្រូវបានលុបពីគណនីរបស់អ្នក។ តើអ្នកប្រាកដចង់លុបវានៅដែរទេ?
kn: ಬಳಕೆದಾರನನ್ನು ಅಳಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಖಾತೆಯಿಂದ ಎಲ್ಲಾ ಡೇಟಾ ಅಳಿಸಲಾಗುತ್ತದೆ. ಖಚಿತವಾಗಿ ಅಳಿಸಲು ಖಚಿತರಾಗಿದ್ದೀರಾ?
ky: Колдонуучу жок болот жана бардык маалыматтар аккаунтуңуздан жок кылынат. Чынында жок кылууга ишенесизби?
lo: ຜູ້ໃຊ້ງານຈະຖືກລົບແລ້ວເລື່ອງທີ່ຂ້ອຍຈະຖືກລົບລາຍການທັງຫມົດຈາກບັນຊີຂອງທ່ານ. ທ່ານແນ່ໃຈບໍ່ທີ່ຈະລົບອີເມລແນວໃດນີ້?
mk: Корисникот ќе биде избришан и сите податоци ќе бидат избришани од вашиот акаунт. Дали сте сигурни дека сакате да избришете?
ml: ഉപയോക്താവ് മാച്ചപ്പെടും, കൂടാതെ നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്നുള്ള എല്ലാ വിവരങ്ങളും ഇല്ലാതാകും. നിങ്ങൾക്ക് ഇത് മാച്ചാൻ ഉറപ്പാണോ?
my: ဤအသုံးပြုသူကို ဖျက်နိုင်သောနောက်ဆုံးအကြောင်းသည်သင်၏အကောင့်မှာဖျက်နိုင်သည်နှင့်အချက်အလက်အားဖျက်မည်။ သင်သို့ဖျက်မလား?
ne: प्रयोगकर्ता मेटाइएको छ र सबै डाटा तपाईंको खाताबाट मेटाइएको छ। के तपाईं यसलाई मेटाउन चाहनुहुन्छ?
pa: ਉਪਭੋਗਤਾ ਮਿਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ ਅਤੇ ਤੁਹਾਡੇ ਖਾਤੇ ਤੋਂ ਸਾਰੀ ਜਾਣਕਾਰੀ ਮਿਟਾ ਦਿੱਤੀ ਜਾਵੇਗੀ। ਕੀ ਤੁਸੀਂ ਇਸ ਨੂੰ ਮਿਟਾਉਣ ਲਈ ਯਕੀਨੀ ਹੋ?
ps: کارونکی حذف شي او ټول معلومات به له خپل حساب څخه حذف شي. آیا تاسو د حذف کولو په اړه ډاډه یاست؟
si: පරිශීලකයා මකා දැමීමට සහ සියල්ල දත්ත ඔබේ ගිණුමෙහිද මකා දමා යෑමට හෝදයාගේ ඉල්ලීමට ඔබට විසඳුමක් ලැබේ. මෙම මකා දැමීමට ඔබට හෝදයේ වෙනත් සියල්ල ගැන හෝදයේ උපදෙස් සහිත නිසාය.
sk: Používateľ bude vymazaný a všetky údaje budú z vášho účtu odstránené. Ste si istí, že chcete toto vymazať?
sq: Përdoruesi do të fshihet dhe të gjitha të dhënat do të fshihen nga llogaria juaj. Jeni të sigurt që dëshironi ta fshini këtë?
sw: Mtumiaji atafutwa na data zote zitafutwa kutoka kwenye akaunti yako. Una uhakika unataka kufuta hii?
ta: பயனர் நீக்கப்படும் மற்றும் அனைத்து தரவுகளும் உங்கள் கணக்கில் நீக்கப்படும். இதை நீங்கள் நிச்சயமாக நீக்க விரும்புகின்றீர்களா?
th: ผู้ใช้จะถูกลบและข้อมูลทั้งหมดจะถูกลบออกจากบัญชีของคุณ คุณแน่ใจหรือไม่ที่จะลบ?
ur: صارف کو حذف کیا جائے گا اور تمام ڈیٹا آپ کے اکاؤنٹ سے حذف کر دیا جائے گا۔ کیا آپ واقف ہیں کہ آپ اسے حذف کرنا چاہتے ہیں؟

# cacel
source: Cancel
am: ይሰርዝ
as: বাতিল কৰক
az: Ləğv et
be: Скасаваць
bn: বাতিল
cy: Canslo
et: Tühista
eu: Ezeztatu
fi: Peruuta
hy: Չեղարկել
is: Hætta við
kk: Болдырмау
km: បោះបង់
kn: ರದ್ದುಗೊಳಿಸಿ
ky: Жокко чыгаруу
lo: ຍົກເລີກ
mk: Откажи
ml: റദ്ദാക്കുക
my: ပယ်ဖျက်မည်
ne: रद्द गर्नुहोस्
pa: ਰੱਦ ਕਰੋ
ps: لغو
sk: Zrušiť
sq: Anulo
sw: Ghairi
ta: ரத்துசெய்
ur: منسوخ کریں

source: Yes, Delete Forever
am: አዎን ወደ ዘርዳ
as: হয়, চিৰদিনৰ বাবে মচি পেলাওক
az: Bəli, Həmişə sil
be: Так, Выдаліць Назаўжды
bn: হ্যাঁ, চিরতরে মুছুন
cy: Oes, Dileu Am Byth
et: Jah, kustuta igaveseks
eu: Bai, Betirako Ezabatu
fi: Kyllä, poista pysyvästi
hy: Այո, հանել հավիտյան
is: Já, eyða að eilífu
kk: Иә, шынымен жою
km: បាទ, លុបរហូតជារៀង
kn: ಹೌದು, ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಿ
ky: Ооба, Түптүк Ооруу
lo: ດຳເນີນລົບຄືນ
mk: Да, избриши засекогаш
ml: അതെ, എപ്പോഴും ഇല്ലാതാക്കുക
my: ဟုတ်ကြီးပါ။ အမှားဖျက်သွားမည်
ne: हो, स्थायी रूपमा मेटाउनुहोस्
pa: ਹਾਂ, ਸਦਾ ਲਈ ਮਿਟਾਓ
ps: هو، تل لپاره حذف کړئ
si: හරි, සෑමවිටම මකා දමන්න
sk: Áno, odstrániť navždy
sq: Po, Fshije Përgjithmonë
sw: Ndiyo, Futa Milele
ta: ஆமாம், எப்போதும் நீக்கு
th: ใช่ ลบอย่างถาวร
ur: جی ہاں، مکمل طور پر حذف کریں

source: Call
am: ይደውሉ
as: কল
az: Zəng
be: Тэлефанаваць
bn: কল
cy: Galw
et: Helista
eu: Deitu
fi: Soita
hy: Զանգել
is: Hringja
kk: Қоңырау шалу
km: ហៅ
kn: ಕಾಲ್
ky: Чалуу
lo: ໂທລະສັບ
mk: Повикај
ml: কল
my: ခေါ်ဆိုပါ
ne: कल
pa: ਕਾਲ ਕਰੋ
ps: تلیفون
si: කෝටියක්
sk: Volanie
sq: Thirrje
sw: Piga Simu
ta: அழை
th: โทร
ur: کال کریں

source: Message
am: መልእክት
as: বাৰ্তা
az: Mesaj
be: Паведамленне
bn: বার্তা
cy: Neges
et: Sõnum
eu: Mezua
fi: Viesti
hy: Հաղորդագրություն
is: Skilaboð
kk: Хабарлама
km: សារ
kn: ಸಂದೇಶ
ky: Билдирүү
lo: ຂໍ້ຄວາມ
mk: Порака
ml: സന്ദേശം
my: မက်ဆေ့ခ်ျပါ
ne: सन्देश
pa: ਸੰਦਰਭ
ps: پیغام
si: සමාව
sk: Správa
sq: Mesazh
sw: Ujumbe
ta: செய்தி
th: ข้อความ
ur: پیغام

source: Recent Transactions
am: ወቅታዊ ግብይቶች
as: সাম্প্ৰতিক লেনদেন
az: Son əməliyyatlar
be: Апошнія Транзакцыі
bn: সাম্প্রতিক লেনদেন
cy: Transgiweddau Diweddar
et: Viimased tehingud
eu: Azken Transakzioak
fi: Viimeaikaiset tapahtumat
hy: Վերջին գործարքները
is: Nýlegar færslur
kk: Соңғы іс-шаралар
km: ប្រតិបត្តការថ្មីៗ
kn: ಇತ್ತಿಹಾಸದ ಲೇಖನಗಳು
ky: Жакындагы Транзакциялар
lo: ການເຮັດການຫຼ້າສຸດ
mk: Недавни трансакции
ml: സമീപകാല ഇടപാടുകൾ
my: လက်ရှိသင့်လုပ်ဆောင်မှုများ
ne: हालको लेनदेनहरू
pa: ਤਾਜ਼ਾ ਲੈਨ-ਦੇਣ
ps: تازه معاملې
si: නවතම සම්පුර්ණ ක්‍රියාවලිය
sk: Nedávne transakcie
sq: Transaksione të Fundit
sw: Shughuli za Hivi Karibuni
ta: சமீபத்திய பரிவர்த்தனைகள்
th: ธุรกรรมล่าสุด
ur: تازہ ترین لین دین

source: Click to connect
am: ወደ መገናኛ ለመገናኘት ይጫኑ
as: সংযোগ কৰিবলৈ ক্লিক কৰক
az: Əlaqə qurmaq üçün klik edin
be: Націсніце, каб падключыцца
bn: সংযোগ করতে ক্লিক করুন
cy: Cliciwch i gysylltu
et: Klõpsake, et ühendada
eu: Klikatu konexioa egiteko
fi: Yhdistä napsauttamalla
hy: Սեղմեք միանալու համար
is: Smelltu til að tengjast
kk: Байланыс үшін басыңыз
km: ចុចដើម្បីតភ្ជាប់
kn: ಸಂಪರ್ಕಿಸಲು ಕ್ಲಿಕ್ ಮಾಡಿ
ky: Байланыш үчүн чыкылдатыңыз
lo: ຄລິກເພື່ອເຊື່ອມຕໍ່
mk: Кликнете за да се поврзете
ml: കണക്റ്റ് ചെയ്യാൻ ക്ലിക്ക് ചെയ്യുക
my: ချိတ်ဆက်မည်ပါ
ne: जडानका लागि क्लिक गर्नुहोस्
pa: ਜੁੜਨ ਲਈ ਕਲਿਕ ਕਰੋ
ps: د وصل کولو لپاره کلیک وکړئ
si: සම්බනවේ ක්ලික් කරන්න
sk: Kliknite pre pripojenie
sq: Klikoni për të lidhur
sw: Bonyeza kuunganisha
ta: இணைக்க கிளிக் செய்க
th: คลิกเพื่อเชื่อมต่อ
ur: منسلک ہونے کے لئے کلک کریں

# pleaseConnectYourBluttothPrinter
source: Please connect your bluetooth Printer
am: እባክዎ የብሉቱዝ ፕሬንተርዎን ያገናኙ
as: অনুগ্ৰহ কৰি আপোনাৰ ব্লুটুথ মুদ্ৰক সংযোগ কৰক
az: Zəhmət olmasa, bluetooth printerinizi qoşun
be: Калі ласка, падключыце ваш Bluetooth-прынтэр
bn: আপনার ব্লুটুথ প্রিন্টার সংযোগ করুন
cy: Os gwelwch yn dda, cysylltwch â'ch Argraffydd Bluetooth
et: Palun ühendage oma Bluetooth-printer
eu: Mesedez, konexioa egin zure bluetooth inprimagailuarekin
fi: Yhdistä Bluetooth-tulostin
hy: Խնդրում ենք միացնել ձեր Bluetooth տպիչը
is: Vinsamlegast tengdu Bluetooth prentarann þinn
kk: Bluetooth принтеріңізді қосыңыз
km: សូមភ្ជាប់ម៉ាស៊ីនបោះពុម្ព Bluetooth របស់អ្នក
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಬ್ಲೂಟೂಥ್ ಮುದ್ರಕವನ್ನು ಸಂಪರ್ಕಿಸಿ
ky: Сураныч, Bluetooth Принтериңизди кошуңуз
lo: ກະລຸນາເຊື່ອມຕໍ່ພຽງແຕ່ພຽງຊາວໂທລະສັບຂອງທ່ານ
mk: Ве молиме поврзете го вашиот Bluetooth печатач
ml: ദയവായി നിങ്ങളുടെ ബ്ലൂടൂത്ത് പ്രിന്റർ ബന്ധിപ്പിക്കുക
my: ကုန်ပစ္စည်းသင့် bluetooth ပရိတ်ကို ချိတ်ဆက်ပါ
ne: कृपया आफ्नो ब्लुटूथ प्रिन्टर जडान गर्नुहोस्
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਬਲੂਟੂਥ ਪ੍ਰਿੰਟਰ ਜੁੜਨ ਕਰੋ
ps: مهرباني وکړئ خپل بلوتوث پرنټر سره وصل کړئ
si: කරුණාකර ඔබේ බෙලූටූත් මුදුන් ප්‍රින්ටරය සම්බනවීම
sk: Prosím, pripojte svoju bluetooth tlačiareň
sq: Ju lutemi lidhni printerin tuaj Bluetooth
sw: Tafadhali unganisha printeri yako ya bluetooth
ta: தயவுசெய்து உங்கள் புளூட்டூத் அச்சுக்கி இணைக்கவும்
th: โปรดเชื่อมต่อเครื่องพิมพ์บลูทูธของคุณ
ur: براہ کرم اپنے بلوٹوتھ پرنٹر کو منسلک کریں

source: View All
am: ሁሉንም ይመልከቱ
as: সমূহ দেখুন
az: Hamısını göstər
be: Праглядзець Усё
bn: সব দেখ
et: Vaata kõiki
eu: Ikusi Guztiak
fi: Näytä kaikki
hy: Դիտել բոլորը
is: Skoða allt
kk: Барлығын көру
km: មើលទាំងអស់
kn: ಎಲ್ಲವನ್ನು ವೀಕ್ಷಿಸಿ
ky: Бардыгын Караңыз
lo: ເບິ່ງທັງຫມົດ
mk: Прегледајте сè
ml: എല്ലാം കാണുക
my: အားလုံးကြည့်မည်
ne: सबै हेर्नुहोस्
pa: ਸਭ ਵੇਖੋ
ps: ټول وګورئ
si: සියලු බලන්න
sk: Zobraziť všetko
sq: Shiko të Gjitha
sw: Onyesha Yote
ta: அனைத்தையும் பார்க்க
th: ดูทั้งหมด
ur: تمام دیکھیں

source: Parties List
am: የወገኖች ዝርዝር
as: পক্ষৰ তালিকা
az: Tərəflər Siyahısı
be: Спіс Бакаў
bn: দলগুলোর তালিকা
cy: Rhestr Parti
et: Osaliste nimekiri
eu: Partaideen Zerrenda
fi: Osapuolten lista
hy: Կուսակցությունների ցուցակ
is: Listi yfir aðila
kk: Тараптар тізімі
km: បញ្ជីឈ្មោះ
kn: ಪಕ್ಷಗಳ ಪಟ್ಟಿ
ky: Тараптардын Тизими
lo: ລາຍຊື່ຄົນຊື້ຂາຍ
mk: Список на партии
ml: പാർട്ടികളുടെ പട്ടിക
my: လက်ခံသူစာရင်း
ne: पार्टीहरूको सूची
pa: ਪਾਰਟੀ ਦੀ ਸੂਚੀ
ps: د طرفونو لیست
si: පක්ෂ ලැයිස්තුව
sk: Zoznam strán
sq: Lista e Partive
sw: Orodha ya Vyama
ta: கட்சிகள் பட்டியல்
th: รายชื่อบุคคล
ur: جماعتیں کی فہرست

source: Party Name
am: የወገን ስም
as: পক্ষৰ নাম
az: Tərəf adı
be: Назва Бака
bn: পার্টির নাম
cy: Enw'r Parti
et: Osalise nimi
eu: Partaide Izena
fi: Osapuolen nimi
hy: Կուսակցության անուն
is: Nafn aðila
kk: Тарап атауы
km: ឈ្មោះក្រុមហ៊ុន
kn: ಪಕ್ಷ ಹೆಸರು
ky: Тараптын Аты
lo: ຊື່ຄົນຊື້ຂາຍ
mk: Име на партијата
ml: പാർട്ടി നാമം
my: လက်ခံသူအမည်
ne: पार्टीको नाम
pa: ਪਾਰਟੀ ਦਾ ਨਾਮ
ps: د طرف نوم
si: පක්ෂවක් නම
sk: Názov strany
sq: Emri i Partisë
sw: Jina la Chama
ta: கட்சி பெயர்
th: ชื่อบุคคล
ur: جماعت کا نام

source: Enter Party Name
am: የወገን ስም ይገቡ
as: পক্ষৰ নাম প্ৰৱিষ্ট কৰক
az: Tərəf adını daxil edin
be: Увядзіце Назву Бака
bn: পার্টির নাম লিখুন
cy: Rhowch Enw'r Parti
et: Sisestage osalise nimi
eu: Sartu Partaide Izena
fi: Syötä osapuolen nimi
hy: Մուտքագրեք կուսակցության անունը
is: Sláðu inn nafn aðila
kk: Тарап атауын енгізіңіз
km: បញ្ចូលឈ្មោះក្រុមហ៊ុន
kn: ಪಕ್ಷ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ky: Тараптын Атын Киргизиңиз
lo: ປ້ອນຊື່ຄົນຊື້ຂາຍ
mk: Внесете име на партијата
ml: പാർട്ടിയുടെ പേര് നൽകുക
my: လက်ခံသူအမည်ရိုက်ပါ
ne: पार्टीको नाम प्रविष्ट गर्नुहोस्
pa: ਪਾਰਟੀ ਦਾ ਨਾਮ ਦਾਖਲ ਕਰੋ
ps: د طرف نوم داخل کړئ
si: පක්ෂවක් නම ඇතුළත් කරන්න
sk: Zadajte názov strany
sq: Shkruani Emrin e Partisë
sw: Ingiza Jina la Chama
ta: கட்சி பெயர் உள்ளிடவும்
th: ป้อนชื่อบุคคล
ur: جماعت کا نام درج کریں

source: Due
am: ወርቅ
as: বকেয়া
az: Qalıq
be: Да
bn: বাকি
cy: Dyled
et: Maksmine
eu: Ordaindu
fi: Maksamatta
hy: Պարտք
is: Skylda
kk: Төлем
km: បំណុល
kn: ಬಾಕಿ
ky: Карыз
lo: ຄ່າຊຳລະ
mk: Долг
ml: ബാക്കി
my: ကျန်ငွေသော
ne: बाकी
pa: ਕਰਜ਼
ps: باقي
si: මුදල්
sk: Dlh
sq: Borxh
sw: Deni
ta: பட்டியல்
th: ค้างชำระ
ur: قرض

source: Update Contact
am: የገናኙ መረጃ ይሻሽሉ
as: যোগাযোগৰ তথ্য হালনাগাদ কৰক
az: Əlaqəni yenilə
be: Абнавіць Кантакт
bn: যোগাযোগ আপডেট করুন
cy: Diweddaru Cyswllt
et: Uuenda kontakti
eu: Eguneratu Harremana
fi: Päivitä yhteystieto
hy: Թարմացնել կոնտակտը
is: Uppfæra tengilið
kk: Байланысты жаңарту
km: ធ្វើបច្ចុប្បន្នភាពទំនាក់ទំនង
kn: ಸಂಪರ್ಕವನ್ನು ನವೀಕರಿಸಿ
ky: Байланышты Жаңыртуу
lo: ປັບປຸງຕິດຕໍ່
mk: Ажурирај контакт
ml: സമ്പർക്കം പുതുക്കുക
my: ဆက်သွယ်ရန်အသုံးပြုရန်
ne: संपर्क अपडेट गर्नुहोस्
pa: ਸੰਪਰਕ ਅੱਪਡੇਟ ਕਰੋ
ps: اړیکه تازه کړئ
si: දුරකථන එකතු කරන්න
sk: Aktualizovať kontakt
sq: Përditëso Kontaktin
sw: Sasisha Mawasiliano
ta: தொடர்பை புதுப்பிக்கவும்
th: อัปเดตการติดต่อ
ur: رابطہ اپ ڈیٹ کریں

# upplier
source: Supplier
am: አቅራቢ
as: যোগান দাতা
az: Təchizatçı
be: Пастаўшчык
bn: সরবরাহকারী
cy: Cyflenwr
et: Tarnija
eu: Hornitzailea
fi: Toimittaja
hy: Մատակարար
is: Birgir
kk: Тапсырыс беруші
km: អ្នកផ្គត់ផ្គង់
kn: ಸರಬರಾಜು
ky: Жабдыручулар
lo: ຜູ້ສະໜອງ
mk: Добавувач
ml: സപ്ലയർ
my: ကုန်ပစ္စည်းရောင်း
ne: प्रदायक
pa: ਸਪਲਾਇਰ
ps: چمتو کونکی
sk: Dodávateľ
ta: வழக்காளர்
ur: سپلائر

source: Add New Address
am: አዲስ አድራሻ ይጨምሩ
as: নতুন ঠিকনা যোগ কৰক
az: Yeni ünvan əlavə et
be: Дадаць Новы Адрас
bn: নতুন ঠিকানা যোগ করুন
cy: Ychwanegu Cyfeiriad Newydd
et: Lisa uus aadress
eu: Gehitu Helbide Berria
fi: Lisää uusi osoite
hy: Ավելացնել նոր հասցե
is: Bæta við nýju heimilisfangi
kk: Жаңа мекенжай қосу
km: បន្ថែមអាសយដ្ឋានថ្មី
kn: ಹೊಸ ವಿಳಾಸವನ್ನು ಸೇರಿಸಿ
ky: Жаңы Дарек Кошуу
lo: ເພີ່ມທີ່ຢູ່ໃໝ່
mk: Додај нова адреса
ml: പുതിയ വിലാസം ചേർക്കുക
my: လိပ်စာအသစ်ထည့်ပါ
ne: नयाँ ठेगाना थप्नुहोस्
pa: ਨਵਾਂ ਪਤਾ ਸ਼ਾਮਲ ਕਰੋ
ps: نوې پته اضافه کړئ
si: නව ලිපිනයක් එක් කරන්න
sk: Pridať novú adresu
sq: Shto Adresë të Re
sw: Ongeza Anwani Mpya
ta: புதிய முகவரி சேர்க்கவும்
th: เพิ่มที่อยู่ใหม่
ur: نیا پتہ شامل کریں

source: First Name
am: የመጀመሪያ ስም
as: প্ৰথম নাম
az: Adınız
be: Імя
bn: প্রথম নাম
cy: Enw Cyntaf
et: Eesnimi
eu: Izena
fi: Etunimi
hy: Առաջին անուն
is: Fyrsta nafn
kk: Аты
km: នាមខ្លួន
kn: ಮೊದಲ ಹೆಸರು
ky: Алгачкы Аты
lo: ຊື່ແທ້
mk: Име
ml: ആദ്യം നാമം
my: နာမည်အစီအစဉ်
ne: पहिलो नाम
pa: ਪਹਿਲਾ ਨਾਮ
ps: لومړی نوم
si: මුල් නම
sk: Krstné meno
sq: Emri i Parë
sw: Jina la Kwanza
ta: முதல் பெயர்
th: ชื่อ
ur: پہلا نام

source: Enter Your Name
am: ስምዎን ይገቡ
as: আপোনাৰ নাম প্ৰৱিষ্ট কৰক
az: Adınızı daxil edin
be: Увядзіце Ваша Імя
bn: আপনার নাম লিখুন
cy: Rhowch Eich Enw
et: Sisestage oma nimi
eu: Sartu Zure Izena
fi: Syötä nimesi
hy: Մուտքագրեք ձեր անունը
is: Sláðu inn nafnið þitt
kk: Атыңызды енгізіңіз
km: បញ្ចូលឈ្មោះរបស់អ្នក
kn: ನಿಮ್ಮ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ky: Атыңызды Киргизиңиз
lo: ປ້ອນຊື່ຂອງທ່ານ
mk: Внесете го вашето име
ml: നിങ്ങളുടെ പേര് നൽകുക
my: သင်၏အမည်ထည့်ပါ
ne: तपाईंको नाम प्रविष्ट गर्नुहोस्
pa: ਤੁਹਾਡਾ ਨਾਮ ਦਾਖਲ ਕਰੋ
ps: خپل نوم داخل کړئ
si: ඔබගේ නම ඇතුළත් කරන්න
sk: Zadajte svoje meno
sq: Shkruani Emrin Tuaj
sw: Ingiza Jina Lako
ta: உங்கள் பெயரை உள்ளிடவும்
th: ป้อนชื่อของคุณ
ur: اپنا نام درج کریں

source: Last Name
am: የመጨረሻ ስም
as: অন্তিম নাম
az: Soyadınız
be: Прозвішча
bn: শেষ নাম
cy: Enw Olaf
et: Perekonnanimi
eu: Abizenak
fi: Sukunimi
hy: Վերջին անուն
is: Síðasta nafn
kk: Тегі
km: នាមត្រកូល
kn: ಕೊನೆಯ ಹೆಸರು
ky: Акыркы Аты
lo: ນາມສະກຸນ
mk: Презиме
ml: അവസാന നാമം
my: မက်စီအမည်
ne: थर
pa: ਆਖਰੀ ਨਾਮ
ps: آخر نوم
si: වාසනය
sk: Priezvisko
sq: Mbiemri
sw: Jina la Mwisho
ta: கடைசி பெயர்
th: นามสกุล
ur: آخری نام

source: Country
am: አገር
as: দেশ
az: Ölkə
be: Краіна
bn: দেশ
cy: Gwlad
et: Riik
eu: Herrialdea
fi: Maa
hy: Երկիր
is: Land
kk: Ел
km: ប្រទេស
kn: ದೇಶ
ky: Мамлекет
lo: ປະເທດ
mk: Држава
ml: രാജ്യം
my: နိုင်ငံ
ne: देश
pa: ਦੇਸ਼
ps: هیواد
si: රට
sk: Krajina
sq: Vendi
sw: Nchi
ta: நாடு
th: ประเทศ
ur: ملک

source: Bangladesh
am: ባንጋልዳሽ
as: বাংলাদেশ
az: Banqladeş
be: Бангладэш
bn: বাংলাদেশ
hy: Բանգլադեշ
is: Bangladess
kk: Бангладеш
km: បង់ក្លាដែស
kn: ಬಂಗಲಾದೇಶ
ky: Бангладеш
lo: ປະເທດບັງກາຣຽນ
mk: Бангладеш
ml: ബംഗ്ലാദേശ്
my: ဘန်ဂကလားဒီနိုင်ငံ
ne: बंगलादेश
pa: ਬੰਗਲਾਦੇਸ਼
ps: بنګله دیش
si: බංග්ලාදේශය
sk: Bangladéš
sq: Bangladeshi
ta: பங்களாதேஷ்
th: บังคลาเทศ
ur: بنگلہ دیش

source: Apply
am: ይግቡ
as: আবেদন কৰক
az: Tətbiq et
be: Прымяніць
bn: আবেদন করুন
cy: Cymhwyso
et: Rakenda
eu: Aplikatu
fi: Käytä
hy: Դիմել
is: Senda inn
kk: Қолдану
km: អនុវត្ត
kn: ಅನ್ವಯಿಸಿ
ky: Колдонуу
lo: ນຳໃຊ້
mk: Применете
ml: അനുബന്ധിക്കുക
my: လျှောက်ထားမည်
ne: लागू गर्नुहोस्
pa: ਲਾਗੂ ਕਰੋ
ps: لګول
si: යොමු කරන්න
sk: Použiť
sq: Apliko
sw: Tumia
ta: பிரிக்க
th: นำไปใช้
ur: لاگو کریں

source: Delivery Address
am: የደረሰኝ አድራሻ
as: ডেলিভাৰী ঠিকনা
az: Çatdırılma ünvanı
be: Адрас Дастаўкі
bn: বিতরণ ঠিকানা
cy: Cyfeiriad Danfon
et: Kohaletoimetamise aadress
eu: Eguneratze Helbidea
fi: Toimitusosoite
hy: Առաքման հասցե
is: Sendingarheimilisfang
kk: Жеткізу мекенжайы
km: អាសយដ្ឋានដឹកជញ្ជូន
kn: ವಿತರಣಾ ವಿಳಾಸ
ky: Жеткирүү Дареги
lo: ທີ່ຢູ່ຂອງຜູ້ສົ່ງສິນຄ້າ
mk: Адреса на испорака
ml: ഡെലിവറി വിലാസം
my: ပေးပို့လိပ်စာ
ne: वितरण ठेगाना
pa: ਡਿਲਿਵਰੀ ਪਤਾ
ps: د تحویلۍ پته
si: භාණ්ඩ ලිපිනය
sk: Dodacia adresa
sq: Adresa e Dërgesës
sw: Anwani ya Kujifanyia
ta: விநியோக முகவரி
th: ที่อยู่จัดส่ง
ur: ترسیل کا پتہ

source: No data available
am: የሚገኝ ውሂብ ይቀርባል
as: কোনো তথ্য উপলব্ধ নাই
az: Məlumat yoxdur
be: Дадзеныя адсутнічаюць
bn: কোন ডেটা উপলব্ধ নেই
cy: Dim data ar gael
et: Andmed pole saadaval
eu: Daturik Ez
fi: Tietoja ei saatavilla
hy: Տվյալներ չկան
is: Engar upplýsingar tiltækar
kk: Мәлімет жоқ
km: មិនមានទិន្នន័យទេ
kn: ಡೇಟಾ ಲಭ್ಯವಿಲ್ಲ
ky: Маалымат жок
lo: ບໍ່ມີຂໍ້ມູນສຳລັບການກວດສອບ
mk: Нема достапни податоци
ml: ഡാറ്റ ലഭ്യമല്ല
my: အချက်အလက်မရရှိနိုင်ပါ
ne: कुनै डाटा उपलब्ध छैन
pa: ਕੋਈ ਡਾਟਾ ਉਪਲਬਧ ਨਹੀਂ
ps: هیڅ معلومات شتون نلري
si: දත්ත නොමැත
sk: Žiadne dostupné údaje
sq: Nuk ka të dhëna të disponueshme
sw: Hakuna Data Inapatikana
ta: கோப்புகள் கிடைக்கவில்லை
th: ไม่มีข้อมูล
ur: کوئی ڈیٹا دستیاب نہیں ہے

source: Add Delivery
am: ወደዚያ ይጨምሩ
as: ডেলিভাৰী যোগ কৰক
az: Çatdırılma əlavə et
be: Дадаць Дастаўку
bn: বিতরণ যোগ করুন
cy: Ychwanegu Danfoniad
et: Lisa kohaletoimetamine
eu: Gehitu Eguneratze
fi: Lisää toimitus
hy: Ավելացնել առաքում
is: Bæta við sendingu
kk: Жеткізу қосу
km: បន្ថែមការដឹកជញ្ជូន
kn: ವಿತರಣೆ ಸೇರಿಸಿ
ky: Жеткирүүнү Кошуу
lo: ເພີ່ມການສົ່ງສິນຄ້າ
mk: Додај испорака
ml: ഡെലിവറി ചേർക്കുക
my: ပေးပို့ရန်အသစ်ထည့်ပါ
ne: वितरण थप्नुहोस्
pa: ਡਿਲਿਵਰੀ ਸ਼ਾਮਲ ਕਰੋ
ps: تحویلي اضافه کړئ
si: භාණ්ඩ එකතු කරන්න
sk: Pridať doručenie
sq: Shto Dërgesë
sw: Ongeza Uwasilishaji
ta: விநியோகத்தைச் சேர்க்கவும்
th: เพิ่มการจัดส่ง
ur: ترسیل شامل کریں

source: Due List
am: የወርቅ ዝርዝር
as: বকেয়া তালিকা
az: Qalıq Siyahısı
be: Список Пазык
bn: বকেয়া লিস্ট
cy: Rhestr Dyled
et: Maksmise nimekiri
eu: Ordainduen Zerrenda
fi: Maksamattomat maksut
hy: Պարտքերի ցուցակ
is: Skuldaskrá
kk: Төлем тізімі
km: បញ្ជីបំណុល
kn: ಬಾಕಿ ಪಟ್ಟಿ
ky: Карыз Тизими
lo: ລາຍການຊຳລະ
mk: Листа на долгови
ml: ബാക്കി പട്ടിക
my: ကျန်ငွေသောနောက်ဆုံးစာရင်း
ne: बाकीको सूची
pa: ਕਰਜ਼ ਦੀ ਸੂਚੀ
ps: باقي لیست
si: මුදල් ලැයිස්තුව
sk: Zoznam dlhov
sq: Lista e Borxhit
sw: Orodha ya Deni
ta: பட்டியல் வரிசை
th: รายการค้างชำระ
ur: قرض کی فہرست

source: Due Collection
am: ወርቅ ማከማቻ
as: বকেয়া সংগ্ৰহ
az: Qalıq Toplama
be: Збор Пазык
bn: বকেয়া আদায়
cy: Casglu Dyled
et: Maksmise kogumine
eu: Ordainduen Bilketa
fi: Maksamattomien maksujen keräys
hy: Պարտքի հավաքում
is: Skuldasöfnun
kk: Төлем тізімі
km: ការបំណុលប្រភេទកំណើតទេ
kn: ಬಾಕಿ ಸಂಗ್ರಹ
ky: Карыз Жыйноо
lo: ການຊຳລະເງິນຊຳລະທັງຫມົດ
mk: Собирање на долгови
ml: ബാക്കി ശേഖരണം
my: ကျန်ငွေသောစုစုပေါင်း
ne: बाकीको संग्रह
pa: ਕਰਜ਼ ਜਮ੍ਹਾਂ
ps: باقي راټولول
si: මුදල් එකතුව
sk: Zbierka dlhov
sq: Mbledhja e Borxhit
sw: Ukusanyaji wa Deni
ta: கட்டணம் சேகரிக்கை
th: การรับชำระค้างชำระ
ur: قرض کی جمع

source: Due Amount:
am: ወርቅ መጠን:
as: বকেয়া ৰাশি:
az: Qalıq Məbləği:
be: Сума Пазыкі:
bn: বকেয়া পরিমাণ:
cy: Swm Dyled:
et: Maksmise summa:
eu: Ordaindu Kantitatea:
fi: Maksamatta oleva summa:
hy: Պարտքի գումարը։
is: Skylda:
kk: Төлем сомасы:
km: ចំនួនបំណុល:
kn: ಬಾಕಿ ಮೊತ್ತ:
ky: Карыз Суммасы:
lo: ຈຳນວນທີ່ຕ້ອງຊຳລະ:
mk: Долг:
ml: ബാക്കി തുക:
my: ကျန်ငွေသောပမာဏ:
ne: बाकी रकम:
pa: ਕਰਜ਼ ਰਕਮ:
ps: باقي مقدار:
si: මුදල් ප්‍රමානය:
sk: Suma dlhu:
sq: Shuma e Borxhit:
sw: Kiasi cha Deni:
ta: கட்டண தொகை:
th: ยอดค้างชำระ:
ur: قرض کی رقم:

source: Total Amount
am: ዋጋ መጠን
as: মুঠ ৰাশি
az: Ümumi Məbləğ
be: Агульная Сума
bn: মোট পরিমাণ
cy: Cyfanswm Swm
et: Kokku summa
eu: Kantitate Osoa
fi: Kokonaissumma
hy: Ընդհանուր գումար
is: Heildarupphæð
kk: Жалпы сома
km: ចំនួនសរុប
kn: ಮೊತ್ತ ಹೆಚ್ಚಿಕೊಳ್ಳಿ
ky: Жалпы Сумма
lo: ຈຳນວນທັງຫມົດ
mk: Вкупен износ
ml: മൊത്തം തുക
my: စုစုပေါင်းပမာဏ
ne: कुल रकम
pa: ਕੁੱਲ ਰਕਮ
ps: ټول مقدار
si: මුළු ප්‍රමාණය
sk: Celková suma
sq: Shuma Totale
sw: Jumla ya Kiasi
ta: மொத்த தொகை
th: ยอดรวม
ur: کل رقم

source: Paid Amount
am: የተከፈለ መጠን
as: পৰিশোধিত ৰাশি
az: Ödənilən Məbləğ
be: Аднашаная Сума
bn: পরিশোধিত পরিমাণ
cy: Swm a Daliwyd
et: Tasutud summa
eu: Ordaindutako Kantitatea
fi: Maksettu summa
hy: Վճարված գումար
is: Greidd upphæð
kk: Төлемді ақылы сома
km: ចំនួនបង់ប្រាក់
kn: ಪಾವಿತ ಮೊತ್ತ
ky: Төлөнгөн Сумма
lo: ຈຳນວນທີ່ຈ່າຍແລ້ວ
mk: Платен износ
ml: കിട്ടിയ തുക
my: ပေးချေသည့်ပမာဏ
ne: भुक्तान गरिएको रकम
pa: ਭੁਗਤਾਨ ਕੀਤੀ ਰਕਮ
ps: تادیه شوې مقدار
si: ගෙවූ මුදල
sk: Zaplatená suma
sq: Shuma e Paguar
sw: Kiasi Kilicholipwa
ta: செலுத்திய தொகை
th: ยอดชำระแล้ว
ur: ادا کی گئی رقم

source: Payment Type
am: የክፍያ አይነት
as: পৰিশোধৰ প্ৰকাৰ
az: Ödəniş Növü
be: Тып Аплаты
bn: পেমেন্ট ধরণ
cy: Math Taliad
et: Makse liik
eu: Ordainketa Mota
fi: Maksutapa
hy: Վճարման տեսակը
is: Greiðslutegund
kk: Төлем түрі
km: ប្រភេទការបង់ប្រាក់
kn: ಪಾವತಿ ಪ್ರಕಾರ
ky: Төлөм Тиеси
lo: ຊື່ປະເພດການຊຳລະເງິນ
mk: Тип на плаќање
ml: ചെലവ് തരം
my: ငွေပေးချေရန်အမျိုးအစား
ne: भुक्तानको प्रकार
pa: ਭੁਗਤਾਨ ਦਾ ਤਰੀਕਾ
ps: د تادیې ډول
si: ගෙවීමේ වර්ගය
sk: Typ platby
sq: Lloji i Pagesës
sw: Aina ya Malipo
ta: கட்டண வகை
th: ประเภทการชำระเงิน
ur: ادائیگی کی قسم

# describtion
source: Description
am: መግለጫ
as: বিৱৰণ
az: Təsvir
be: Апісанне
bn: বিবরণ
cy: Disgrifiad
et: Kirjeldus
eu: Deskribapena
fi: Kuvaus
hy: Նկարագրություն
is: Lýsing
kk: Сипаттама
km: ការពិពណ៌នា
kn: ವಿವರಣೆ
ky: Сипаттама
lo: ລາຍລະອຽດ
mk: Опис
ml: വിവരണം
my: ဖော်ပြချက်
ne: वर्णन
pa: ਵਰਣਨ
ps: تفصیل
si: විස්තරය
sk: Popis
sq: Përshkrim
sw: Maelezo
ta: விளக்கம்
ur: تفصیل

# addDescription
source: Add note
am: ማስታወቂያ ይጨምሩ
as: নোট যোগ কৰক
az: Qeyd əlavə et
be: Дадаць Заўвагу
bn: নোট যোগ করুন
cy: Ychwanegu Nodyn
et: Lisa märkus
eu: Gehitu oharrak
fi: Lisää huomautus
hy: Ավելացնել նշում
is: Bæta við athugasemd
kk: Ескертпе қосу
km: បន្ថែមកំណត់សម្គាល់
kn: ನೋಡಿಗೆ ಸೇರಿಸಿ
ky: Эскертме Кошуу
lo: ເພີ່ມຫມາຍເຫດ
mk: Додај белешка
ml: കുറിപ്പ് ചേർക്കുക
my: မှတ်ချက်ထည့်ပါ
ne: नोट थप्नुहोस्
pa: ਨੋਟ ਸ਼ਾਮਲ ਕਰੋ
ps: یادښت اضافه کړئ
si: අලුත් සටහනක් එකතු කරන්න
sk: Pridať poznámku
sq: Shtoni shënim
sw: Ongeza Maelezo
ta: குறிப்பு சேர்க்க
th: เพิ่มบันทึก
ur: نوٹ شامل کریں

source: Image
am: ይህ
as: ছবি
az: Şəkil
be: Выява
bn: চিত্র
cy: Delwedd
et: Pilt
eu: Irudia
fi: Kuva
hy: Նկար
is: Mynd
kk: Сурет
km: រូបភាព
kn: ಚಿತ್ರ
ky: Сүрөт
lo: ຮູບພາບ
mk: Слика
ml: ചിത്രം
my: ပုံ
ne: तस्वीर
pa: ਚਿੱਤਰ
ps: انځور
si: පින්තූරය
sk: Obrázok
sq: Imazh
sw: Picha
ta: படம்
th: รูปภาพ
ur: تصویر

source: Close
am: ዝግባ
as: বন্ধ কৰক
az: Bağla
be: Закрыць
bn: বন্ধ করুন
cy: Cau
et: Sulge
eu: Itxi
fi: Sulje
hy: Փակել
is: Loka
kk: Жабу
km: បិទ
kn: ಮುಚ್ಚು
ky: Жабуу
lo: ປິດ
mk: Затвори
ml: അടച്ചിടുക
my: ပိတ်မည်
ne: बन्द गर्नुहोस्
pa: ਬੰਦ ਕਰੋ
ps: بندول
si: වසන්න
sk: Zavrieť
sq: Mbylle
sw: Funga
ta: மூடு
th: ปิด
ur: بند کریں

source: Confirm Password
am: የይለፍ ቃል ይረጋግጡ
as: পাছৰ সংকেত নিশ্চিত কৰক
az: Şifrəni Təsdiq Edin
be: Пацвердзіце Пароль
bn: পাসওয়ার্ড নিশ্চিত করুন
cy: Cadarnhau Cyfrinair
et: Kinnitage parool
eu: Pasahitza Berretsi
fi: Vahvista salasana
hy: Հաստատեք գաղտնաբառը
is: Staðfesta lykilorð
kk: Құпия сөзді растау
km: បញ្ជាក់ពាក្យសម្ងាត់
kn: ಪಾಸ್ವರ್ಡ್ ದೃಢೀಕರಿಸಿ
ky: Паролду Тастыктоо
lo: ຢືນຢັນລະຫັດຜ່ານ
mk: Потврди лозинка
ml: പാസ്വേഡ് സ്ഥിരീകരിക്കുക
my: အတည်ပြုကာကွယ်ရန်
ne: पासवर्ड पुष्टि गर्नुहोस्
pa: ਪਾਸਵਰਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
ps: پاسورډ تایید کړئ
si: මහන්තය තහවුරු කරන්න
sk: Potvrďte heslo
sq: Konfirmo Fjalëkalimin
sw: Thibitisha Nenosiri
ta: கடவுச்சொல்லை உறுதியாக்கவும்
th: ยืนยันรหัสผ่าน
ur: پاس ورڈ کی تصدیق کریں
