Repository: userfriendly125/azkaios
Catalog: lib/l10n/intl_*.arb
Languages: am, as, az, be, bn, cy, et, eu, fi, hy, is, kk, km, kn, ky, lo, mk, ml, my, ne, pa, ps, si, sk, sq, sw, ta, th, ur

# weHaveSendAnEmailwithInstructions
source: We Have Send An Email with instructions on how to reset password to:
am: እባክዎ ወደ እባክዎ የሚገኙትን የወደፊት ዝርዝር አስቀድሞ እንዲህ አድርጉ።
as: পাছৱৰ্ড ৰিছেট কৰিবলৈ নিৰ্দেশনাৰ সৈতে আমি এটি ইমেইল পঠিয়াইছে:
az: Biz sizə email göndərdik və şifrəni bərpa etmək üçün təlimatları ötürdük:
be: Мы адправілі электронны ліст з інструкцыямі па скіданні пароля на:
bn: আমরা এখানে পাসওয়ার্ড রিসেট করার নির্দেশাবলী সহ একটি ইমেল পাঠিয়েছি:
cy: Mae gennym ni anfon e-bost gyda chyfarwyddiadau ar sut i adnewyddu'r cyfrinair i:
et: Oleme saatnud e-kirja, milles on juhised parooli lähtestamiseks aadressile:
eu: Pasahitza berrezartzeko argibideak dituzten email bat bidali dugu:
fi: Olemme lähettäneet sähköpostin ohjeilla salasanan palauttamiseksi osoitteeseen:
hy: Մենք ուղարկել ենք էլ. նամակ՝ պարունակող կարգավորումները փոխելու համար՝ այս հասցեով:
is: Við höfum sent tölvupóst með leiðbeiningum um hvernig á að endurstilla lykilorð á:
kk: Біз инструкциялармен құпия сөзді қалпына келтіру туралы хат жібердік:
km: យើងបានផ្ញើររូបសង្ឃឹមជាមួយការណែនាំរបស់របស់អ្នកក្នុងការកំណត់ពាក្យសំងាត់ទៅកាន់:
kn: ನಿರ್ದೇಶನೆಗಳೊಂದಿಗೆ ಇಮೇಲ್ ಕಳುಹಿಸಲಾಗಿದೆ. ಹೊಸ ಪಾಸ್ವರ್ಡ್ ಹೊಂದಿಸಲು:
ky: Парольдү жаңыртуу үчүн көрсөтмөлөр менен электрондук кат жөнөттүк:
lo: ພວກເຮົາໄດ້ສົ່ງອີເມວຕາມຄຳຕອບເອກະສານຕິດຕໍ່ກັບວິຊາການຊົມລະຫວ່າງສອນ:
mk: Испративме е-пошта со инструкции за ресетирање на лозинка на:
ml: പാസ്‌വേഡ് പുനഃസജ്ജമാക്കുന്നതിനുള്ള നിർദ്ദേശങ്ങൾ ഉൾപ്പെടുന്ന ഒരു ഇമെയിൽ ഞങ്ങൾ അയച്ചു:
my: သင့်အီးမေးလ်ကိုပို့သွားသည်။ စကားဝှက်ပြန်ဖြတ်ရန်အကြောင်း:
ne: हामीले पासवर्ड रिसेट कसरी गर्ने भन्ने बारे निर्देशन सहित एउटा इमेल पठाएका छौं:
pa: ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਪਾਸਵਰਡ ਰੀਸੈਟ ਕਰਨ ਲਈ ਹਦਾਇਤਾਂ ਦੇ ਨਾਲ ਇਕ ਇਮੇਲ ਭੇਜੀ ਹੈ:
ps: موږ یوه بریښنالیک د پخواني تڼۍ د بیا جوړولو لپاره د لارښوونو سره واستوه:
si: විද්‍යුත් පත්කරන්නේ කෙසේදැයි අමතකව උත්සාහ කිරීමේ නම අයිතමයෙන් ඊමේල් එකක් ලබා ගැනීමට:
sk: Poslali sme vám e-mail s pokynmi, ako obnoviť heslo na:
sq: Kemi dërguar një email me udhëzime për të rivendosur fjalëkalimin te:
sw: Tumetuma barua pepe na maelekezo ya jinsi ya kurekebisha nenosiri kwa:
ta: நாங்கள் உங்களுக்கு கடவுச்சொல் மீட்டெடுத்து விளக்கமாக ஒரு மின்னஞ்சல் அனுப்பி உள்ளோம்:
th: เราได้ส่งอีเมลพร้อมคำแนะนำเกี่ยวกับวิธีการรีเซ็ตรหัสผ่านไปที่:
ur: ہم نے ایک ای میل بھیجا ہے جس میں دستور دئے گئے ہیں کہ آپ پاس ورڈ دوبارہ ترتیب دیں:

source: Check Email
am: ኢሜይል ይፈትሹ
as: ইমেইল চেক কৰক
az: Emaili yoxlayın
be: Праверце электронную пошту
bn: ইমেইল চেক কর
cy: Gwirio E-bost
et: Kontrollige e-kirja
eu: Egiaztatu Emaila
fi: Tarkista sähköposti
hy: Ստուգեք էլ. նամակը
is: Skoðaðu tölvupóstinn
kk: Поштаны тексеріңіз
km: ពិនិត្យរូបសង្ឃឹម
kn: ಇಮೇಲ್ ತನಿಖೆಗೆ
ky: Электрондук катты текшериңиз
lo: ກວດສອບອີເມວ
mk: Проверете ја е-поштата
ml: ഇമെയിൽ പരിശോധിക്കുക
my: အီးမေးလ်ကိုစစ်ဆေးပါ
ne: ईमेल हेर्नुहोस्
pa: ਇਮੇਲ ਚੈਕ ਕਰੋ
ps: بریښنالیک وګورئ
si: ඊමේල් පණිවිඩය පරික්ෂා කරන්න
sk: Skontrolovať e-mail
sq: Kontrolloni Email-in
sw: Angalia Barua pepe
ta: மின்னஞ்சல் சரிபார்க்கவும்
th: ตรวจสอบอีเมล
ur: ای میل چیک کریں

# otp
source: Close
am: ይዘት
as: বন্ধ কৰক
az: Bağla
be: Закрыць
bn: বন্ধ
cy: Cau
et: Sulge
eu: Itxi
fi: Sulje
hy: Փակել
is: Loka
kk: Жабу
km: បិទ
kn: ಮುಕ್ತ
ky: Жабуу
lo: ປິດ
mk: Затвори
ml: ഊർജ്ജം
my: ပိတ်
ne: बन्द गर्नुहोस्
pa: ਬੰਦ ਕਰੋ
ps: بند
si: අවලංගු කරන්න
sk: Zatvoriť
sq: Mbyll
sw: Funga
ta: மூடு
th: ปิด
ur: بند کریں

source: Forgot password
am: የይለፍ ቃል አለመታየት
as: পাছৱৰ্ড পাহৰিছেনে?
az: Şifrəni unutmusunuz?
be: Забылі пароль
bn: পাসওয়ার্ড ভুলে গেছেন
cy: Wedi anghofio'r cyfrinair
et: Unustasite parooli
eu: Pasahitza Ahaztu Dut
fi: Unohtuiko salasana
hy: Մոռացե՞լ եք գաղտնաբառը
is: Gleymt lykilorði
kk: Құпия сөзді ұмыттыңыз ба?
km: ភ្លេចពាក្យសំងាត់
kn: ಪಾಸ್ವರ್ಡ್ ಮರೆತಿದ್ದೀರಿ
ky: Паролун унуттуңузбу
lo: ລືມລະຫັດຜ່ານ
mk: Заборавена лозинка
ml: പാസ്‌വേഡ് മറന്നുകഴിഞ്ഞോ?
my: စကားဝှက်မေ့နေသည်ဟု မသိခဲ့ရင်
ne: पासवर्ड भुल्नु भयो
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?
ps: پټ نوم هیر شوی
si: මුරපදය අමතක වීම
sk: Zabudli ste heslo
sq: Keni harruar fjalëkalimin
sw: Umesahau Nenosiri
ta: கடவுச்சொல் மறந்தேனா?
th: ลืมรหัสผ่าน
ur: پاسورڈ بھول گئے ہیں

# pleaseEnterTheEmailAddressBelowToRecive
source: Please enter your email address below to receive password Reset Link.
am: እባክዎ የይለፍ ቃል እንዲያውቁ ኢሜይል አድራሻ ያስገቡ።
as: পাছৱৰ্ড ৰিছেট লিংক পোৱাৰ বাবে তলত আপোনাৰ ইমেইল ঠিকনা প্ৰবেশ কৰক।
az: Şifrə bərpa linkini almaq üçün email adresinizi daxil edin.
be: Калі ласка, увядзіце ваш адрас электроннай пошты ніжэй, каб атрымаць спасылку для скідання пароля.
bn: পাসওয়ার্ড রিসেট লিঙ্ক পেতে নিচে আপনার ইমেল ঠিকানা লিখুন.
cy: Os gwelwch yn dda, rhowch eich cyfeiriad e-bost isod i dderbyn dolen adnewyddu cyfrinair.
et: Palun sisestage allolev e-posti aadress, et saada parooli lähtestamise link.
eu: Mesedez, sartu beheko email helbidea pasahitza berrezartzeko esteka jaso ahal izateko.
fi: Syötä sähköpostiosoitteesi alle saadaksesi salasanan palautuslinkin.
hy: Խնդրում ենք մուտքագրել ձեր էլ. հասցեն ներքևում՝ գաղտնաբառը վերականգնելու հղում ստանալու համար:
is: Vinsamlegast sláðu inn netfangið hér að neðan til að fá tengil til að endurstilla lykilorð.
kk: Құпия сөзді қалпына келтіру сілтемесін алу үшін төмендегі пошта мекенжайын енгізіңіз.
km: សូមបញ្ចូលអាស័យដ្ឋានអ៊ីម៉ែលរបស់អ្នកនៅខាងក្រោមដើម្បីទទួលតែតំណលសំងាត់ឡើងវិញ។
kn: ದಯವಿಟ್ಟು ಪಾಸ್ವರ್ಡ್ ರೀಸೆಟ್ ಲಿಂಕ್ ಪಡೆಯಲು ಕೆಳಗಿನ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ.
ky: Парольди жаңыртуу шилтемесин алуу үчүн электрондук почтаңызды киргизиңиз.
lo: ກະລຸນາປ້ອນອີເມລຂອງທ່ານລອງທີ່ຈະຮູ້ສຶກສາລະຫັດລະຫັດຜ່ານ.
mk: Ве молиме внесете ја вашата е-пошта подолу за да добиете линк за ресетирање на лозинка.
ml: പാസ്‌വേഡ് പുനഃസജ്ജമാക്കാനുള്ള ലിങ്ക് ലഭിക്കാനുള്ള ഇമെയിൽ വിലാസം താഴെ നൽകുക.
my: စကားဝှက်မေ့နံပါတ်အကြောင်းကို ရယူရန်အီးမေးလ်လိပ်စာကိုရိုက်ထည့်ပါ။
ne: कृपया पासवर्ड रिसेट लिंक प्राप्त गर्नका लागि तपाईंको इमेल ठेगाना तल प्रविष्ट गर्नुहोस्।
pa: ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਾਂ ਆਪਣਾ ਇਮੇਲ ਪਤਾ ਦਾਖਲ ਕਰੋ ਪਾਸਵਰਡ ਰੀਸੈਟ ਲਿੰਕ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ।
ps: لطفا لاندې د بریښنالیک آدرس داخل کړئ ترڅو د پټ نوم بیا تنظیم کولو لینک ترلاسه کړئ.
si: කරුණාකර ඔබේ ඊමේල් ලිපිනය පහත සැපයුම් ලබා ගැනීමට පහත ඇති ඊමේල් ලිපිනය ඇතුළත් කරන්න:
sk: Prosím, zadajte nižšie svoju e-mailovú adresu, aby ste dostali odkaz na obnovenie hesla.
sq: Ju lutemi shkruani adresën tuaj të emailit më poshtë për të marrë Lidhjen e Rivendosjes së Fjalëkalimit.
sw: Tafadhali ingiza anwani yako ya barua pepe hapa chini ili upokee Kiungo cha Kubadilisha Nenosiri.
ta: கடவுச்சொல் மீட்டெடுப்பதற்காக தயவுசெய்து கீழே உங்கள் மின்னஞ்சல் முகவரியை உள்ளிடவும்.
th: โปรดป้อนที่อยู่อีเมลของคุณด้านล่างเพื่อรับลิงค์การรีเซ็ตรหัสผ่าน
ur: براہ کرم اپنا ای میل ایڈریس درج کریں تاکہ آپ پاس ورڈ ری سیٹ لنک حاصل کر سکیں۔

source: Email Address
am: የኢሜይል አድራሻ
as: ইমেইল ঠিকনা
az: Email Ünvanı
be: Адрас электроннай пошты
bn: ইমেইল ঠিকানা
cy: Cyfeiriad E-bost
et: E-posti aadress
eu: Email Helbidea
fi: Sähköpostiosoite
hy: Էլ. հասցե
is: Netfang
kk: Пошта Мекенжайы
km: អាស័យដ្ឋានអ៊ីម៉ែល
kn: ಇಮೇಲ್ ವಿಳಾಸ
ky: Электрондук почта дареги
lo: ອີເມລທີ່ອີເມລ
mk: Е-пошта
ml: ഇമെയിൽ വിലാസം
my: အီးမေးလ်လိပ်စာ
ne: इमेल ठेगाना
pa: ਈਮੇਲ ਪਤਾ
ps: بریښنالیک آدرس
si: ඊමේල් ලිපිනය
sk: E-mailová adresa
sq: Adresa e Emailit
sw: Anwani ya Barua pepe
ta: மின்னஞ்சல் முகவரி
th: ที่อยู่อีเมล
ur: ای میل ایڈریس

source: Send Reset Link
am: የይለፍ ቃል ወይዘም ለንቃት
as: ৰিছেট লিংক পঠিয়াও
az: Bərpa Linkini Göndər
be: Адправіць спасылку для скідання
bn: রিসেট লিঙ্ক পাঠান
cy: Anfon Dolen Adnewyddu
et: Saada lähtestamise link
eu: Bidali Berrezartze Esteka
fi: Lähetä palautuslinkki
hy: Ուղարկել վերականգնման հղումը
is: Senda endurstillingartengil
kk: Сброс сілтемесін жіберу
km: ផ្ញើតំណឡើងវិញ
kn: ರೀಸೆಟ್ ಲಿಂಕ್ ಕಳುಹಿಸಿ
ky: Парольди жаңыртуу шилтемесин жөнөтүү
lo: ສົ່ງລິ້ງລະຫັດລະຫັດຜ່ານ
mk: Испрати линк за ресетирање
ml: പുനഃസജ്ജമാക്കൽ ലിങ്ക് അയയ്ക്കുക
my: စကားဝှက်မေ့နံပါတ်ကို ပို့ပါ
ne: रिसेट लिंक पठाउनुहोस्
pa: ਰੀਸੈਟ ਲਿੰਕ ਭੇਜੋ
ps: د بیا تنظیم کولو لینک واستوئ
si: නැවත සකසාව ලබාගන්න
sk: Poslať odkaz na obnovenie
sq: Dërgoni Lidhjen e Rivendosjes
sw: Tuma Kiungo cha Kubadilisha
ta: மீட்டெடுப்பதற்கான இணைப்பை அனுப்பு
th: ส่งลิงค์การรีเซ็ต
ur: ری سیٹ لنک بھیجیں

source: No user found for that email.
am: የዚያ ኢሜይል የተጠቃሚ አልተገኘም።
as: সেই ইমেইলৰ বাবে কোনো ব্যৱহাৰকাৰী পোৱা হোৱা নাই।
az: Bu email ünvanı üçün istifadəçi tapılmadı.
be: Карыстальнік не знойдзены для гэтага адрасу электроннай пошты.
bn: সেই ইমেলের জন্য কোনো ব্যবহারকারী পাওয়া যায়নি।
cy: Dim defnyddiwr a geir ar gyfer y cyfeiriad e-bost hwnnw.
et: Selle e-posti aadressi jaoks ei leitud kasutajat.
eu: Email horretarako erabiltzaile bat aurkitu ez da.
fi: Käyttäjää ei löytynyt tuolla sähköpostiosoitteella.
hy: Այդ էլ. հասցեով օգտագործող չի գտնվել
is: Enginn notandi fundinn fyrir það netfang.
kk: Осы поштамекенжайымен пайдаланушы табылмады.
km: រកមិនឃើញអ្នកប្រើប្រាស់សម្រាប់អ៊ីម៉ែលនេះទេ។
kn: ಆ ಇಮೇಲ್ ಗೆ ಯಾವ ಬಳಕೆದಾರರೂ ಕಂಡುಬಂದಿಲ್ಲ.
ky: Ошол электрондук почта үчүн колдонуучу табылган жок.
lo: ບໍ່ພົບຜູ້ໃຊ້ງານສຳລັບອີເມລນີ້.
mk: Не е пронајден корисник за таа е-пошта.
ml: ആ ഇമെയിലിന് ഉപയോക്താവ് കണ്ടെത്താനായില്ല.
my: ဤအီးမေးလ်အတွက် အသုံးပြုသူမရှိပါ။
ne: तपाईंको इमेलको लागि कुनै प्रयोगकर्ता फेला परेन।
pa: ਉਸ ਇਮੇਲ ਲਈ ਕੋਈ ਉਪਭੋਗਤਾ ਨਹੀਂ ਮਿਲਿਆ।
ps: د دې بریښنالیک لپاره کوم کارونکی نه دی موندل شوی.
si: එවිට එය සබැඳියක් සොයාගත නොහැක.
sk: Pre túto e-mailovú adresu sa nenašiel žiadny používateľ.
sq: Nuk u gjet asnjë përdorues për atë email.
sw: Hakuna mtumiaji aliyepatikana kwa anwani hiyo ya barua pepe.
ta: அந்த மின்னஞ்சலுக்கு பயனர் கிடைக்கவில்லை.
th: ไม่พบผู้ใช้สำหรับอีเมลดังกล่าว
ur: اس ای میل کے لئے کوئی صارف موجود نہیں ہے۔

source: Wrong password provided for that user.
am: ወሳኝ የተጠቃሚ የይለፍ ቃል ተቀባ
as: সেই ব্যৱহাৰকাৰীৰ বাবে ভুল পাছৱৰ্ড প্ৰদান কৰা হৈছে।
az: Bu istifadəçi üçün səhv şifrə daxil edildi.
be: Няправільны пароль для гэтага карыстальніка.
bn: সেই ব্যবহারকারীর জন্য দেওয়া ভুল পাসওয়ার্ড।
cy: Cyfrinair anghywir a roddwyd ar gyfer y defnyddiwr hwn.
et: Vale parool on antud selle kasutaja jaoks.
eu: Erabiltzaile horretarako emandako pasahitza okerra da.
fi: Väärä salasana kyseiselle käyttäjälle.
hy: Այդ օգտվողի համար սխալ գաղտնաբառ է տրամադրվել
is: Rangt lykilorð gefið fyrir þann notanda.
kk: Осы пайдаланушы үшін дұрыс емес құпия сөз көрсетілді.
km: ពាក្យសំងាត់ខុសច្បាប់សម្រាប់អ្នកប្រើប្រាស់នេះ។
kn: ಆ ಬಳಕೆದಾರನಿಗೆ ತಪ್ಪಾದ ಪಾಸ್ವರ್ಡ್ ನೀಡಲಾಗಿದೆ.
ky: Ал колдонуучу үчүн туура эмес пароль берилди.
lo: ລະຫັດຜ່ານທີ່ໃສ່ສິດຜິດພາດສຳລັບຜູ້ໃຊ້ງານນີ້.
mk: Дадена е погрешна лозинка за тој корисник.
ml: ആ ഉപയോക്താവിന് തെറ്റായ പാസ്‌വേഡ് നൽകുന്നു.
my: ဤအသုံးပြုသူအတွက် မှားနေသည့် စကားဝှက်မှာ မှားယွင်းထားပါသည်။
ne: तपाईंको उपयोगकर्ताको लागि गलत पासवर्ड प्रदान गरिएको छ।
pa: ਉਸ ਉਪਭੋਗਤਾ ਲਈ ਗਲਤ ਪਾਸਵਰਡ ਦਿੱਤਾ ਗਿਆ।
ps: د دې کارونکي لپاره ناسم پټ نوم ورکړل شوی.
si: එවිට එය පරිශීලකයක් සදහා වැරදි මුරපදය ලබාදෙන නිසාය.
sk: Poskytnuté nesprávne heslo pre tohto používateľa.
sq: U dhënë një fjalëkalim i gabuar për atë përdorues.
sw: Nenosiri sio sahihi kwa mtumiaji huyo.
ta: அந்த பயனருக்கு தவறான கடவுச்சொல் வழங்கப்பட்டது.
th: รหัสผ่านที่ให้มาไม่ถูกต้องสำหรับผู้ใช้รายนั้น
ur: اس صارف کے لئے غلط پاس ورڈ دیا گیا ہے۔

source: Email
am: ኢሜይል
as: ইমেইল
be: Электронная пошта
bn: ইমেইল
cy: E-bost
et: E-post
fi: Sähköposti
hy: Էլ. նամակ
is: Netfang
kk: Пошта
km: អ៊ីម៉ែល
kn: ಇಮೇಲ್
ky: Электрондук почта
lo: ອີເມລ
mk: Е-пошта
ml: ഇമെയിൽ
my: အီးမေးလ်
ne: इमेल
pa: ਈਮੇਲ
ps: بریښنالیک
si: ඊමේල්
sw: Barua pepe
ta: மின்னஞ்சல்
th: อีเมล
ur: ای میل

source: Enter Your Email Address
am: ኢሜይል አድራሻዎን ይገባ
as: আপোনাৰ ইমেইল ঠিকনা প্রবেশ কৰক
az: Email adresinizi daxil edin
be: Увядзіце ваш адрас электроннай пошты
bn: তোমার ই - মেইল ঠিকানা লেখো
cy: Rhowch eich cyfeiriad e-bost
et: Sisestage oma e-posti aadress
eu: Sartu Zure Email Helbidea
fi: Syötä sähköpostiosoitteesi
hy: Մուտքագրեք ձեր էլ. հասցեն
is: Sláðu inn netfangið þitt
kk: Пошта мекенжайын енгізіңіз
km: បញ្ចូលអាស័យដ្ឋានអ៊ីម៉ែលរបស់អ្នក
kn: ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ky: Электрондук почта дарегиңизди киргизиңиз
lo: ກະລຸນາໃສ່ອີເມລຂອງທ່ານ
mk: Внесете ја вашата е-пошта
ml: നിങ്ങളുടെ ഇമെയിൽ വിലാസം നൽകുക
my: သင်၏အီးမေးလ်အကြောင်းကိုရိုက်ပါ
ne: तपाईंको इमेल ठेगाना प्रविष्ट गर्नुहोस्
pa: ਆਪਣਾ ਈਮੇਲ ਪਤਾ ਦਾਖਲ ਕਰੋ
ps: خپل بریښنالیک آدرس ولیکئ
si: ඔබේ ඊමේල් ලිපිනය ඇතුළත් කරන්න
sk: Zadajte svoju e-mailovú adresu
sq: Shkruani Adresën Tuaj të Emailit
sw: Ingiza Anwani yako ya Barua pepe
ta: உங்கள் மின்னஞ்சல் முகவரியை உள்ளிடவும்
th: ใส่ที่อยู่อีเมลของคุณ
ur: اپنا ای میل ایڈریس درج کریں

source: Password
am: የይለፍ ቃል
as: পাছৱৰ্ড
az: Şifrə
be: Пароль
bn: পাসওয়ার্ড
cy: Cyfrinair
et: Parool
eu: Pasahitza
fi: Salasana
hy: Գաղտնաբառ
is: Lykilorð
kk: Құпия сөз
km: ពាក្យសំងាត់
kn: ಪಾಸ್ವರ್ಡ್
ky: Пароль
lo: ລະຫັດຜ່ານ
mk: Лозинка
ml: പാസ്‌വേഡ്
my: စကားဝှက်
ne: पासवर्ड
pa: ਪਾਸਵਰਡ
ps: پټ نوم
si: මුරපදය
sk: Heslo
sq: Fjalëkalimi
sw: Nenosiri
ta: கடவுச்சொல்
th: รหัสผ่าน
ur: پاس ورڈ

source: Please enter a password
am: እባክዎ የይለፍ ቃል ይገባ
as: এক পাসৱৰ্ড প্রবেশ কৰক
az: Zəhmət olmasa, şifrə daxil edin
be: Калі ласка, увядзіце пароль
bn: একটি পাসওয়ার্ড লিখুন
cy: Os gwelwch yn dda, rhowch gyfrinair
et: Palun sisestage parool
eu: Mesedez, sartu pasahitz bat
fi: Syötä salasana
hy: Խնդրում ենք մուտքագրել գաղտնաբառ
is: Vinsamlegast sláðu inn lykilorð
kk: Құпия сөзді енгізіңіз
km: សូមបញ្ចូលពាក្យសំងាត់
kn: ದಯವಿಟ್ಟು ಪಾಸ್ವರ್ಡ್ ನಮೂದಿಸಿ
ky: Пароль киргизиңиз
lo: ກະລຸນາໃສ່ລະຫັດຜ່ານ
mk: Ве молиме внесете лозинка
ml: ദയവായി ഒരു പാസ്‌വേഡ് നൽകുക
my: စကားဝှက်ကိုရိုက်ပါ
ne: कृपया पासवर्ड प्रविष्ट गर्नुहोस्
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਪਾਸਵਰਡ ਦਾਖਲ ਕਰੋ
ps: لطفاً یوه پټ نوم داخل کړئ
si: කරුණාකර මුරපදය ඇතුළත් කරන්න
sk: Prosím, zadajte heslo
sq: Ju lutemi shkruani një fjalëkalim
sw: Tafadhali ingiza nenosiri
ta: தயவுசெய்து ஒரு கடவுச்சொல் உள்ளிடவும்
th: โปรดป้อนรหัสผ่าน
ur: براہ کرم ایک پاس ورڈ درج کریں

# forgotPasswords
source: Forgot Password?
am: የይለፍ ቃል አለመታየት?
as: পাছৱৰ্ড পাহৰিছে?
az: Şifrəni unutmusunuz?
be: Забылі пароль?
bn: পাসওয়ার্ড ভুলে গেছেন?
cy: Wedi anghofio'r cyfrinair?
et: Unustasite parooli?
eu: Pasahitza Ahaztu?
fi: Unohditko salasanan?
hy: Մոռացե՞լ եք գաղտնաբառը?
is: Gleymt lykilorði?
kk: Құпия сөзді ұмыттыңыз ба?
km: ភ្លេចពាក្យសំងាត់?
kn: ಪಾಸ್ವರ್ಡ್ ಮರೆತಿದ್ದೀರಿ?
ky: Парольду унуттуңузбу?
lo: ລືມລະຫັດຜ່ານ?
mk: Заборавена лозинка?
ml: പാസ്‌വേഡ് മറന്നുവെന്ന്?
my: စကားဝှက်မေ့နေပြီးမသိခဲ့ရင်
ne: पासवर्ड बिर्सेँ?
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?
ps: پټ نوم هیر کړی؟
si: මුරපදය අමතක වීම?
sk: Zabudli ste heslo?
sq: Keni harruar fjalëkalimin?
sw: Umesahau Nenosiri?
ta: கடவுச்சொல் மறந்தேனா?
th: ลืมรหัสผ่าน?
ur: پاسورڈ بھول گئے ہیں؟

source: Log In
am: ይግቡ
as: লগ ইন কৰক
az: Daxil ol
be: Увайсці
bn: প্রবেশ করুন
cy: Mewngofnodi
et: Logi sisse
eu: Sartu
fi: Kirjaudu sisään
hy: Մուտք
is: Innskrá
kk: Кіру
km: ចូល
kn: ಲಾಗಿನ್ ಮಾಡಿ
ky: Кирүү
lo: ເຂົ້າສູ່ລະບົບ
mk: Влезете
ml: ലോഗിൻ ചെയ്യുക
my: အကောင့်ဝင်ရန်
ne: लग इन गर्नुहोस्
pa: ਲੌਗਿਨ
ps: وړاندې کېدل
si: ඇතුළත් වන්න
sk: Prihlásiť sa
sq: Hyrje
sw: Ingia
ta: உள்நுழை
th: เข้าสู่ระบบ
ur: لاگ ان

# havenotAnAccounts
source: Haven't any account?
am: መለያ የለዎትም?
as: আপোনাৰ কোনো একাউণ্ট নাই?
az: Hesabınız yoxdur?
be: Не маеце ўліковага запісу?
bn: কোন অ্যাকাউন্ট নেই?
cy: Nid oes gennych gyfrif?
et: Pole veel kontot?
eu: Ez duzu konturik?
fi: Ei tiliä?
hy: Ոչ մեկի հաշվառված չունեք?
is: Ertu ekki með aðgang?
kk: Тіркелгіңіз жоқ па?
km: មិនមានគណនីទេ?
kn: ಯಾವುದೇ ಖಾತೆಯನ್ನು ಹೊಂದಿಲ್ಲವೇ?
ky: Эсеп жокпу?
lo: ບໍ່ມີບັນຊີ?
mk: Немате сметка?
ml: ലോകിൽ ഒരു അക്കൗണ്ടും ഇല്ലേ?
my: အကောင့်မရှိပါဘူးလား။
ne: कुनै खाता छैन?
pa: ਕੋਈ ਖਾਤਾ ਨਹੀਂ ਹੈ?
ps: هیڅ حساب نلرئ؟
si: කිසියක් නොමැතිව?
sk: Nemáte účet?
sq: Nuk keni një llogari?
sw: Huna akaunti?
ta: எந்த கணக்கும் இல்லையா?
th: ยังไม่มีบัญชีใช่ไหม?
ur: کیا آپ کا کوئی اکاؤنٹ نہیں ہے؟

source: Register
am: መመዝገብ
as: নিবন্ধন কৰক
az: Qeydiyyatdan keçin
be: Зарэгістравацца
bn: নিবন্ধন
cy: Cofrestru
et: Registreeri
eu: Iragan
fi: Rekisteröidy
hy: Գրանցվել
is: Skráðu þig
kk: Тіркеу
km: ចុះឈ្មោះ
kn: ಹೊಸ ಖಾತೆ ತೆರೆಯಿರಿ
ky: Каттоо
lo: ລົງທະບຽນ
mk: Регистрирајте се
ml: റജിസ്റ്റർ ചെയ്യുക
my: မှတ်ပုံတင်ရန်
ne: रेजिष्टर गर्नुहोस्
pa: ਰਜਿਸਟਰ
ps: ثبت نوم
si: ලියාපදිංචි වන්න
sk: Registrovať sa
sq: Regjistrohu
sw: Jiandikishe
ta: பதிவு செய்க
th: ลงทะเบียน
ur: رجسٹر کریں

# manageYourBussinessWith
source: Manage your business with
am: ከእናንተ ጋር የወጪዎን እና ወጪዎን ይቀበሉ
as: আপোনাৰ ব্যৱসায় ব্যৱস্থাপনা কৰক
az: Biznesinizi idarə edin
be: Кіруйце сваім бізнесам з
bn: এর সাথে আপনার ব্যবসা পরিচালনা করুন
cy: Rheoli eich busnes gyda
et: Halda oma äri koos
eu: Kudeatu zure negozioa
fi: Hallitse liiketoimintaasi
hy: Կառավարեք ձեր բիզնեսը
is: Stjórnaðu fyrirtæki þínu með
kk: Бизнесіңізді басқарыңыз
km: គ្រប់គ្រងអាជីវកម្មរបស់អ្នកជាមួយ
kn: ನಿಮ್ಮ ವ್ಯಾಪಾರವನ್ನು ನಿರ್ವಹಿಸಿ
ky: Сиздин бизнесиңизди башкаруу
lo: ຈັດການທາງີການບໍລິສັດຂອງທ່ານດ້ວຍ
mk: Управувајте со вашиот бизнис со
ml: നിങ്ങളുടെ ബിസിനസ്സ് കൈകാര്യം ചെയ്യുക
my: သင်၏စီးပွားရေးကို စီးပွားရှင်းနှင့်ခွဲခြားရန်
ne: तपाईंको व्यापार प्रबन्ध गर्नुहोस्
pa: ਆਪਣੇ ਵਪਾਰ ਨੂੰ ਸੰਗਠਿਤ ਕਰੋ
ps: خپله سوداګري د سره اداره کړئ
si: ඔබගේ ව්‍යාපාරය කළමනාකරන්න
sk: Spravujte svoje podnikanie pomocou
sq: Menaxho biznesin tënd me
sw: Simamia biashara yako na
ta: உங்கள் வணிகத்தை நிர்வகிக்கவும்
th: จัดการธุรกิจของคุณด้วย
ur: اپنے کاروبار کو منظم کریں

source: Search
am: ፈልግ
as: অনুসন্ধান কৰক
az: Axtar
be: Пошук
bn: অনুসন্ধান করুন
cy: Chwilio
et: Otsi
eu: Bilatu
fi: Haku
hy: Որոնել
is: Leita
kk: Іздеу
km: ស្វែងរក
kn: ಹುಡುಕಿ
ky: Издөө
lo: ຄົ້ນຫາ
mk: Пребарај
ml: ശോധിക്കുക
my: ရှာဖွေရန်
ne: खोज्नुहोस्
pa: ਖੋਜੋ
ps: لټون
si: සොයන්න
sk: Hľadať
sq: Kërko
sw: Tafuta
ta: தேடு
th: ค้นหา
ur: تلاش کریں

source: Start typing to search
am: አይገባው
as: অনুসন্ধান কৰিবলৈ টাইপ কৰা আৰম্ভ কৰক
az: Axtarış üçün yazmaya başlayın
be: Пачніце ўводзіць для пошуку
bn: অনুসন্ধান করতে টাইপ করা শুরু করুন
cy: Dechreuwch deipio i chwilio
et: Alustage otsimiseks kirjutamist
eu: Hasi idazten bilatzeko
fi: Aloita kirjoittaminen hakeaksesi
hy: Սկսեք մուտքագրել որոնելու համար
is: Byrjaðu að skrifa til að leita
kk: Іздеу бастау
km: ចាប់ផ្ដើមវាស្វែងរក
kn: ಹುಡುಕಲು ಟೈಪ್ ಮಾಡಿ
ky: Издөө үчүн жазууну баштаңыз
lo: ເລີ່ມຕົວຢ່າງເພື່ອຄົ້ນຫາ
mk: Започнете со типкање за да пребарате
ml: ശോധനയ്ക്ക് തവണകൾ ടൈപ്പ് ചെയ്യാൻ തുടങ്ങുക
my: ရှာဖွေရန်အစတစ်ကြောင်းရိုက်ထည့်ပါ
ne: खोज्नका लागि प्रारम्भ गर्नुहोस्
pa: ਖੋਜਣ ਲਈ ਟਾਈਪ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰੋ
ps: د لټون لپاره لیکل پیل کړئ
si: සොයන්නට ඇරඹන්න
sk: Začnite písať pre vyhľadávanie
sq: Filloni të shkruani për të kërkuar
sw: Anza kuandika ili kutafuta
ta: தேட தட்டச்சுக்கு தொடக்கவும்
th: เริ่มพิมพ์เพื่อค้นหา
ur: تلاش کرنے کے لئے ٹائپ کریں

# enterYourNumber
source: Enter your phone number
am: የስልክ ቁጥር ይገባ
as: আপোনাৰ ফোন নম্বৰ প্ৰবেশ কৰক
az: Telefon nömrənizi daxil edin
be: Увядзіце свой нумар тэлефона
bn: আপনার ফোন নম্বর লিখুন
cy: Rhowch eich rhif ffôn
et: Sisestage oma telefoninumber
eu: Sartu zure telefono zenbakia
fi: Syötä puhelinnumerosi
hy: Մուտքագրեք ձեր հեռախոսահամարը
is: Sláðu inn símanúmerið þitt
kk: Телефон нөмірін енгізіңіз
km: បញ្ចូលលេខទូរស័ព្ទរបស់អ្នក
kn: ನಿಮ್ಮ ಫೋನ್ ನಂಬರನ್ನು ನಮೂದಿಸಿ
ky: Телефон номерини киргизиңиз
lo: ປ້ອນເບີໂທຂອງທ່ານ
mk: Внесете го вашиот телефонски број
ml: നിങ്ങളുടെ ഫോൺ നമ്പർ നൽകുക
my: သင်၏ဖုန်းနံပါတ်ကိုရိုက်ပါ
ne: तपाईंको फोन नम्बर प्रविष्ट गर्नुहोस्
pa: ਆਪਣਾ ਫੋਨ ਨੰਬਰ ਦਾਖਲ ਕਰੋ
ps: خپل تلیفون شمیره ولیکئ
si: ඔබේ දුරකථන අංකය ඇතුළත් කරන්න
sk: Zadajte svoje telefónne číslo
sq: Shkruani numrin tuaj të telefonit
sw: Ingiza namba yako ya simu
ta: உங்கள் தொலைபேசி எண்ணை உள்ளிடவும்
th: ใส่หมายเลขโทรศัพท์ของคุณ
ur: اپنا فون نمبر درج کریں

source: Get Otp
am: OTP ይቀበሉ
as: OTP লওক
az: OTP əldə et
be: Атрымаць OTP
bn: Otp পান
cy: Cael OTP
et: Hangi OTP
eu: Lortu OTPa
fi: Hae vahvistuskoodi
hy: Գտնել OTP
is: Fá OTP
kk: ОТП алу
km: ទទួល OTP
kn: ಒಟಿಪಿ ಪಡೆಯಿರಿ
ky: OTP алуу
lo: ໄອດີລະຫັດ OTP
mk: Добијте OTP
ml: OTP നേടുക
my: OTP ရယူပါ
ne: ओटिपी प्राप्त गर्नुहोस्
pa: OTP ਪ੍ਰਾਪਤ ਕਰੋ
ps: OTP ترلاسه کړئ
si: OTP ලබාගන්න
sk: Získať kód OTP
sq: Merrni OTP-në
sw: Pata Nambari ya OTP
ta: ஒடிபி பெறு
th: รับรหัส OTP
ur: OTP حاصل کریں

source: No Connection
am: የባይ አይታወቅ
as: কোনো সংযোগ নাই
az: Bağlantı yoxdur
be: Няма злучэння
bn: সংযোগ নেই
cy: Dim Cysylltiad
et: Ei ühendust
eu: Konexiorik Ez
fi: Ei yhteyttä
hy: Չկա կապ
is: Engin tenging
kk: Қосылым жоқ
km: គ្មានការតភ្ជាប់
kn: ಸಂಪರ್ಕ ಇಲ್ಲ
ky: Байланыш жок
lo: ບໍ່ມີການເຊື່ອງໄປ
mk: Нема поврзување
ml: ബന്ധമില്ല
my: ချိတ်ဆက်မှုမရှိပါ
ne: कुनै जडान छैन
pa: ਕੋਈ ਜੁੜਾਅ ਨਹੀਂ
ps: هیڅ اړیکه نشته
si: දැනුම නොමැත
sk: Žiadne pripojenie
sq: Pa lidhje
sw: Hakuna Uunganisho
ta: இணைப்பு இல்லை
th: ไม่มีการเชื่อมต่อ
ur: کوئی کنکشن نہیں

source: Please check your internet connectivity
am: እባክዎ የአይን ገንቢን ይመልከቱ
as: আপোনাৰ ইন্টাৰনেট সংযোগ পৰীক্ষা কৰক
az: Zəhmət olmasa, internet bağlantınızı yoxlayın
be: Калі ласка, праверце вашу інтэрнэт-сувязь
bn: আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন
cy: Os gwelwch yn dda, gwirio eich cysylltedd rhyngrwyd
et: Palun kontrollige oma internetiühendust
eu: Mesedez, egiaztatu zure internet konexioa
fi: Tarkista internet-yhteytesi
hy: Խնդրում ենք ստուգել ձեր ինտերնետ կապը
is: Vinsamlegast athugaðu nettengingu þína
kk: Интернет қосылымын тексеріңіз
km: សូមពិនិត្យការភ្ជាប់អ៊ីនធឺណិតរបស់អ្នក
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವನ್ನು ಪರೀಕ್ಷಿಸಿ
ky: Интернет байланышыңызды текшериңиз
lo: ກະລຸນາກວດສອບການເຊື່ອງໄປຂອງທ່ານ
mk: Ве молиме проверете ја вашата интернет конекција
ml: ദയവായി നിങ്ങളുടെ ഇന്റർനെറ്റ് കണക്ഷൻ പരിശോധിക്കുക
my: အင်တာနက်သို့သွားရန် သင်၏အင်တာနက်ကိုစစ်ဆေးပါ
ne: कृपया तपाईंको इन्टरनेट कनेक्टिभिटी जाँच्नुहोस्
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਇੰਟਰਨੈਟ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ
ps: لطفاً د انټرنیټ اړیکه چک کړئ
si: කරුණාකර ඔබේ අන්තර්ජාල සම්බන්ධවන්තව පරිශ්වාකරන්න
sk: Skontrolujte svoje pripojenie k internetu
sq: Ju lutemi kontrolloni lidhjen tuaj me internetin
sw: Tafadhali angalia uunganisho wako wa intaneti
ta: உங்கள் இணைப்பு இணைப்பை சரிபார்க்கவும்
th: โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
ur: براہ کرم اپنے انٹرنیٹ کنکشن کی جانچ کریں

source: Try Again
am: እንደገና ይሞክሩ
as: পুনৰ চেষ্টা কৰক
az: Yenidən cəhd edin
be: Паспрабуйце яшчэ раз
bn: আবার চেষ্টা কর
cy: Dewch yn ôl
et: Proovige uuesti
eu: Saiatu Berriro
fi: Yritä uudelleen
hy: Պարզեք նորից
is: Reyndu aftur
kk: Қайтадан өту
km: ព្យាយាមម្តងទៀត
kn: ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ
ky: Кайрадан аракет кылып көрүңүз
lo: ລອງອີກຄັ້ງ
mk: Обидете се повторно
ml: മറുപടി നല്‍കുക
my: ထပ်မံကြိုးစားပါ
ne: पुन: प्रयास गर्नुहोस्
pa: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ps: بیا هڅه وکړئ
si: නැවත උත්සාහ කරන්න
sk: Skúste to znova
sq: Provo Përsëri
sw: Jaribu Tena
ta: மீண்டும் முயற்சிக்கவும்
th: ลองอีกครั้ง
ur: دوبارہ کوشش کریں

# verifyOtp
source: Verifying OTP
am: OTP ይመልከቱ
as: OTP পৰীক্ষা কৰা হৈছে
az: OTP yoxlanılır
be: Правяраем OTP
bn: OTP যাচাই করা হচ্ছে
cy: Gwirio OTP
et: Verifitseerimine OTP
eu: OTP Egiaztatzen
fi: Vahvista vahvistuskoodi
hy: Ընտրված OTP-ը ստուգում
is: Staðfestir OTP
kk: ОТП тексеру
km: ផ្ទៀងផ្ទាត់ OTP
kn: ಒಟಿಪಿ ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ
ky: OTP текшерүү
lo: ກວດສອບ OTP
mk: Верификување на OTP
ml: OTP സ്ഥിരീകരിക്കുന്നു
my: OTP အတည်ပြုပါ
ne: ओटिपी सत्यापन गर्दै
pa: OTP ਦੀ ਪੁਸ਼ਟੀ ਕਰਨਾ
ps: OTP تایید کول
si: OTP තහවුරු කිරීම
sk: Overovanie kódu OTP
sq: Po verifikohet OTP-ja
sw: Kuthibitisha OTP
ta: ஒடிபி சரிபார்க்கப்படுகின்றது
th: ยืนยัน OTP
ur: OTP کی تصدیق کر رہے ہیں

source: Change?
am: ለውጥ?
as: বদলাব?
az: Dəyişdir?
be: Змяніць?
bn: পরিবর্তন?
cy: Newid?
et: Muuda?
eu: Aldatu?
fi: Vaihda?
hy: Փոխել?
is: Breyta?
kk: Өзгерту?
km: ផ្លាស់ប្តូរ?
kn: ಬದಲಾಯಿಸಿ
ky: Өзгөртүү?
lo: ປ່ຽນ?
mk: Промена?
ml: മാറ്റം?
my: ပြောင်းရန်
ne: परिवर्तन गर्नुहोस्?
pa: ਬਦਲਣਾ?
ps: تبدیل؟
si: වෙනස් කරනවාද?
sk: Zmeniť?
sq: Ndryshoni
sw: Badilisha?
ta: மாற்று?
th: เปลี่ยน?
ur: تبدیل کریں؟

source: Resend OTP :
am: OTP ይዘምው :
as: OTP পুনৰ পঠাও :
az: OTP yenidən göndər:
be: Адправіць OTP паўторна:
bn: OTP আবার পাঠান:
cy: Ail-anfon OTP:
et: Saada OTP uuesti:
eu: Berriro Bidali OTP :
fi: Lähetä vahvistuskoodi uudelleen:
hy: Նորից ուղարկել OTP:
is: Endursenda OTP:
kk: ОТП қайта жіберу:
km: ផ្ញើរ OTP ឡើងវិញ:
kn: ಮರುಹೊಂದಿಸು ಒಟಿಪಿ:
ky: OTP кайра жөнөтүү:
lo: ສົ່ງ OTP ອີກຄັ້ງ:
mk: Испрати повторно OTP:
ml: OTP വീണ്ടും അയയ്ക്കുക:
my: OTP ပြန်ပို့ရန်:
ne: ओटिपी पुनः पठाउँदै :
pa: ਮੁੜ ਭੇਜੋ OTP:
ps: OTP بیا واستوئ:
si: OTP නැවත යවන්න:
sk: Znovu zaslať kód OTP:
sq: Ridërgoni OTP-në:
sw: Tuma tena OTP:
ta: ஒடிபி மீட்டெடு :
th: ส่งรหัส OTP อีกครั้ง:
ur: OTP دوبارہ بھیجیں:
