Repository: userfriendly125/azkaios
Catalog: lib/l10n/intl_*.arb
Languages: am, as, az, be, bn, cy, et, eu, fi, hy, is, kk, km, kn, ky, lo, mk, ml, my, ne, pa, ps, si, sk, sq, sw, ta, th, ur

source: Enter Color
am: ቀለም አስገባ
as: ৰঙ প্রবিষ্ট কৰক
az: Rəngi daxil edin
be: Увядзіце колер
bn: রং লিখুন
cy: Mewnosod Lliw
et: Sisestage värv
eu: Sartu Kolorea
fi: Syötä väri
hy: Մուտքագրեք գույնը
is: Sláðu inn lit
kk: Түсін енгізіңіз
km: បញ្ចូលពណ៌
kn: ಬಣ್ಣವನ್ನು ನಮೂದಿಸಿ
ky: Түс жазыңыз
lo: ປ້ອນສີ
mk: Внесете боја
ml: നിറം നൽകുക
my: အရောင်ထည့်ပါ
ne: रङ्ग प्रविष्ट गर्नुहोस्
pa: ਰੰਗ ਦਰਜ ਕਰੋ
ps: رنګ داخل کړئ
si: වර්ණය ඇතුළත් කරන්න
sk: Zadajte farbu
sq: Shkruani Ngjyrën
sw: Ingiza Rangi
ta: வண்ணம் உள்ளிடவும்
th: ป้อนสี
ur: رنگ درج کریں

source: Enter Weight
am: ውጤት አስገባ
as: ওজন প্রবিষ্ট কৰক
az: Çəkiyi daxil edin
be: Увядзіце вагу
bn: ওজন লিখুন
cy: Mewnosod Pwysau
et: Sisestage kaal
eu: Sartu Pisua
fi: Syötä paino
hy: Մուտքագրեք քաշը
is: Sláðu inn vigt
kk: Салмағын енгізіңіз
km: បញ្ចូលទំងន់
kn: ತೂಕವನ್ನು ನಮೂದಿಸಿ
ky: Салмакты жазыңыз
lo: ປ້ອນນ້ຳມັນ
mk: Внесете тежина
ml: ഭാരം നൽകുക
my: အလေးချိန်ထည့်ပါ
ne: वजन प्रविष्ट गर्नुहोस्
pa: ਭਾਰ ਦਰਜ ਕਰੋ
ps: وزن داخل کړئ
si: බර ඇතුළත් කරන්න
sk: Zadajte hmotnosť
sq: Shkruani Pesha
sw: Ingiza Uzito
ta: எடை உள்ளிடவும்
th: ป้อนน้ำหนัก
ur: وزن درج کریں

source: Enter Capacity
am: ትንበያ አስገባ
as: ক্ষমতা প্রবিষ্ট কৰক
az: Kapasiteti daxil edin
be: Увядзіце ёмістасць
bn: ধারণক্ষমতা লিখুন
cy: Mewnosod Cynhwysedd
et: Sisestage mahutavus
eu: Sartu Gaitasuna
fi: Syötä kapasiteetti
hy: Մուտքագրեք հզորությունը
is: Sláðu inn rúmmál
kk: Қабілетін енгізіңіз
km: បញ្ចូលមានអានុភាព
kn: ಹೊರಗೆಯನ್ನು ನಮೂದಿಸಿ
ky: Кабатталышты жазыңыз
lo: ປ້ອນລວມຄ້າ
mk: Внесете капацитет
ml: ക്ഷമത നൽകുക
my: အရှေ့ဆုံးရမ်ထည့်ပါ
ne: क्षमता प्रविष्ट गर्नुहोस्
pa: ਸਮਰੱਥਾ ਦਰਜ ਕਰੋ
ps: توانایی داخل کړئ
si: ප්‍රමාණය ඇතුළත් කරන්න
sk: Zadajte kapacitu
sq: Shkruani Kapacitetin
sw: Ingiza Uwezo
ta: செய்தித்தன்மை உள்ளிடவும்
th: ป้อนความจุ
ur: کمیت درج کریں

source: Enter Type
am: ዓይነት አስገባ
as: প্ৰকাৰ প্রবিষ্ট কৰক
az: Növü daxil edin
be: Увядзіце тып
bn: প্রকার লিখুন
cy: Mewnosod Math
et: Sisestage tüüp
eu: Sartu Mota
fi: Syötä tyyppi
hy: Մուտքագրեք տեսակը
is: Sláðu inn tegund
kk: Түрін енгізіңіз
km: បញ្ចូលប្រភេទ
kn: ಪ್ರಕಾರವನ್ನು ನಮೂದಿಸಿ
ky: Түрдү жазыңыз
lo: ປ້ອນປະເພດ
mk: Внесете тип
ml: തരം നൽകുക
my: အမျိုးအစားထည့်ပါ
ne: प्रकार प्रविष्ट गर्नुहोस्
pa: ਕਿਸਮ ਦਰਜ ਕਰੋ
ps: ډول داخل کړئ
si: වර්ගය ඇතුළත් කරන්න
sk: Zadajte typ
sq: Shkruani Llojin
sw: Ingiza Aina
ta: வகை உள்ளிடவும்
th: ป้อนประเภท
ur: قسم درج کریں

source: Brand
am: የባለስልጣን
as: ব্ৰান্ড
az: Marka
be: Брэнд
bn: ব্র্যান্ড
et: Bränd
eu: Marka
fi: Brändi
hy: Ապրանքանիշ
is: Merki
kk: Бренд
km: ម៉ាក
kn: ಬ್ರ್ಯಾಂಡ್
ky: Бренд
lo: ຍີ່ຫໍ້
mk: Бренд
ml: ബ്രാൻഡ്
my: ကုန်ပစ္စည်း
ne: ब्र्याण्ड
pa: ਬ੍ਰਾਂਡ
ps: نښه
si: වෙළඳපොලය
sk: Značka
sq: Marka
sw: Chapa
ta: பிராண்ட்
th: แบรนด์
ur: برانڈ

source: Product Code
am: የምርት ኮድ
as: পণ্যের কোড
az: Məhsul Kodu
be: Код тавару
bn: পণ্য কোড
cy: Cod y Cynnyrch
et: Tootekood
eu: Produktuen Kodea
fi: Tuotekoodi
hy: Ապրանքի կոդ
is: Vörukóði
kk: Өнім коды
km: លេខកូដផលិតផល
kn: ಉತ್ಪನ್ನ ಕೋಡ್
ky: Өнүм коду
lo: ລະຫັດສິນຄ້າ
mk: Код на производ
ml: ഉൽപ്പന്ന കോഡ്
my: ကုန်ပစ္စည်းကုဒ်
ne: उत्पादको कोड
pa: ਉਤਪਾਦ ਕੋਡ
ps: د محصول کوډ
si: නිශ්චිත කේතය
sk: Kód produktu
sq: Kodi i Produktit
sw: Nambari ya Bidhaa
ta: பொருள் குறியீடு
th: รหัสสินค้า
ur: مصنوعہ کوڈ

source: Enter Product Code Or Scan
am: የምርት ኮድ አስገባ ወይም ይታይ
as: পণ্যের কোড প্রবিষ্ট কৰক বা স্কেন কৰক
az: Məhsul Kodunu daxil edin və ya skan edin
be: Увядзіце код тавару або скануйце
bn: পণ্য কোড লিখুন বা স্ক্যান করুন
cy: Mewnosod Cod y Cynnyrch Neu Sganio
et: Sisestage tootekood või skanneerige
eu: Sartu Produktu Kodea Edo Eskaneatu
fi: Syötä tuotekoodi tai skannaa
hy: Մուտքագրեք ապրանքի կոդը կամ սկանեք
is: Sláðu inn vörukóða eða skannaðu
kk: Өнім кодын енгізіңіз немесе скандап көріңіз
km: បញ្ចូលលេខកូដផលិតផល ឬ ស្កេន
kn: ಉತ್ಪನ್ನ ಕೋಡ್ ಅಥವಾ ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ky: Өнүм кодун жазыңыз же сканердеңиз
lo: ປ້ອນລະຫັດສິນຄ້າ ຫຼື ສະກັບ
mk: Внесете код на производ или скенирајте
ml: ഉൽപ്പന്ന കോഡ് നൽകുക അല്ലെങ്കിൽ സ്‌കാൻ ചെയ്യുക
my: ကုန်ပစ္စည်းကုဒ်ထည့်သို့စကန်းရန်သို့ရိုက်ထည့်ပါ
ne: उत्पादको कोड प्रविष्ट गर्नुहोस् वा स्क्यान गर्नुहोस्
pa: ਉਤਪਾਦ ਕੋਡ ਦਰਜ ਕਰੋ ਜਾਂ ਸਕੈਨ ਕਰੋ
ps: د محصول کوډ داخل کړئ یا سکن کړئ
si: නිශ්චිත කේතය ඇතුළත් කරන්න හෝ පැනය කරන්න
sk: Zadajte kód produktu alebo skenujte
sq: Shkruani Kodin e Produktit ose Skanoni
sw: Ingiza Nambari ya Bidhaa au Sikiza
ta: பொருள் குறியீடை உள்ளிடவும் அல்லது ஸ்கேன் செய்க
th: ป้อนรหัสสินค้าหรือสแกน
ur: مصنوعہ کوڈ درج کریں یا اسکین کریں

source: Stocks
am: ማእከል
as: ষ্টক
az: Stoklar
be: Запасы
bn: স্টক
cy: Stociau
et: Laod
eu: Stockak
fi: Varastot
hy: Պաշարներ
is: Vöruverð
kk: Тауар саны
km: ស្តុក
kn: ಸ್ಟಾಕ್ಸ್
ky: Коомдук фонд
lo: ຈຳນວນສິນຄ້າ
mk: Залихи
ml: സ്ടോക്കുകൾ
my: ကုန်ပစ္စည်းကန်နံပါတ်
ne: स्टकहरू
pa: ਸਟਾਕ
ps: زېرمه
si: ස්ථාන
sk: Zásoby
sq: Stoku
sw: Hisani
ta: பங்குகள்
th: สต็อก
ur: اسٹاک

source: Enter Stocks.
am: ማእከል አስገባ.
as: ষ্টক প্রবিষ্ট কৰক।
az: Stokları daxil edin
be: Увядзіце запасы.
bn: স্টক লিখুন
cy: Mewnosod Stociau.
et: Sisestage laod.
eu: Sartu Stockak.
fi: Syötä varastot.
hy: Մուտքագրեք պաշարներ։
is: Sláðu inn lager.
kk: Тауар санын енгізіңіз
km: បញ្ចូលស្តុក។
kn: ಸ್ಟಾಕ್ಸ್ ನಮೂದಿಸಿ
ky: Коомдук фондду жазыңыз.
lo: ປ້ອນຈຳນວນສິນຄ້າ.
mk: Внесете залихи.
ml: സ്ടോക്കുകൾ നൽകുക.
my: ကုန်ပစ္စည်းကန်နံပါတ်ထည့်ပါ
ne: स्टकहरू प्रविष्ट गर्नुहोस्
pa: ਸਟਾਕ ਦਰਜ ਕਰੋ
ps: زېرمه داخل کړئ.
si: ස්ථාන ඇතුළත් කරන්න.
sk: Zadajte zásoby
sq: Shkruani Stoket.
sw: Ingiza Hisani.
ta: பங்குகளை உள்ளிடவும்.
th: ป้อนสต็อก
ur: اسٹاک درج کریں

source: Units
am: አቀማመጥ
as: একক
az: Vahid
be: Адзінкі
bn: ইউনিট
cy: Unedau
et: Ühik
eu: Unitateak
fi: Yksiköt
hy: Միավորներ
is: Einingar
kk: Бірліктер
km: ឯកតា
kn: ಯೂನಿಟ್ಗಳು
ky: Бирдиктер
lo: ຫົວໜ່ວຍ
mk: Единици
ml: അംഗങ്ങൾ
my: ယူနစ်များ
ne: इकाइहरू
pa: ਇਕਾਈਆਂ
ps: واحدونه
si: ඒකක
sk: Jednotky
sq: Njësitë
sw: Vipande
ta: யூனிட்கள்
th: หน่วย
ur: یونٹس

source: Purchase Price
am: የግዢ ዋጋ
as: ক্ৰয় মূল্য
az: Alış Qiyməti
be: Кошт пакупкі
bn: ক্রয় মূল্য
cy: Pris Prynnu
et: Ostuhind
eu: Erosketa Prezioa
fi: Ostohinta
hy: Գնումների գին
is: Kaupsverð
kk: Сатып алу бағасы
km: តម្លៃទិញ
kn: ಖರೀದಿ ಬೆಲೆ
ky: Сатып алуу баасы
lo: ລາຄາຊື້
mk: Цена на купување
ml: വാങ്ങൽ വില
my: ဝယ်ယူရန်စျေးနှုန်း
ne: क्रय मूल्य
pa: ਖਰੀਦ ਕੀਮਤ
ps: د پیرود قیمت
si: වෙළඳපොල මිල
sk: Nákupná cena
sq: Çmimi i Blerjes
sw: Bei ya Ununuzi
ta: வாங்கும் விலை
th: ราคาซื้อ
ur: خریداری کی قیمت

source: Enter Purchase Price.
am: የግዢ ዋጋ አስገባ.
as: ক্ৰয় মূল্য প্রবিষ্ট কৰক।
az: Alış Qiymətini daxil edin
be: Увядзіце кошт пакупкі.
bn: ক্রয় মূল্য লিখুন
cy: Mewnosod Pris Prynnu.
et: Sisestage ostuhind.
eu: Sartu Erosketa Prezioa.
fi: Syötä ostohinta.
hy: Մուտքագրեք գնման գինը։
is: Sláðu inn kaupsverð.
kk: Сатып алу бағасын енгізіңіз
km: បញ្ចូលតម្លៃទិញ។
kn: ಖರೀದಿ ಬೆಲೆ ನಮೂದಿಸಿ
ky: Сатып алуу баасын жазыңыз.
lo: ປ້ອນລາຄາຊື້.
mk: Внесете цена на купување.
ml: വാങ്ങൽ വില നൽകുക.
my: ဝယ်ယူရန်စျေးနှုန်းထည့်ပါ
ne: क्रय मूल्य प्रविष्ट गर्नुहोस्
pa: ਖਰੀਦ ਕੀਮਤ ਦਰਜ ਕਰੋ
ps: د پیرود قیمت داخل کړئ.
si: වෙළඳපොල මිල ඇතුළත් කරන්න.
sk: Zadajte nákupnú cenu
sq: Shkruani Çmimin e Blerjes.
sw: Ingiza Bei ya Ununuzi.
ta: வாங்கும் விலை உள்ளிடவும்.
th: ป้อนราคาซื้อ
ur: خریداری کی قیمت درج کریں

source: MRP
am: ዋጋ የእድል
as: এমআৰপি
bn: এমআরপি
fi: Myyntihinta
kk: Мөлшері бағасы
km: តម្លៃលក់ធាតុពេញលេញ
kn: ಎಂಆರ್‌ಪಿ
mk: Препорачаната цена
ml: എംആർപി
my: အများစုရေးနှုန်း
sk: Maloobchodná cena
sw: Bei ya Kuuza Rejareja (MRP)
ta: சூதான விலை
th: ราคาขายปลีกแนะนำ

# enterMrpOrRetailerPirce
source: Enter MRP/Retailer Price
am: ዋጋ የእድል/የመረጃ ዋጋ አስገባ
as: এমআৰপি/বিক্ৰেতাৰ মূল্য প্রবিষ্ট কৰক
az: MRP/Dərman satan Qiymətini daxil edin
bn: এমআরপি / খুদরা মূল্য লিখুন
cy: Mewnosod MRP/Pric y Retailer
et: Sisestage MRP/jaemüügihind
eu: Sartu MRP/Saltzaileen Prezioa
fi: Syötä myyntihinta/jälleenmyyjän hinta
hy: Մուտքագրեք MRP/Տեղափոխման գին
is: Sláðu inn MRP/Smásöluverð
kk: Мөлшері бағасын немесе дропшиппинг бағасын енгізіңіз
km: បញ្ចូលតម្លៃលក់ធាតុពេញលេញ
kn: ಎಂಆರ್‌ಪಿ/ಖರೀದಿಕರ್ತ ಬೆಲೆ ನಮೂದಿಸಿ
ky: MRP/Сатуу баасын жазыңыз
lo: ປ້ອນ MRP/ລາຄາຂາຍ
mk: Внесете препорачаната цена/припадничка цена
ml: എംആർപി/വിലക്കാർ വില നൽകുക
my: အများစုရေးနှုန်းသို့ရိုက်ထည့်ပါ
ne: M.R.P/खुद्रा मूल्य प्रविष्ट गर्नुहोस्
pa: MRP/ਰਿਟੇਲਰ ਕੀਮਤ ਦਰਜ ਕਰੋ
ps: MRP/پرچون قیمت داخل کړئ
si: MRP/කුළුදු මිල ඇතුළත් කරන්න
sk: Zadajte maloobchodnú cenu / cenu pre maloobchodníkov
sq: Shkruani MRP/Çmimin e Shitësit
sw: Ingiza Bei ya Kuuza Rejareja (MRP)
ta: சூதான விலை/விற்பனையாளர் விலை உள்ளிடவும்
th: ป้อนราคาขายปลีกแนะนำ
ur: MRP/ریٹیلر قیمت درج کریں

source: WholeSale Price
am: የገበያ ዋጋ
as: সামগ্ৰিক মূল্য
az: Topdan Qiymət
be: Аптовая цана
bn: হোলসেল মূল্য
cy: Pris Cyfanwerth
et: Hulgihind
eu: Hiru Salmenta Prezioa
fi: Tukkumyyntihinta
hy: Հունական գին
is: Heildsöluverð
kk: Опт бағасы
km: តម្លៃដឹកជញ្ជូន
kn: ಮೊತ್ತವಿಕ್ರಯ ಬೆಲೆ
ky: Болот сатып алуу баасы
lo: ລາຄາຂາຍແທກ
mk: Цена на големо
ml: ഹോൾസെയിൽ വില
my: လက်ကျန်စျေးနှုန်း
ne: होलसेल मूल्य
pa: ਹੋਲਸੇਲ ਕੀਮਤ
ps: تخفیفي قیمت
si: වෙළෙඳුරු මිල
sk: Veľkoobchodná cena
sq: Çmimi për Shitje me Shumicë
sw: Bei ya Jumla
ta: மொத்த வியாபார விலை
th: ราคาขายส่ง
ur: خرید فروخت قیمت

source: Enter Wholesale Price
am: የገበያ ዋጋ አስገባ
as: সামগ্ৰিক মূল্য প্রবিষ্ট কৰক
az: Topdan Qiymətini daxil edin
be: Увядзіце аптовую цану
bn: হোলসেল মূল্য লিখুন
cy: Mewnosod Pris Cyfanwerth
et: Sisestage hulgihind
eu: Sartu Hiru Salmenta Prezioa
fi: Syötä tukkumyyntihinta
hy: Մուտքագրեք հունական գինը
is: Sláðu inn heildsöluverð
kk: Опт бағасын енгізіңіз
km: បញ្ចូលតម្លៃដឹកជញ្ជូន
kn: ಮೊತ್ತವಿಕ್ರಯ ಬೆಲೆ ನಮೂದಿಸಿ
ky: Болот сатып алуу баасын жазыңыз
lo: ປ້ອນລາຄາຂາຍແທກ
mk: Внесете цена на големо
ml: ഹോൾസെയിൽ വില നൽകുക
my: လက်ကျန်စျေးနှုန်းထည့်ပါ
ne: होलसेल मूल्य प्रविष्ट गर्नुहोस्
pa: ਹੋਲਸੇਲ ਕੀਮਤ ਦਰਜ ਕਰੋ
ps: تخفیفي قیمت داخل کړئ
si: වෙළෙඳුරු මිල ඇතුළත් කරන්න
sk: Zadajte veľkoobchodnú cenu
sq: Shkruani Çmimin për Shitje me Shumicë
sw: Ingiza Bei ya Jumla
ta: மொத்த வியாபார விலை உள்ளிடவும்
th: ป้อนราคาขายส่ง
ur: خرید فروخت قیمت درج کریں

source: Dealer Price
am: የሻጭ ዋጋ
as: ডীলাৰ মূল্য
az: Bayi Qiyməti
be: Цана для дылера
bn: ডিলার মূল্য
cy: Pris Dealer
et: Kauplejahind
eu: Saltzaile Prezioa
fi: Jälleenmyyjän hinta
hy: Մատակարարի գին
is: Söluaðila verð
kk: Дилер бағасы
km: តម្លៃកាលកំណើត
kn: ಡೀಲರ್ ಬೆಲೆ
ky: Дилердин баасы
lo: ລາຄາຂາຍ
mk: Цена на дилер
ml: ഡീലർ വില
my: ဆေးရေးစျေးနှုန်း
ne: डिलर मूल्य
pa: ਡੀਲਰ ਕੀਮਤ
ps: د فروش قیمت
si: කාර්යාලයෙන් මිල
sk: Cena pre predajcov
sq: Çmimi i Tregtarit
sw: Bei ya Muuzaji
ta: வாணிக விலை
th: ราคาตัวแทนจำหน่าย
ur: ڈیلر کی قیمت

source: Enter Dealer Price
am: የሻጭ ዋጋ አስገባ
as: ডীলাৰ মূল্য প্রবিষ্ট কৰক
az: Bayi Qiymətini daxil edin
be: Увядзіце цану для дылера
bn: ডিলার মূল্য লিখুন
cy: Mewnosod Pris Dealer
et: Sisestage kauplejahind
eu: Sartu Saltzaile Prezioa
fi: Syötä jälleenmyyjän hinta
hy: Մուտքագրեք մատակարարի գինը
is: Sláðu inn söluaðila verð
kk: Дилер бағасын енгізіңіз
km: បញ្ចូលតម្លៃកាលកំណើត
kn: ಡೀಲರ್ ಬೆಲೆ ನಮೂದಿಸಿ
ky: Дилердин баасын жазыңыз
lo: ປ້ອນລາຄາຂາຍ
mk: Внесете цена на дилер
ml: ഡീലർ വില നൽകുക
my: ဆေးရေးစျေးနှုန်းထည့်ပါ
ne: डिलर मूल्य प्रविष्ट गर्नुहोस्
pa: ਡੀਲਰ ਕੀਮਤ ਦਰਜ ਕਰੋ
ps: د فروش قیمت داخل کړئ
si: කාර්යාලයෙන් මිල ඇතුළත් කරන්න
sk: Zadajte cenu pre predajcov
sq: Shkruani Çmimin e Tregtarit
sw: Ingiza Bei ya Muuzaji
ta: வாணிக விலை உள்ளிடவும்
th: ป้อนราคาตัวแทนจำหน่าย
ur: ڈیلر کی قیمت درج کریں

source: Enter Discount.
am: ቅናሽ አስገባ.
as: ছাড় প্রবিষ্ট কৰক।
az: Endirimi daxil edin
be: Увядзіце скідку.
bn: ডিসকাউন্ট লিখুন
cy: Mewnosod Disgownt.
et: Sisestage soodustus.
eu: Sartu Deskontua.
fi: Syötä alennus.
hy: Մուտքագրեք զեղչ։
is: Sláðu inn afslátt.
kk: Жеңілдік енгізіңіз
km: បញ្ចូលបញ្ចុះតម្លៃ។
kn: ಡಿಸ್ಕೌಂಟ್ ನಮೂದಿಸಿ
ky: Жарнаманы жазыңыз.
lo: ປ້ອນສ່ວນຫຼຸດ.
mk: Внесете попуст.
ml: ഡിസ്‌കൗണ്ട് നൽകുക.
my: လျှော့စျေးရိုက်ထည့်ပါ
ne: छुट प्रविष्ट गर्नुहोस्
pa: ਛੋਟ ਦਰਜ ਕਰੋ
ps: تخفیف داخل کړئ.
si: වට්ටම ඇතුළත් කරන්න.
sk: Zadajte zľavu
sq: Shkruani Zbritjen.
sw: Ingiza Punguzo.
ta: தள்ளுபடி உள்ளிடவும்.
th: ป้อนส่วนลด
ur: چھوٹ درج کریں

# menufeturer
source: Manufacturer
am: የምርት አምራች
as: উৎপাদক
az: İstehsalçı
bn: উত্পাদনকারী
cy: Gwneuthurwr
et: Tootja
eu: Ekoizlea
fi: Valmistaja
hy: Արտադրող
is: Framleiðandi
kk: Әзіргіш
km: ក្រុមហ៊ុនផលិត
kn: ನಿರ್ಮಾತಾ
ky: Өндүрүүчү
lo: ຜະລິດຕະພາບ
mk: Производител
ml: ഉൽപ്പന്നം നിർമ്മാതാവ്
my: ပစ္စည်းကိုယ်စားလှယ်
ne: निर्माता
pa: ਉਤਪਾਦਕ
ps: تولیدونکی
si: නිෂ්පාතය
sk: Výrobca
sq: Prodhuesi
ta: உற்பத்தி விளக்கம்
th: ผู้ผลิต
ur: مینوفیکچرر

source: Enter Manufacturer
am: የምርት አምራች አስገባ
as: উৎপাদক প্রবিষ্ট কৰক
az: İstehsalçını daxil edin
be: Увядзіце вытворцу
bn: উত্পাদনকারী লিখুন
cy: Mewnosod Gwneuthurwr
et: Sisestage tootja
eu: Sartu Ekoizlea
fi: Syötä valmistaja
hy: Մուտքագրեք արտադրողը
is: Sláðu inn framleiðanda
kk: Әзіргіш атын енгізіңіз
km: បញ្ចូលក្រុមហ៊ុនផលិត
kn: ನಿರ್ಮಾತೃ ನಮೂದಿಸಿ
ky: Өндүрүүчүнүн атын жазыңыз
lo: ປ້ອນຜະລິດຕະພາບ
mk: Внесете производител
ml: നിർമ്മാതാവ് നൽകുക
my: ပစ္စည်းကိုယ်စားလှယ်ထည့်ပါ
ne: निर्माता प्रविष्ट गर्नुहोस्
pa: ਉਤਪਾਦਕ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ
ps: تولیدونکی داخل کړئ
si: නිෂ්පාතය ඇතුළත් කරන්න
sk: Zadajte výrobcu
sq: Shkruani Prodhuesin
sw: Ingiza Mzalishaji
ta: உற்பத்தி விளக்கத்தை உள்ளிடவும்
th: ป้อนผู้ผลิต
ur: مینوفیکچرر درج کریں

source: Save and Publish
am: አስቀምጥ እና ይወቅ
as: সংৰক্ষণ আৰু প্ৰকাশ কৰক
az: Yadda Saxla və Yayınla
be: Захаваць і апублікаваць
bn: সংরক্ষণ এবং প্রকাশ করুন
cy: Cadw a Cyhoeddi
et: Salvesta ja avalda
eu: Gorde eta Argitaratu
fi: Tallenna ja julkaise
hy: Պահպանել և հրատարակել
is: Vista og birta
kk: Сақтау және жариялау
km: រក្សាទុកនិងបោះពុម្ព
kn: ಉಳಿಸಿ ಮತ್ತು ಪ್ರಕಟಿಸಿ
ky: Сактап, жарыялаңыз
lo: ບັນທຶກແລະເຜີຍແກ້
mk: Зачувај и објави
ml: സംരക്ഷിക്കുക & പ്രസിദ്ധീകരിക്കുക
my: သိမ်းဆည်းနှင့် ထုတ်ပြန်ပါ
ne: सुरक्षित गर्नुहोस् र प्रकाशित गर्नुहोस्
pa: ਸੰਭਾਲੋ ਅਤੇ ਪ੍ਰਕਾਸ਼ਿਤ ਕਰੋ
ps: ذخیره او خپره کړئ
si: සුරකින්න සහ ප්රකාශ කරන්න
sk: Uložiť a publikovať
sq: Ruaj dhe Publiko
sw: Hifadhi na Chapisha
ta: சேமி மற்றும் வெளியிடு
th: บันทึกและเผยแพร่
ur: محفوظ کریں اور شائع کریں

source: Add Unit
am: አቀማመጥ ይጨምር
as: একক যোগ কৰক
az: Vahid əlavə et
be: Дадаць адзінку
bn: ইউনিট যোগ করুন
cy: Ychwanegu Uned
et: Lisa üksus
eu: Gehitu Unitatea
fi: Lisää yksikkö
hy: Ավելացնել միավոր
is: Bæta við einingu
kk: Бірлік қосу
km: បន្ថែមឯកតា
kn: ಯೂನಿಟ್ ಸೇರಿಸಿ
ky: Бирдик кошуңуз
lo: ເພີ່ມຫົວໜ່ວຍ
mk: Додај единица
ml: യൂണി ചേർക്കുക
my: ယူနစ်ထည့်ပါ
ne: इकाइ थप्नुहोस्
pa: ਇਕਾਈ ਸ਼ਾਮਿਲ ਕਰੋ
ps: واحد اضافه کړئ
si: ඒකකය එකතු කරනවා
sk: Pridať jednotku
sq: Shto Njësinë
sw: Ongeza Kitengo
ta: யூனிட் சேர்க்க
th: เพิ่มหน่วย
ur: یونٹ شامل کریں

source: Kg
am: ኪ.ግ
as: কেজি
az: Kq
be: Кг
bn: কেজি
hy: կգ
kk: Кг
km: គីឡូក្រាម
kn: ಕಿಗ್ರಾಂ
ky: Кг
lo: ກິໂລກິກມັນ
mk: Кг
ml: കिलो
my: ကီလိုဂရမ်
ne: कि.ग्रा.
pa: ਕਿਲੋ
ps: کیلو
si: කිලෝ
sw: Kilogramu
ta: கிலோகிராம்
th: กิโลกรัม
ur: کلوگرام

source: Unit Name
am: የአቀማመጥ ስም
as: এককৰ নাম
az: Vahid Adı
be: Назва адзінкі
bn: ইউনিটের নাম
cy: Enw Uned
et: Üksuse nimi
eu: Unitatearen Izena
fi: Yksikön nimi
hy: Միավորի անուն
is: Nafn einingar
kk: Бірлік атауы
km: ឈ្មោះឯកតា
kn: ಯೂನಿಟ್ ಹೆಸರು
ky: Бирдиктин аты
lo: ຊື່ຫົວໜ່ວຍ
mk: Име на единица
ml: യൂണിറ്റിന്റെ നാമം
my: ယူနစ်အမည်
ne: इकाइको नाम
pa: ਇਕਾਈ ਦਾ ਨਾਮ
ps: د واحد نوم
si: ඒකක නම
sk: Názov jednotky
sq: Emri i Njësisë
sw: Jina la Kitengo
ta: அலகு பெயர்
th: ชื่อหน่วย
ur: یونٹ کا نام

source: Categories
am: ክፍልዎች
as: শ্রেণীসমূহ
az: Kateqoriyalar
be: Катэгорыі
bn: বিভাগসমূহ
cy: Categorïau
et: Kategooriad
eu: Kategorial
fi: Kategoriat
hy: Կատեգորիաներ
is: Flokkar
kk: Санаттар
km: ប្រភេទ
kn: ವರ್ಗಗಳು
ky: Категориялар
lo: ປະເພດ
mk: Категории
ml: വർഗ്ഗങ്ങൾ
my: အမျိုးအစားများ
ne: श्रेणीहरू
pa: ਸ਼੍ਰੇਣੀਆਂ
ps: کتګورۍ
si: ප්‍රභේද
sk: Kategórie
sq: Kategoritë
sw: Jamii
ta: வகைகள்
th: หมวดหมู่
ur: کیٹیگریاں

source: Product List
am: የምርት ዝርዝር
as: পণ্যের তালিকা
az: Məhsul Siyahısı
be: Спіс тавараў
bn: পণ্য তালিকা
cy: Rhestr Cynnyrch
et: Toodete loetelu
eu: Produktu Zerrenda
fi: Tuotelista
hy: Ապրանքների ցանկ
is: Vörulistar
kk: Өнім тізімі
km: បញ្ជីផលិតផល
kn: ಉತ್ಪನ್ನ ಪಟ್ಟಿ
ky: Өнүмдүн тизмеси
lo: ລາຍການສິນຄ້າ
mk: Список на производи
ml: ഉൽപ്പന്നങ്ങളുടെ പട്ടിക
my: ကုန်ပစ္စည်းစာရင်း
ne: उत्पाद सूची
pa: ਉਤਪਾਦਾਂ ਦੀ ਸੂਚੀ
ps: د محصول لیست
si: නිශ්චිත ලැයිස්තුව
sk: Zoznam produktov
sq: Lista e Produktit
sw: Orodha ya Bidhaa
ta: பொருள் பட்டியல்
th: รายการสินค้า
ur: مصنوعہ فہرست

source: Update Product
am: ምርት ይዘው
as: পণ্য হালনাগাদ কৰক
az: Məhsulu Yenilə
be: Абнавіць тавар
bn: পণ্য আপডেট করুন
cy: Diweddaru Cynnyrch
et: Uuenda toodet
eu: Eguneratu Produktua
fi: Päivitä tuote
hy: Թարմացնել ապրանքը
is: Uppfæra vöru
kk: Өнімді жаңарту
km: ធ្វើបច្ចុប្បន្នភាពផលិតផល
kn: ಉತ್ಪನ್ನವನ್ನು ಅಪ್ಡೇಟ್ ಮಾಡಿ
ky: Өнүмдү жаңыртуу
lo: ແກ້ໄຂລາຍການສິນຄ້າ
mk: Ажурирај производ
ml: ഉൽപ്പന്നം അപ്‌ഡേറ്റ് ചെയ്യുക
my: ကုန်ပစ္စည်းအပ်ဒိတ်ကိုအပ်ဒိတ်အပ်ပါ
ne: उत्पाद अपडेट गर्नुहोस्
pa: ਉਤਪਾਦ ਨੂੰ ਅਪਡੇਟ ਕਰੋ
ps: محصول تازه کړئ
si: නිශ්චිතය යාවත් කරනවා
sk: Aktualizovať produkt
sq: Përditëso Produktin
sw: Sasisha Bidhaa
ta: பொருளை புதுப்பிக்கவும்
th: อัปเดตผลิตภัณฑ์
ur: مصنوعہ اپ ڈیٹ کریں

source: Clarence
am: ይማርለዋል
as: মুক্তি
az: Klarans
bn: ক্লারেন্স
cy: Clirio
et: Selgitus
fi: Selvitys
hy: Նվազագույն
is: Cleareance
km: កាតានិយម
kn: ಕ್ಲಾರೆನ್ಸ್
ky: Сатык
lo: ຈຳນວນ
mk: Распродажба
ml: ക്ലാരൻസ്
my: အမှိုက်ပြီး
ne: क्लियरन्स
pa: ਕਲੀਅਰੈਂਸ
ps: تخفیف
si: ක්ලැරන්ස්
ta: கிளேரன்ஸ்
th: คลีแอร์เรนซ์
ur: کلیرنس

# dailyTransaciton
source: Daily Transaction
am: የዕለት ግብአቶች
as: দৈনিক লেনদেন
az: Günlük əməliyyatlar
bn: দৈনিক লেনদেন
cy: Trafodion Dyddiol
et: Igapäevane tehing
eu: Eguneko Transakzioa
fi: Päivittäinen tapahtuma
hy: Օրվա գործարքներ
is: Dagleg viðskipti
kk: Күнделікті жүйе
km: ការប្រតិបត្តិទៅថ្ងៃរំលស់
kn: ದಿನಾಂಕಿಕ ಲೆಕ್ಕಾಚಾರ
ky: Күнүмдүк транзакциялар
lo: ການເຮັດການປະຈຳການມື້ນີ້
mk: Дневни трансакции
ml: ദൈനംദിന ഇടപാടുകൾ
my: နေ့စဉ်အင်တာနက်များ
ne: दैनिक लेनदेन
pa: ਦਿਨ ਦੀ ਕਾਰਵਾਈ
ps: ورزنی معاملې
si: දින සේවාව
sk: Denná transakcia
sq: Transaksioni Ditore
ta: தினசரி பரிவர்த்தனை
th: ธุรกรรมรายวัน
ur: روزانہ لین دین

source: promo
am: ማስታወቂያ
as: প্ৰমো
be: Прома
bn: প্রোমো
cy: hysbyseb
eu: Promozioa
fi: tarjous
hy: Հրապարակում
is: Sértilboð
kk: Промо
km: ប៉ូតុក
kn: ಪ್ರೊಮೊ
ky: Промо
lo: ໂປຣໂປ
mk: Промо
ml: പ്രൊമോ
my: ပရိုမို
ne: प्रमो
pa: ਪ੍ਰਚਾਰ
ps: پرومو
si: ප්‍රොමෝ
sq: Promocioni
ta: விளம்பரம்
th: โปรโมชั่น
ur: پرومو

source: Update Your Profile
am: የመረጃ መገናኛዎትን ይዘው
as: আপোনাৰ প্ৰ'ফাইল হালনাগাদ কৰক
az: Profilinizi Yeniləyin
be: Абнавіць ваш профіль
bn: আপনার প্রোফাইল আপডেট করুন
cy: Diweddaru Eich Proffil
et: Uuenda oma profiili
eu: Eguneratu Zure Profila
fi: Päivitä profiilisi
hy: Թարմացնել ձեր պրոֆիլը
is: Uppfæra prófílinn þinn
kk: Профиліңізді жаңартыңыз
km: ធ្វើបច្ចុប្បន្នភាពទម្រង់របស់អ្នក
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಅಪ್ಡೇಟ್ ಮಾಡಿ
ky: Профилиңизди жаңыртыңыз
lo: ປ່ຽນແປງໂປຣໂມເອກະສານຂອງທ່ານ
mk: Ажурирај го вашиот профил
ml: നിങ്ങളുടെ പ്രൊഫൈൽ അപ്‌ഡേറ്റ് ചെയ്യുക
my: သင်၏ပရိုဖိုင်အပ်ဒိတ်ကိုအပ်ဒိတ်အပ်ပါ
ne: तपाईंको प्रोफाइल अपडेट गर्नुहोस्
pa: ਆਪਣਾ ਪ੍ਰੋਫਾਈਲ ਅਪਡੇਟ ਕਰੋ
ps: ستاسو پروفایل تازه کړئ
si: ඔබගේ පැත්තක් යාවත්කාල කිරීම
sk: Aktualizujte svoj profil
sq: Përditësoni Profilin Tuaj
sw: Sasisha Wasifu Wako
ta: உங்கள் சுயவிவரத்தை புதுப்பிக்கவும்
th: อัปเดตโปรไฟล์ของคุณ
ur: اپنی پروفائل اپ ڈیٹ کریں

source: Send
am: ይላኩ
as: পঠিয়াও
az: Göndər
be: Адправіць
bn: প্রেরণ
cy: Anfon
et: Saada
eu: Bidali
fi: Lähetä
hy: Ուղարկել
is: Senda
kk: Жіберу
km: ផ្ញើ
kn: ಕಳುಹಿಸಿ
ky: Жиберүү
lo: ສົ່ງ
mk: Испрати
ml: അയക്കുക
my: ပို့ပါ
ne: पठाउनुहोस्
pa: ਭੇਜੋ
ps: استول
si: යවනවා
sk: Poslať
sq: Dërgo
sw: Tuma
ta: அனுப்பு
th: ส่ง
ur: بھیجیں

# updateYourProfiletoConnectTOCusomter
source: Update your profile to connect your customer with better impression
am: የመረጃ መገናኛዎትን ይዘው በዚህ ምርት አንዱ ይታወቃል
as: উত্তম প্ৰতিমূৰ্তিৰ সৈতে গ্ৰাহকক সংযোগ কৰিবলৈ আপোনাৰ প্ৰ'ফাইল হালনাগাদ কৰক
az: Profilinizi yaxşı təsir ilə müştəriyə qoşmaq üçün yeniləyin
bn: আপনার প্রোফাইল আপডেট করুন আপনার গ্রাহককে আরও ভাল ছবি দেওয়ার জন্য
cy: Diweddaru eich proffil i gysylltu â'ch cwsmer gyda gwell argraff
et: Uuenda oma profiili, et luua oma klientidega paremat sidet
eu: Eguneratu zure profila zure bezeroekin hobe konektatzeko
fi: Päivitä profiilisi yhdistääksesi asiakkaasi paremmin
hy: Թարմացրեք ձեր պրոֆիլը, որպեսզի ավելի լավ հարաբերություններ հաստատեք հաճախորդի հետ
is: Uppfærðu prófílinn þinn til að tengja betur við viðskiptavini
kk: Әзіргішпен жүйелік байланыс орнату үшін профиліңізді жаңартыңыз
km: ធ្វើបច្ចុប្បន្នភាពទម្រង់របស់អ្នកដើម្បីតភ្ជាប់អតិថិជនរបស់អ្នកជាមួយការផ្អាកលើអក្សរប្រសិទ្ធភាពល្អក្នុងការប្រតិបត្តិ
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಅಪ್ಡೇಟ್ ಮಾಡಿ, ನಿಮ್ಮ ಗ್ರಾಹಕರನ್ನು ಉತ್ತಮ ಪ್ರಭಾವದಿಂದ ಸಂಪರ್ಕಿಸಲು
ky: Профилиңизди жаңыртыңыз, кардарларыңыз менен жакшы байланышка чыгуу үчүн
lo: ປ່ຽນແປງໂປຣໂມເອກະສານຂອງທ່ານເພື່ອເຊື່ອມຕໍ່ທຸກຄົນຊົ່ວລາຍການທາງທັງສິນຄ້າດົນເລືອກ
mk: Ажурирајте го вашиот профил за подобра поврзаност со клиентите
ml: നിങ്ങളുടെ ഉപഭോക്താവിനോടൊപ്പം മികച്ച ഇമേജ് ബന്ധിപ്പിക്കാൻ നിങ്ങളുടെ പ്രൊഫൈൽ അപ്‌ഡേറ്റ് ചെയ്യുക
my: သင်၏ပရိုဖိုင်အပ်ဒိတ်ကိုသင်၏ဖောက်သည်အားပြင်ပါရန်အခြားဖြင့်ချိတ်ဆက်နိုင်ရန်
ne: तपाइंको प्रोफाइल अपडेट गर्नुहोस् भने ग्राहकसँग बेस्ट इम्प्रेसन बनाउनका लागि
pa: ਸੰਪਰਕ ਬਣਾਉਣ ਲਈ ਆਪਣਾ ਪ੍ਰੋਫਾਈਲ ਅਪਡੇਟ ਕਰੋ
ps: ستاسو پروفایل تازه کړئ ترڅو د خپلو پیرودونکو سره ښه اړیکه ولرئ
si: ඔබගේ පැත්තක් යවන කාර්යය සමඟ සම්බන්ධයක් කිරීම සඳහා ඔබට පැත්තක් යාවත්කාල කළ යුතුයි
sk: Aktualizujte svoj profil, aby ste mohli lepšie pripojiť zákazníka
sq: Përditësoni profilin tuaj për të lidhur klientin tuaj me përshtypje më të mirë
ta: உங்கள் சுயவிவரத்தை புதுப்பித்து உங்கள் வாடிக்கையாளரை சேர்க்கவும் மிகுந்த அபிரதமத்துடன் இணைக்குதல்
th: อัปเดตโปรไฟล์เพื่อเชื่อมต่อกับลูกค้าของคุณด้วยความประทับใจที่ดีขึ้น
ur: بہتر تاثر کے لئے اپنی پروفائل اپ ڈیٹ کریں تاکہ آپ کا گاہک منسلک ہو سکے

source: Update Now
am: አሁን ይዘው
as: এতিয়া হালনাগাদ কৰক
az: İndi Yeniləyin
be: Абнавіць зараз
bn: এখনই আপডেট করুন
cy: Diweddaru Nawr
et: Uuenda nüüd
eu: Eguneratu Orain
fi: Päivitä nyt
hy: Թարմացրեք հիմա
is: Uppfæra núna
kk: Қазір жаңарту
km: ធ្វើបច្ចុប្បន្នភាពឥឡូវនេះ
kn: ಈಗ ಅಪ್ಡೇಟ್ ಮಾಡಿ
ky: Азыр жаңыртыңыз
lo: ປ່ຽນແປງຕົວຢ່າງດຽວກັນ
mk: Ажурирај сега
ml: ഇപ്പോൾ അപ്‌ഡേറ്റ് ചെയ്യുക
my: ယခုအချို့အဆက်တင်ရန်
ne: अब अपडेट गर्नुहोस्
pa: ਹੁਣ ਅਪਡੇਟ ਕਰੋ
ps: اوس تازه کړئ
si: දැනටමත් යාවත්කාල කරනවා
sk: Aktualizovať teraz
sq: Përditëso Tani
sw: Sasisha Sasa
ta: இப்போது புதுப்பிக்கவும்
th: อัปเดตตอนนี้
ur: ابھی اپ ڈیٹ کریں

source: Profile
am: መገናኛ
as: প্ৰ'ফাইল
az: Profil
be: Профіль
bn: প্রোফাইল
cy: Proffil
et: Profiil
eu: Profila
fi: Profiili
hy: Պրոֆիլ
is: Prófíl
kk: Профиль
km: ទម្រង់
kn: ಪ್ರೊಫೈಲ್
ky: Профиль
lo: ໂປຣໂມເອກະສານ
mk: Профил
ml: പ്രൊഫൈൽ
my: ပရိုဖိုင်
ne: प्रोफाइल
pa: ਪ੍ਰੋਫਾਈਲ
ps: پروفایل
si: පැත්තක්
sk: Profil
sq: Profil
sw: Wasifu
ta: சுயவிவரம்
th: โปรไฟล์
ur: پروفائل

source: Change Password
am: የይለፍ ቃል ይለውጡ
as: পাছৱৰ্ড সলনি কৰক
az: Şifrəni Dəyişdir
be: Змяніць пароль
bn: পাসওয়ার্ড পরিবর্তন করুন
cy: Newid Cyfrinair
et: Muuda parooli
eu: Aldatu Pasahitza
fi: Vaihda salasana
hy: Փոխել գաղտնաբառը
is: Breyta lykilorði
kk: Құпия сөзді өзгерту
km: ប្តូរពាក្យសម្ងាត់
kn: ಪಾಸ್ವರ್ಡ್ ಬದಲಾಯಿಸಿ
ky: Паролду алмаштырыңыз
lo: ປ່ຽນລະຫັດຜ່ານ
mk: Промени ја лозинката
ml: പാസ്‌വേഡ് മാറ്റുക
my: စကားဝှက်ကိုပြောင်းရန်
ne: पासवर्ड परिवर्तन गर्नुहोस्
pa: ਪਾਸਵਰਡ ਬਦਲੋ
ps: پټنوم بدل کړئ
si: මුරපදය වෙනස් කිරීම
sk: Zmeniť heslo
sq: Ndrysho Fjalëkalimin
sw: Badilisha Nenosiri
ta: கடவுச்சொல்லை மாற்று
th: เปลี่ยนรหัสผ่าน
ur: پاس ورڈ تبدیل کریں

source: Add Purchase
am: ግዢ ይጨምር
as: ক্ৰয় যোগ কৰক
az: Alış əlavə et
be: Дадаць пакупку
bn: ক্রয় যোগ করুন
cy: Ychwanegu Prynnu
et: Lisa ost
eu: Gehitu Erosketa
fi: Lisää ostos
hy: Ավելացնել գնում
is: Bæta við kaupi
kk: Сатып алу қосу
km: បន្ថែមការទិញ
kn: ಖರೀದಿ ಸೇರಿಸಿ
ky: Сатып алууну кошуңуз
lo: ເພີ່ມການຊື້
mk: Додај купување
ml: വാങ്ങൽ ചേർക്കുക
my: အဝယ်ချက်ထည့်ပါ
ne: क्रय थप्नुहोस्
pa: ਖਰੀਦ ਸ਼ਾਮਿਲ ਕਰੋ
ps: پیرود اضافه کړئ
si: වෙළඳපොලට එකතු කිරීම
sk: Pridať nákup
sq: Shto Blerje
sw: Ongeza Ununuzi
ta: வாங்கல் சேர்க்க
th: เพิ่มการซื้อ
ur: خرید شامل کریں

source: Inv No.
am: በይበይ
as: ইনভ নং।
az: Fatura №
be: Нумар рахунку.
bn: চালান নং
cy: Rhif Inv.
et: Arve nr.
fi: Laskun nro
hy: Պատվերի համար։
is: Fjöldi
kk: Сатып алу нөмірі
km: លេខវិក្កយបត្រ
kn: ಮಿಡಿತ ಸಂಖ್ಯೆ
ky: Инв. номер.
lo: ລະຫັດໃບບິນ
mk: Бр. на фактура
ml: ഇൻവോയ്സ് നമ്പർ
my: ဝယ်ယူမဲပေးနံပါတ်
ne: क्रमिक नम्बर
pa: ਬਿੱਲ ਨੰ.
ps: د بل نمبر.
si: ආයාත අංකය
sk: Č. faktúry
sq: Nr. Faturës
sw: Nambari ya Hati
ta: சரிபார்ப்பு எண்.
th: หมายเลขใบส่งของ
ur: انوائس نمبر
