Repository: userfriendly125/azkaios
Catalog: lib/l10n/intl_*.arb
Languages: am, as, az, be, bn, cy, et, eu, fi, hy, is, kk, km, kn, ky, lo, mk, ml, my, ne, pa, ps, si, sk, sq, sw, ta, th, ur

# safeGuardYourBusinessDate
source: Safeguard your business data effortlessly. Our Pos Saas POS Unlimited Upgrade includes free data backup, ensuring your valuable information is protected against any unforeseen events. Focus on what truly matters - your business growth.
am: የውስጥ መረጃዎች ላይ ያንብቡ።
as: আপোনাৰ ব্যৱসায়ৰ তথ্য নিৰাপত্তা দিয়া সৰল। আমাৰ Pos SaaS POS Unlimited Upgrade মুক্ত তথ্য ব্যাকআপ অন্তর্ভুক্ত কৰে, যিয়ে আপোনাৰ মূল্যবান তথ্য যিকোনো অনাকাংক্ষিত ঘটনাৰ পৰা সুৰক্ষিত কৰে। আপুনি যে প্ৰকৃততে গুৰুত্ব দিয়া উচিত - আপোনাৰ ব্যৱসায়ৰ বৃদ্ধিত।
az: Sənayeniz məlumatını asandır şəkildə qoruyun. Bizim Pos Saas POS Unlimited Yeniləməsi pulsuz məlumat ehtiyat nüsxələri daxil edir, qiymətli məlumatınızın heç bir gözlənməz hadisəyə qarşı qorunmasını təmin edir. Əsl əhəmiyyəti olan şəyə fokuslanın - işinizin inkişafı.
be: Абароніце вашыя бізнес-даныя лёгка. Наш Pos Saas POS Unlimited Upgrade ўключае бясплатную рэзервовую копію дадзеных, гарантуючы, што ваша каштоўная інфармацыя абаронена ад любых непрадбачаных падзей. Сконцэнтруйцеся на тым, што сапраўды важна - на развіцці вашага бізнесу.
bn: আপনার ব্যবসা ডেটা সহজলাভ করুন। আমাদের Pos Saas POS সীমাহীন আপগ্রেড বিনামূল্যে ডেটা ব্যাকআপ সহ এনেছে, আপনার মূল্যবান তথ্যটি যে কোনও অনুমান নিরাপত্তা প্রদান করে। সত্যিই গুরুত্বপূর্ণ মাধ্যমে আপনার ব্যবসা বৃদ্ধি করুন।
cy: Diogelu'ch data busnes heb ymdrech. Mae ein Gwelliant Pos Saas POS Diddiwedd yn cynnwys cefnogaeth ddata am ddim, gan sicrhau bod eich gwybodaeth werthfawr wedi'i diogelu rhag unrhyw ddigwyddiadau annisgwyl. Canolbwyntiwch ar yr hyn sy'n wirioneddol bwysig - eich tyfiant busnes.
et: Kaitske oma ettevõtte andmeid vaevata. Meie POS Saas POS Piiramatu Uuendamine sisaldab tasuta andmete varundamist, tagades, et teie väärtuslik teave on kaitstud ettenägematute sündmuste eest. Keskenduge sellele, mis tõeliselt oluline - teie äri kasv.
eu: Zure negozioaren datuak babestu erraz. Gure Pos SaaS POS Mugagabeak doako datu babeskopia barne hartzen du, zure informazio baliotsua gertakari unerako babesteko. Egin zaitezte garrantzitsua denarekin - zure negozioaren hazkundea.
hy: Անհանգստացրեք ձեր բիզնեսի տվյալները առանց դժվարության: Մեր Pos Saas POS Անվճար թարմացումը ներառում է անվճար տվյալների պահուստավորում, ապահովելով, որ ձեր արժեքավոր տեղեկությունները պաշտպանված են ցանկացած կանխատեսված դեպքերից: Կենտրոնացեք այն, ինչ իսկապես կարևոր է՝ ձեր բիզնեսի աճը.
is: Verndaðu fyrirtækisgögnin þín auðveldlega. Ótakmarkað uppfærslur okkar á Pos Saas POS felur í sér ókeypis gagnaafritun, sem tryggir að dýrmæt upplýsingar þínar séu verndaðar gegn ófyrirséðum atburðum. Einbeittu þér að því sem skiptir máli - vexti fyrirtækisins þíns.
kk: Сіздің бизнес деректеріңізді жасау жаттығушы болады. Біздің Pos Saas POS Unlimited Upgrade-і тегін деректерді сақтау қосымшасы, сіздің маңызды ақпаратыңызды жарамсыз событиялармен қарсы қорқытуға қамтамасыз етеді. Сіздің бизнесіңізді жастар қалдыруға құлақ аударыңыз.
km: ការពារទិន្នន័យអាជីវកម្មរបស់អ្នកដោយមិនពិបាក។ Pos Saas POS Unlimited Upgrade របស់យើងរួមបញ្ចូលទាំងការបម្រុងទុកទិន្នន័យដោយឥតគិតថ្លៃ ដោយធានាថាព័ត៌មានដ៏មានតម្លៃរបស់អ្នកត្រូវបានការពារប្រឆាំងនឹងព្រឹត្តិការណ៍ដែលមិនបានមើលឃើញទុកជាមុនណាមួយ។ ផ្តោតលើអ្វីដែលសំខាន់ - កំណើនអាជីវកម្មរបស់អ្នក។
kn: ನಿಮ್ಮ ವ್ಯಾಪಾರ ಡೇಟಾವನ್ನು ಸಲೀಸಾಗಿ ರಕ್ಷಿಸಿ. ನಮ್ಮ Pos Saas POS ಅನ್ ಲಿಮಿಟೆಡ್ ಅಪ್ ಗ್ರೇಡ್ ಉಚಿತ ಡೇಟಾ ಬ್ಯಾಕಪ್ ಅನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ, ನಿಮ್ಮ ಅಮೂಲ್ಯವಾದ ಮಾಹಿತಿಯನ್ನು ಯಾವುದೇ ಅನಿರೀಕ್ಷಿತ ಘಟನೆಗಳಿಂದ ರಕ್ಷಿಸಲಾಗಿದೆ ಎಂದು ಖಚಿತಪಡಿಸುತ್ತದೆ. ನಿಜವಾಗಿಯೂ ಮುಖ್ಯವಾದುದನ್ನು ಕೇಂದ್ರೀಕರಿಸಿ - ನಿಮ್ಮ ವ್ಯಾಪಾರ ಬೆಳವಣಿಗೆ.
ky: Сиздин бизнес маалыматтарыңызды коопсуздукта сактаңыз. Биздин POS SaaS POS Чексиз Жаңыртуу акысыз маалыматтарды резервдөөнү камтыйт, бул сиздин баалуу маалыматтарыңызды күтүлбөгөн окуяларга каршы коргойт. Чынында маанилүү нерселерге көңүл буруңуз - бизнесиңиздин өсүшү.
lo: ປົກປ້ອງຂໍ້ມູນທຸລະກິດຂອງທ່ານຢ່າງງ່າຍດາຍ. Pos Saas POS Unlimited Upgrade ຂອງພວກເຮົາປະກອບມີການສໍາຮອງຂໍ້ມູນຟຣີ, ໃຫ້ແນ່ໃຈວ່າຂໍ້ມູນທີ່ມີຄຸນຄ່າຂອງທ່ານຖືກປົກປ້ອງຈາກເຫດການທີ່ບໍ່ໄດ້ຄາດຄິດ. ສຸມໃສ່ສິ່ງທີ່ສໍາຄັນແທ້ໆ - ການເຕີບໂຕຂອງທຸລະກິດຂອງທ່ານ.
mk: Заштитете ги вашите бизнис податоци без напор. Нашиот Pos Saas POS Неограничен Упдате вклучува бесплатно архивирање на податоци, осигурувајќи дека вашите вредни информации се заштитени од непредвидени настани. Фокусирајте се на она што навистина е важно - растот на вашиот бизнис.
ml: നിങ്ങളുടെ ബിസിനസ് ഡാറ്റ സംരക്ഷിക്കാൻ എളുപ്പമാണ്. ഞങ്ങളുടെ Pos Saas POS Unlimited Upgrade സൗജന്യ ഡാറ്റാ ബാക്കപ്പ് ഉൾപ്പെടുന്നു, ഈ ഫലവശാലുകൾ കാത്തുസൂക്ഷിക്കാൻ, നിങ്ങൾക്ക് വല്ലതും സംഭവിച്ചാലും. നിങ്ങളുടെ ബിസിനസ്സ് വളർച്ചയെ മാത്രം ശ്രദ്ധിക്കുക.
my: သင့်လုပ်ငန်းဒေတာကို စိုက်ထုတ်ကာကွယ်ပါ။ ကျွန်ုပ်တို့၏ Pos Saas POS Unlimited Upgrade တွင် အခမဲ့ဒေတာ အရန်ကူးခြင်း ပါ၀င်ပြီး သင့်တန်ဖိုးရှိသော အချက်အလက်များကို ကြိုမမြင်နိုင်သော အဖြစ်အပျက်များမှ ကာကွယ်ထားကြောင်း သေချာစေပါသည်။ အမှန်တကယ်အရေးကြီးသောအရာကို အာရုံစိုက်ပါ - သင့်လုပ်ငန်းတိုးတက်မှု။
ne: आफ्नो व्यापार डेटा सहजै सुरक्षित गर्नुहोस्। हाम्रो Pos Saas POS Unlimited अपग्रेडमा नि:शुल्क डाटा ब्याकअप समावेश छ, तपाइँको बहुमूल्य जानकारीलाई कुनै पनि अप्रत्याशित घटनाहरूबाट सुरक्षित गरिएको छ भन्ने सुनिश्चित गर्दै। साँच्चै महत्त्वपूर्ण कुराहरूमा ध्यान दिनुहोस् - तपाईंको व्यापार वृद्धि।
pa: ਆਪਣੇ ਕਾਰੋਬਾਰ ਦੇ ਡਾਟਾ ਨੂੰ ਆਸਾਨੀ ਨਾਲ ਸੁਰੱਖਿਅਤ ਕਰੋ। ਸਾਡਾ ਪੋਸ ਸਾਅਸ ਪੋਸ ਅਨਲਿਮਿਟਡ ਅੱਪਗਰੇਡ ਮੁਫ਼ਤ ਡਾਟਾ ਬੈਕਅਪ ਸ਼ਾਮਲ ਹੈ, ਇਹ ਯਕੀਨੀ ਬਣਾਉਂਦਾ ਹੈ ਕਿ ਤੁਹਾਡੀ ਕੀਮਤੀ ਜਾਣਕਾਰੀ ਕਿਸੇ ਅਣਪਛਾਤੇ ਘਟਨਾ ਦੇ ਖਿਲਾਫ ਸੁਰੱਖਿਅਤ ਹੈ। ਉਸ ਤੇ ਧਿਆਨ ਦਿਓ ਜੋ ਵਾਸਤਵਿਕ ਰੂਪ ਵਿੱਚ ਮਹੱਤਵਪੂਰਨ ਹੈ - ਤੁਹਾਡਾ ਕਾਰੋਬਾਰ ਵਧਾਉਣਾ।
ps: خپل کاروبار معلومات په اسانۍ سره خوندي کړئ. زموږ د Pos Saas POS بې حده تازه کولو سره وړیا معلوماتو بیک اپ شامل دی، چې ستاسو قیمتي معلومات د هر ډول ناڅاپي پیښو څخه خوندي کوي. د هغه څه باندې تمرکز وکړئ چې واقعاً مهم دی - د خپل کاروبار وده.
si: ඔබේ ව්යාපාර දත්ත ආයාසයකින් තොරව සුරක්ෂිත කරන්න. අපගේ Pos Saas POS Unlimited Upgrade හි නොමිලේ දත්ත උපස්ථයක් ඇතුළත් වන අතර, ඔබගේ වටිනා තොරතුරු අනපේක්ෂිත සිදුවීම් වලින් ආරක්ෂා කර ඇති බව සහතික කරයි. සැබවින්ම වැදගත් වන්නේ කුමක්ද යන්න පිළිබඳව අවධානය යොමු කරන්න - ඔබේ ව්යාපාර වර්ධනය.
sk: Ochráňte dáta svojho podniku bez námahy. Naša aktualizácia na neobmedzené používanie Pos Saas POS obsahuje bezplatné zálohovanie dát, čím sa zabezpečí ochrana vašich cenných informácií pred nepredvídateľnými udalosťami. Zamerajte sa na to, čo je skutočne dôležité - rast vášho podniku.
sq: Mbrojini të dhënat e biznesit tuaj pa mundim. Përditësimi ynë pa kufi Pos Saas POS përfshin kopjimin e të dhënave falas, duke siguruar që informacioni juaj i çmuar është i mbrojtur nga ngjarjet e papritura. Përparoni atë që është vërtetë e rëndësishme - rritjen e biznesit tuaj.
ta: உங்கள் வணிகத் தரவை சிரமமின்றிப் பாதுகாக்கவும். எங்களின் Pos Saas POS அன்லிமிடெட் அப்கிரேடில் இலவச டேட்டா காப்புப்பிரதி அடங்கும், உங்கள் மதிப்புமிக்க தகவல் எதிர்பாராத நிகழ்வுகளுக்கு எதிராக பாதுகாக்கப்படுவதை உறுதி செய்கிறது. உண்மையில் முக்கியமானவற்றில் கவனம் செலுத்துங்கள் - உங்கள் வணிக வளர்ச்சி.
th: ป้องกันข้อมูลธุรกิจของคุณอย่างง่ายดาย การอัปเดตไม่จำกัดของ Pos Saas POS ของเรารวมถึงการสำรองข้อมูลฟรีเพื่อให้คุณมั่นใจว่าข้อมูลคุณมีค่าจะได้รับความคุ้มครองจากเหตุการณ์ที่ไม่คาดคิด ให้ความสำคัญกับสิ่งที่สำคัญจริง ซึ่งคือการเติบโตของธุรกิจของคุณ
ur: آسانی سے اپنے کاروبار کے ڈیٹا کو محفوظ کریں۔ ہمارا Pos Saas POS بے محدود اپ گریڈ مفت ڈیٹا بیک اپ شامل ہے، جو آپ کی قیمتی معلومات کو ناگہانی واقعات کے خلاف محفوظ رکھتا ہے۔ واقعی اہم چیزوں پر توجہ دیں - آپ کے کاروبار کی نمائندگی۔

source: Buy
am: ግድይ
as: কিনক
az: Satın al
be: Купіць
bn: ক্রয় করুন
cy: Prynwch
et: Osta
eu: Erosi
fi: Osta
hy: Գնել
is: Kaupa
kk: Сатып алу
km: ទិញ
kn: ಖರೀದಿ
ky: Сатып алуу
lo: ຊື້
mk: Купи
ml: വാങ്ങുക
my: ဝယ်ယူ
ne: किन्नुहोस्
pa: ਖਰੀਦੋ
ps: پېرودل
si: මිලදී
sk: Kúpiť
sq: Bli
sw: Kununua
ta: வாங்க
th: ซื้อ
ur: خریداری کریں

source: Bank Information
am: የባንክ መረጃ
as: ব্যাংক তথ্য
az: Bank Məlumatı
be: Банкаўская інфармацыя
bn: ব্যাংকের তথ্য
cy: Gwybodaeth Banc
et: Panga teave
eu: Banku Informazioa
fi: Pankkitiedot
hy: Բանկային տեղեկություններ
is: Bankaupplýsingar
kk: Банк ақпараты
km: ព័ត៌មានធនាគារ
kn: ಬ್ಯಾಂಕ್ ಮಾಹಿತಿ
ky: Банк маалыматы
lo: ຂໍ້ມູນທາງຊື້
mk: Информации за банка
ml: ബാങ്ക് വിവരങ്ങൾ
my: ဘဏ်အချက်များ
ne: बैंक जानकारी
pa: ਬੈਂਕ ਜਾਣਕਾਰੀ
ps: د بانک معلومات
si: බැංකු තොරතුරු
sk: Informácie o banke
sq: Informacioni i Bankës
sw: Taarifa za Benki
ta: வங்கி விவரம்
th: ข้อมูลธนาคาร
ur: بینک کی معلومات

source: Bank Name
am: የባንክ ስም
as: ব্যাংকৰ নাম
az: Bankın adı
be: Назва банка
bn: ব্যাংকের নাম
cy: Enw'r Banc
et: Panga nimi
eu: Banku Izena
fi: Pankin nimi
hy: Բանկի անվանում
is: Bankanafn
kk: Банк аты
km: ឈ្មោះ របស់ ធនាគារ
kn: ಬ್ಯಾಂಕ್ ಹೆಸರು
ky: Банк аты
lo: ຊື້ທາງຊື້
mk: Име на банка
ml: ബാങ്കിന്റെ പേര്
my: ဘဏ်အမည်
ne: बैंकको नाम
pa: ਬੈਂਕ ਦਾ ਨਾਮ
ps: د بانک نوم
si: බැංකු නම
sk: Názov banky
sq: Emri i Bankës
sw: Jina la Benki
ta: வங்கி பெயர்
th: ชื่อธนาคาร
ur: بینک کا نام

source: Branch Name
am: የቅርንጫፍ ስም
as: শাখাৰ নাম
az: Filial adı
be: Назва філіяла
bn: শাখার নাম
cy: Enw'r Ganghennau
et: Filiaali nimi
eu: Adar Izena
fi: Sivuliikkeen nimi
hy: Դեպոզիտային անվանում
is: Skrifstofunafn
kk: Филиал атауы
km: ឈ្មោះសាខា
kn: ಶಾಖಾ ಹೆಸರು
ky: Бөлүмдүн аты
lo: ຊື້ພັກ
mk: Име на филијала
ml: ബ്രാഞ്ചിന്റെ പേര്
my: အခြားအချက်အလက်
ne: ब्राञ्चको नाम
pa: ਬ੍ਰਾਂਚ ਦਾ ਨਾਮ
ps: د څانګې نوم
si: ශාඛා නම
sk: Názov pobočky
sq: Emri i Degës
sw: Jina la Tawi
ta: கிளை பெயர்
th: ชื่อสาขา
ur: شاخ کا نام

source: Account Name
am: የባንክ አካውንት ስም
as: অ্যাকাউণ্টৰ নাম
az: Hesabın adı
be: Назва рахунку
bn: অ্যাকাউন্টের নাম
cy: Enw'r Cyfrif
et: Konto nimi
eu: Kontu Izena
fi: Tilin nimi
hy: Հաշվեհամարի անուն
is: Reikningsnafn
kk: Есеп аты
km: ឈ្មោះ គណនី
kn: ಖಾತೆ ಹೆಸರು
ky: Эсептин аты
lo: ຊື້ຊື້
mk: Име на сметка
ml: അക്കൗണ്ട് പേര്
my: အကောင့်အမည်
ne: खाता नाम
pa: ਖਾਤੇ ਦਾ ਨਾਮ
ps: د حساب نوم
si: ගිලන් නම
sk: Názov účtu
sq: Emri i Llogarisë
sw: Jina la Akaunti
ta: கணக்கு பெயர்
th: ชื่อบัญชี
ur: اکاؤنٹ کا نام

source: Account Number
am: የባንክ አካውንት ቁጥር
as: অ্যাকাউণ্ট নম্বৰ
az: Hesab nömrəsi
be: Номер рахунку
bn: অ্যাকাউন্ট নম্বর
cy: Rhif y Cyfrif
et: Konto number
eu: Kontu Zenbakia
fi: Tilinumero
hy: Հաշվեհամար
is: Reikningsnúmer
kk: Есеп нөмірі
km: លេខ គណនី
kn: ಖಾತೆ ಸಂಖ್ಯೆ
ky: Эсеп номери
lo: ເລກບັນຊື້
mk: Број на сметка
ml: അക്കൗണ്ട് നമ്പർ
my: အကောင့်နံပါတ်
ne: खाता नम्बर
pa: ਖਾਤਾ ਨੰਬਰ
ps: د حساب شمیره
si: ගිලන් අංකය
sk: Číslo účtu
sq: Numri i Llogarisë
sw: Nambari ya Akaunti
ta: கணக்கு எண்
th: หมายเลขบัญชี
ur: اکاؤنٹ نمبر

# bankAccountingCurrecny
source: Bank Account Currency
am: የባንክ አካውንት ገንዘብ
as: ব্যাংক অ্যাকাউণ্ট মুদ্ৰা
az: Bank Hesabının Valyutası
be: Валюта банкаўскага рахунку
bn: ব্যাংক অ্যাকাউন্ট মুদ্রা
cy: Arian Cyfrif y Banc
et: Panga konto valuuta
eu: Banku Kontu Moneta
hy: Բանկային հաշվի արժույթ
is: Bankareikningsmynt
kk: Банк есептік валюта
km: រូបិយប័ណ្ណគណនីធនាគារ
kn: ಬ್ಯಾಂಕ್ ಖಾತೆ ಮುದ್ರಾ
ky: Банк эсебинин валютасы
mk: Валута на банкарска сметка
ml: ബാങ്ക് അക്കൗണ്ട് കറൻസി
my: ဘဏ်အကောင့် ငွေကြေး
ne: बैंक खाता मुद्रा
pa: ਬੈਂਕ ਖਾਤੇ ਦੀ ਕਰੰਸੀ
ps: د بانک حساب پیسې
si: බැංකු ගණක මුදල
sk: Mena bankového účtu
sq: Monedha e Llogarisë së Bankës
sw: Sarafu ya Akaunti ya Benki
th: สกุลเงินบัญชีธนาคาร
ur: بینک اکاؤنٹ کرنسی

source: SWIFT Code
am: SWIFT ኮድ
as: SWIFT কোড
az: SWIFT Kodu
be: SWIFT код
bn: সুইফ্ট কোড
cy: Cod SWIFT
et: SWIFT kood
eu: SWIFT Kodea
fi: SWIFT-koodi
hy: SWIFT կոդ
is: SWIFT Kóði
kk: SWIFT код
km: លេខ កូដ រហ័ស
kn: ಸ್ವಿಫ್ಟ್ ಕೋಡ್
ky: SWIFT коду
lo: ລະຫັດ SWIFT
mk: SWIFT код
ml: സ്വിഫ്റ്റ് കോഡ്
my: SWIFT ကုဒ်
ne: SWIFT कोड
pa: SWIFT ਕੋਡ
ps: SWIFT کوډ
si: SWIFT කේතය
sk: Kód SWIFT
sq: Kodi SWIFT
sw: Msimbo wa SWIFT
ta: SWIFT குறியீச்சு
th: รหัส SWIFT
ur: SWIFT کوڈ

source: Enter Transaction Id
am: የሂደት መለያ አስገባ
as: লেনদেন ID প্রবেশ কৰক
az: Təhvilat İdini daxil edin
be: Увядзіце ідэнтыфікатар транзакцыі
bn: লেনদেন আইডি দিন
cy: Rhowch ID y Trafodion
et: Sisestage tehingu ID
eu: Sartu Transakzio IDa
fi: Syötä tapahtumatunnus
hy: Մուտքագրեք գործարքի ID
is: Sláðu inn viðskiptakóða
kk: Транзакция ID-сын енгізіңіз
km: បញ្ចូលលេខសម្គាល់ប្រតិបត្តិការ
kn: ಲಾಭ ಲಭ್ಯತೆ ಐಡಿ ನಮೂದಿಸಿ
ky: Транзакция идентификаторун киргизиңиз
lo: ໃບຮັບຊ້ອງກັນ ID
mk: Внесете ID на трансакцијата
ml: വ്യാപാരം ID നൽകുക
my: ကုန်အကောင့်အမှတ် ထည့်ပါ
ne: लेनदेन आइडी प्रविष्ट गर्नुहोस्
pa: ਲੈਣ-ਦੇਣ ਆਈਡੀ ਦਾਖਲ ਕਰੋ
ps: د معامله ID ولیکئ
si: සමාවෙයින හැදුනුමේ හැඳුනුමක්
sk: Zadajte ID transakcie
sq: Vendosni ID e Transaksionit
sw: Ingiza Kitambulisho cha Hesabu
ta: பரிவர்த்தனை ஐடியை உள்ளிடவும்
th: ป้อนรหัสธุรกรรม
ur: ٹرانزیکشن آئی ڈی درج کریں

source: Upload Document
am: የማስገባት ስነ ስርዓት
as: নথি আপলোড কৰক
az: Sənədi yüklə
be: Загрузіць дакумент
bn: ডকুমেন্ট আপলোড করুন
cy: Pwythwch Ddogfen
et: Laadi üles dokument
eu: Kargatu Dokumentua
fi: Lataa asiakirja
hy: Ընթացքագրեք փաստաթուղթ
is: Hlaða upp skjali
kk: Құжатты жүктеу
km: ផ្ទុកឯកសារឡើង
kn: ದಾಖಲೆ ಅಪ್ಲೋಡ್ ಮಾಡಿ
ky: Документ жүктөө
lo: ອັບໂຫຼດເອກະສານ
mk: Прикачете документ
ml: ഡോക്യുമെന്റ് അപ്‌ലോഡ് ചെയ്യുക
my: စာရွက် တင်ရန်
ne: कागजात अपलोड गर्नुहोस्
pa: ਦਸਤਾਵੇਜ਼ ਅਪਲੋਡ ਕਰੋ
ps: مدرک پورته کړئ
si: ලේඛනය උඩුගත කරන්න
sk: Nahrať dokument
sq: Ngarko Dokumentin
sw: Pakia Hati
ta: ஆவணத்தை பதிவேற்று
th: อัปโหลดเอกสาร
ur: دستاویز اپ لوڈ کریں

source: Upload File
am: ፋይል ማስገባት
as: ফাইল আপলোড কৰক
az: Faylı yüklə
be: Загрузіць файл
bn: ফাইল আপলোড করুন
cy: Pwythwch Ffeil
et: Laadi üles fail
eu: Kargatu Fitxategia
fi: Lataa tiedosto
hy: Ընթացքագրեք ֆայլ
is: Hlaða upp skrá
kk: Файлды жүктеу
km: ផ្ទុកឯកសារឡើង
kn: ಫೈಲ್ ಅಪ್ಲೋಡ್ ಮಾಡಿ
ky: Файл жүктөө
lo: ອັບໂຫຼດໄຟລ
mk: Прикачете фајл
ml: ഫയല്‍ അപ്‌ലോഡ് ചെയ്യുക
my: ဖိုင် တင်ရန်
ne: फाइल अपलोड गर्नुहोस्
pa: ਫਾਈਲ ਅਪਲੋਡ ਕਰੋ
ps: فایل پورته کړئ
si: ගොනුව උඩුගත කරන්න
sk: Nahrať súbor
sq: Ngarko Dosjen
sw: Pakia Faili
ta: கோபம் பதிவேற்று
th: อัปโหลดไฟล์
ur: فائل اپ لوڈ کریں

source: About App
am: ስለ አፕሊኬሽን
as: এপৰ বিষয়ে
az: Tətbiq haqqında
be: Пра прыкладанне
bn: অ্যাপ সম্পর্কে
cy: Ynglŷn â'r Ap
et: Rakendusest
eu: Aplikazioari Buruz
fi: Tietoja sovelluksesta
hy: Նկարագրություն
is: Um forritið
kk: Қолданба жайлы
km: អំពីកម្មវិធី
kn: ಆಪ್ ಬಗ್ಗೆ
ky: Косо жөнүндө
lo: ແພງການໃຊ້ງານກ່ຽວກັບແອັບ
mk: За апликацијата
ml: ആപ്പ് വിശദീകരണം
my: အက်ပလီကေတ
ne: अप्लिकेशनको बारेमा
pa: ਐਪ ਬਾਰੇ
ps: د غوښتنلیک په اړه
si: යෙදුම ගැන
sk: O aplikácii
sq: Rreth Aplikacionit
sw: Kuhusu Programu
ta: பற்றி செய்தி
th: เกี่ยวกับแอป
ur: ایپ کے بارے میں

source: Terms of use
am: የተጠቃሚነት ይዘት
as: ব্যৱহাৰৰ শর্তসমূহ
az: İstifadə Şərtləri
be: Умовы выкарыстання
bn: ব্যবহারের শর্তাবলী
cy: Telerau Defnyddio
et: Kasutustingimused
eu: Erabilera Baldintzak
fi: Käyttöehdot
hy: Օգտագործման պայմաններ
is: Notkunarskilmálar
kk: Қолдану ережелері
km: ល័ក្ខខ័ណ្ឌនៃការប្រើប្រាស់
kn: ಬಳಕೆಯ ನಿಯಮಗಳು
ky: Колдонуу шарттары
lo: ແຈ້ງເຕືອນການນຳໃຊ້
mk: Услови за користење
ml: ഉപയോചന നിബന്ധനകൾ
my: အသုံးပြုအုပ်ချုပ်များ
ne: प्रयोगका सर्तहरू
pa: ਉਪਯੋਗ ਦੀਆਂ ਸ਼ਰਤਾਂ
ps: د کار شرایط
si: භාර෴ති භාවිතා
sk: Podmienky používania
sq: Kushtet e Përdorimit
sw: Sheria za Matumizi
ta: பயன்பாடு விதிகள்
th: ข้อกำหนดการใช้งาน
ur: استعمال کی شرائط

source: Privacy Policy
am: የግል ይዘት
as: গোপনীয়তা নীতি
az: Gizlilik Siyasəti
be: Палітыка канфідэнцыяльнасці
bn: গোপনীয়তা নীতি
cy: Polisi Preifatrwydd
et: Privaatsuspoliitika
eu: Pribatasun Politika
fi: Tietosuojakäytäntö
hy: Հետաքրքրության քաղաքականություն
is: Persónuverndarstefna
kk: Құпиялылық саясаты
km: គោលការណ៍ ភាព ឯកជន
kn: ಗೌಪ್ಯತಾ ನೀತಿ
ky: Жекеменчиги саясаты
lo: ຂໍ້ມູນລັດວິສາວ
mk: Политика за приватност
ml: സ്വകാര്യതാ നയം
my: လုံခြုံ အုပ်ချုပ်
ne: गोपनीयता नीति
pa: ਗੋਪਨੀਯਤਾ ਨੀਤੀ
ps: د محرمیت پالیسي
si: පුරවැසි සාලාංඡය
sk: Zásady ochrany osobných údajov
sq: Politika e Privatësisë
sw: Sera ya Faragha
ta: தனிப்பந்தப்பட்ட கொள்கை
th: นโยบายความเป็นส่วนตัว
ur: رازداری پالیسی

source: User Role Details
am: የተጠቃሚ አገልግሎት ዝርዝር
as: ব্যৱহাৰকাৰী ভুমিকা বিস্তারিত
az: İstifadəçi rolu təfərrüatları
be: Дэталі ролі карыстальніка
bn: ব্যবহারকারী ভূমিকা বিবরণ
cy: Manylion Rôl y Defnyddiwr
et: Kasutaja rolli üksikasjad
eu: Erabiltzaile Rolaren Xehetasunak
fi: Käyttäjäroolin tiedot
hy: Օգտագործողի դերագնահատում
is: Upplýsingar um notendahlutverk
kk: Пайдаланушы рөлі түсініктері
km: ព័ត៌មានលម្អិតអំពីតួនាទីអ្នកប្រើប្រាស់
kn: ಬಳಕೆದಾರ ಪಾತ್ರ ವಿವರಗಳು
ky: Колдонуучу ролунун маалыматтары
lo: ລາຍລະອຽດຜູ້ໃຊ້
mk: Детали за улогата на корисникот
ml: ഉപയോക്തൃ വേഷ വിശദാംശങ്ങൾ
my: အသုံးပြုသူ အချက်အလက်
ne: प्रयोगकर्ता भूमिका विवरण
pa: ਉਪਭੋਗਤਾ ਭੂਮਿਕਾ ਵੇਰਵੇ
ps: د کارونکي د رول تفصیلات
si: පරිශීලක හැඳුනුමේ විස්තර
sk: Podrobnosti o používateľskej roli
sq: Detajet e Rolit të Përdoruesit
sw: Maelezo ya Wajibu wa Mtumiaji
ta: பயனர் பங்கு விவரங்கள்
th: รายละเอียดบทบาทผู้ใช้
ur: صارف کردار تفصیلات

source: Delete
am: ማጥፋት
as: মচি দিয়া
az: Sil
be: Выдаліць
bn: মুছে ফেলুন
cy: Dileu
et: Kustuta
eu: Ezabatu
fi: Poista
hy: Ջնջել
is: Eyða
kk: Жою
km: លុប
kn: ಅಳಿಸಿ
ky: Жоюу
lo: ລືບ
mk: Избриши
ml: കഴിവാക്കുക
my: ဖျက်ရန်
ne: मेटाउनुहोस्
pa: ਹਟਾਓ
ps: حذف
si: මකාදමා
sk: Vymazať
sq: Fshij
sw: Futa
ta: நீக்கு
th: ลบ
ur: حذف کریں

source: Update
am: እንደገና መሻሻል
as: আপডেট কৰক
az: Yeniləyin
be: Абнавіць
bn: আপডেট করুন
cy: Diweddaru
et: Uuenda
eu: Eguneratu
fi: Päivitä
hy: Թարմացնել
is: Uppfæra
kk: Жаңарту
km: ធ្វើបច្ចុប្បន្នភាព
kn: ನವೀಕರಿಸಿ
ky: Жаңыртуу
lo: ປັບປຸງ
mk: Ажурирај
ml: അപ്ഡേറ്റ് ചെയ്യുക
my: အပြီးအစီး
ne: अपडेट गर्नुहोस्
pa: ਅਪਡੇਟ ਕਰੋ
ps: تازه کړئ
si: යාවත්කාලීනය
sk: Aktualizovať
sq: Përditëso
sw: Sasisha
ta: புதுப்பி
th: อัปเดต
ur: تازہ کاری کریں

source: Increase Stock
am: እቃ ያገኙ
as: ষ্টক বৃদ্ধি কৰক
az: Stoku artır
be: Павялічыць запас
bn: স্টক বৃদ্ধি করুন
cy: Cynyddu Stoc
et: Suurenda laoseisu
eu: Handitu Stocka
fi: Lisää varastoa
hy: Ավելացնել պաշար
is: Auka birgðir
kk: Қорды арттыру
km: បន្ថែមស្តុក
kn: ಭಂಡಾರವನ್ನು ಹೆಚ್ಚಿಸಿ
ky: Запасты көбөйтүү
lo: ເພີ່ມສິນຄ້າ
mk: Зголеми залиха
ml: സ്റ്റോക്ക് വർധിപ്പിക്കുക
my: စတော့ပမာဏ တိုးမြှင့်ပါ
ne: स्टक बढाउनुहोस्
pa: ਸਟਾਕ ਵਧਾਓ
ps: ذخیره زیاته کړئ
si: සැපයුම වැඩි කරන්න
sk: Zvýšiť zásoby
sq: Rritni stokin
sw: Ongeza Hifadhi
ta: சந்தாவை அதிகரிக்கவும்
th: เพิ่มสต็อก
ur: اسٹاک بڑھائیں

source: Share
am: አጋራ
as: ভাগ দিব
az: Paylaş
be: Падзяліцца
bn: ভাগ
cy: Rhannu
et: Jaga
eu: Partekatu
fi: Jaa
hy: Paylaş
is: Deila
kk: Бөлісу
km: ចែករំលែក
kn: ಹಂಚಿಕೊಳ್ಳಿ
ky: Бөлүшүү
lo: ແບ່ງປັນ
mk: Сподели
ml: പങ്കിടുക
my: မျှဝေ
ne: साझा
pa: ਵੰਡੋ
ps: شریک کړئ
si: බෙදාකරනවා
sk: Zdieľať
sq: Ndaj
sw: shiriki
ta: பகிர்
th: แชร์
ur: اشتراک کریں

source: Due Collection Reports
am: የዕቅፍ ስብስብ ሪፖርት
as: দেউতালিপি ৰিপৰ্ট
az: Gözlənilən Toplama Hesabatları
be: Даклады па зборах
bn: বকেয়া সংগ্রহ রিপোর্ট
cy: Adroddiadau Casglu Dyled
et: Sissenõudmise aruanded
eu: Epeak Biltzeko Txostenak
fi: Erääntyneet perintäraportit
hy: Տեղի կուտակման զեկույցներ
is: Skýrslur um innheimtu
kk: Толтырылатын Толқу Хабарламалар
km: របាយការណ៍ការបង់ប្រាក់កំពុងដំណើរការ
kn: ಸಾವಧಾನಗೊಳಿಸುತ್ತಿದ್ದ ವಸೂಲಿ ವರದಿಗಳು
ky: Жардам боюнча отчеттор
lo: ບົດລາຍງານການຈ່າຍຄ່າທຳງານ
mk: Извештаи за наплата
ml: ദിയു ശേഖരണ റിപ്പോർട്ടുകൾ
my: ကျသံတောင်မှု စာရင်းများ
ne: बाँकी वसूली प्रतिवेदनहरू
pa: ਉਤਰਦਾਇਤਿਆਂ ਦੀ ਇਕੱਠਾ ਰਿਪੋਰਟ
ps: د ورکړې راټولولو راپورونه
si: ඇගයීමේ වාර්තා
sk: Správy o splatných zálohách
sq: Raporte për grumbullimin e detyrueshëm
sw: Ripoti za Mkusanyiko Unaostahili
ta: கடவுச்சொல் சேகரிப்பு அறிக்கைகள்
th: รายงานการรับชำระค่า
ur: موصولہ وصول رپورٹس

# purchaseReportss
source: Purchase Reports
am: የግዢ ሪፖርት
as: কিনো ৰিপৰ্ট
az: Alış Hesabatları
be: Даклады па пакупках
bn: ক্রয় রিপোর্ট
cy: Adroddiadau Prynwyr
et: Ostuaruanded
eu: Erosketa Txostenak
fi: Ostotiedot
hy: Գնումների զեկույցներ
is: Kauprapport
kk: Сатып алу Хабарламалар
km: របាយការណ៍ការទិញ
kn: ಖರೀದಿ ವರದಿಗಳು
ky: Сатып алуулар боюнча отчеттор
lo: ບົດລາຍງານການຊື້
mk: Извештаи за купувања
ml: വില്പന റിപ്പോർട്ടുകൾ
my: အဝယ် စာရင်းများ
ne: खरीद विवरणहरू
pa: ਖਰੀਦ ਰਿਪੋਰਟ
ps: د پیرود راپورونه
si: මිල වාර්තා
sk: Správy o nákupoch
sq: Raporte për blerjet
sw: Ripoti za Ununuzi
ta: வாங்குதல் அறிக்கைகள்
th: รายงานการซื้อ
ur: خریداری کی رپورٹس

# saleReportss
source: Sale Reports
am: የሽያጭ ሪፖርት
as: বিক্ৰী ৰিপৰ্ট
az: Satış Hesabatları
be: Даклады па продажах
bn: বিক্রয় রিপোর্ট
cy: Adroddiadau Gwerthu
et: Müügiraportid
eu: Salmenta Txostenak
fi: Myyntiraportit
hy: Վաճառքների զեկույցներ
is: Sölu skýrslur
kk: Сату Хабарламалар
km: របាយការណ៍ការលក់
kn: ಮಾರಾಟ ವರದಿಗಳು
ky: Сатуулар боюнча отчеттор
lo: ບົດລາຍງານການຂາຍ
mk: Извештаи за продажби
ml: വില്പന റിപ്പോർട്ടുകൾ
my: ရောင်း စာရင်းများ
ne: बेचि विवरणहरू
pa: ਵਿਕਰੀ ਰਿਪੋਰਟ
ps: د پلور راپورونه
si: විකුණුම් වාර්තා
sk: Správy o predaji
sq: Raporte për shitjet
sw: Ripoti za Uuzaji
ta: விற்பனை அறிக்கைகள்
th: รายงานการขาย
ur: فروخت کی رپورٹس

# order
source: Orders
am: ትእዛዝ
as: অৰ্ডাৰ
az: Sifarişlər
be: Заказы
bn: অর্ডার
cy: Gorchmynion
et: Tellimused
eu: Aginduak
fi: Tilaukset
hy: Պատվեր
is: Pantanir
kk: Тапсырыстар
km: បញ្ជាទិញ
kn: ಆದೇಶಗಳು
ky: Заказдар
lo: ສັງກັດ
mk: Нарачки
ml: ഓർഡറുകൾ
my: အမှာစာ
ne: अर्डर
pa: ਆਰਡਰ
ps: حکمونه
si: ඇණ
sk: Objednávky
sq: Porosi
sw: maagizo
ta: ஆர்டர்கள்
th: คำสั่ง
ur: آرڈرز

source: Revenue
am: ገቢ
as: আয়
az: Gəlir
be: Даход
bn: রাজস্ব
cy: Refeniw
et: Tulu
eu: Sarrera
fi: Tulot
hy: Ամբողջ եկամուտ
is: Tekjur
kk: Табыс
km: ប្រាក់ចំណូល
kn: ಆದಾಯ
ky: Киреше
lo: ລາຍຮັບ
mk: Приход
ml: രജ്ജുവായി
my: ဝင်ငွေ
ne: राजस्व
pa: ਆਮਦਨ
ps: عایدات
si: ආදායම
sk: Príjmy
sq: Të ardhurat
sw: Mapato
ta: வருமானம்
th: รายได้
ur: آمدنی

# powerdedByMobiPos
source: Powered By Pos Saas
am: በMobiPos የተሠራ
as: MobiPos দ্বাৰা শক্তিত
az: Pos Saas tərəfindən təchiz edilmişdir
be: Распрацавана Pos Saas
bn: Pos Saas দ্বারা চালিত
cy: Cynhelir gan Pos Saas
et: Toetab Pos Saas
eu: MobiPos-ek Hornitua
fi: Toimii Pos Saas -palvelulla
hy: Հատուկ ՄոբիՊոս-ի կողմից
is: Drifið af Pos Saas
kk: Pos Saas жасалды
km: ដោយអនុញ្ញាតិដោយ Pos Saas
kn: Pos Saas ದ್ವಾರಾ ಸಶಕ್ತಗೊಂಡಿದೆ
ky: MobiPos тарабынан камсыздалган
lo: ຮູບແບບຂະຫນາດໂດຍ Pos Saas
mk: Поддржано од Pos Saas
ml: MobiPos വഴി ശക്തിപ്പെടുത്തി
my: Pos Saas အား တက်သွင်းပါသည်
ne: Pos Saas द्वारा प्राधिकृत
pa: ਮੋਬਾਈਲ ਪੋਸ ਦੁਆਰਾ ਸੰਚਾਲਿਤ
ps: د MobiPos له خوا تمویل شوی
si: Pos Saas වෙත සබලකළ
sk: Používa technológiu Pos Saas
sq: Ndërtohet nga Pos Saas
sw: Inayoendeshwa na Pos Saas
ta: Pos Saas மூலம் இயக்கப்பட்டது
th: ขับเคลื่อนโดย Pos Saas
ur: Pos Saas کی طرف سے ممتاز

source: Parties
am: ወገኖች
as: পাৰ্টীসমূহ
az: Tərəflər
be: Стороны
bn: পার্টি লিস্ট
cy: Partïon
et: Osalised
eu: Partiak
fi: Osapuolet
hy: Կուսակցություններ
is: Partí
kk: Таралар
km: បញ្ជីឈ្មោះ
kn: ಪಕ್ಷಗಳು
ky: Тараптар
lo: ຄົນຈຳເປັນ
mk: Страни
ml: കക്ഷികൾ
my: လက်ခံသူများ
ne: पार्टीहरू
pa: ਪਾਰਟੀਆਂ
ps: ګوندونه
si: පක්ෂ
sk: Strany
sq: Pjesëmarrësit
sw: Vyama
ta: கட்சிகள்
th: บุคคล
ur: جماعتیں

source: Stock List
am: የእቃ ዝርዝር
as: ষ্টক তালিকা
az: Stok Siyahısı
be: Спіс запасаў
bn: মজুত তালিকা
cy: Rhestr Stoc
et: Laovaru nimekiri
eu: Stock Zerrenda
fi: Varastoslista
hy: Պաշարների ցուցակ
is: Birgðaskrá
kk: Өнім тізімі
km: បញ្ជីស្តុក
kn: ಸ್ಟಾಕ್ ಪಟ್ಟಿ
ky: Запас тизмеси
lo: ລາຍການສະຕັອກ
mk: Листа на залихи
ml: സ്റ്റോക്ക് പട്ടിക
my: ကုန်ပစ္စည်းစာရင်း
ne: स्टक सूची
pa: ਸਟਾਕ ਲਿਸਟ
ps: د سټاک لیست
si: සම්පත් ලැයිස්තුව
sk: Zoznam tovaru
sq: Lista e stoqeve
sw: Orodha ya Bidhaa
ta: பங்கு பட்டியல்
th: รายการสินค้าคงคลัง
ur: اسٹاک کی فہرست

source: Expense
am: ወጪ
as: ব্যয়
az: Xərc
be: Выдатак
bn: ব্যয়
cy: Gwariant
et: Kulud
eu: Gastua
fi: Kulu
hy: Ծախս
is: Kostnaður
kk: Шығын
km: ការចំណាយ
kn: ವೇತನ
ky: Чыгым
lo: ຄ່າໃຊ້ເງິນ
mk: Трошок
ml: ചെലവ്
my: ကုန်ကျစရိတ်
ne: खर्च
pa: ਖਰਚ
ps: لګښت
si: අයිතමය
sk: Výdavok
sq: Shpenzimi
sw: Gharama
ta: செலவு
th: ค่าใช้จ่าย
ur: اخراجات

source: You Have Got An Email
am: እባክዎ ኢሜይል ተቀባ
as: আপোনাৰ এটি ইমেইল আহিছে
az: Sizə bir email gəlib
be: Вы атрымалі электронны ліст
bn: আপনি একটি ইমেল পেয়েছেন
cy: Mae gennych e-bost
et: Olete saanud e-kirja
eu: Email Bat Jaso Duzu
fi: Sinulla on sähköposti
hy: Դուք ունեք էլ. նամակ
is: Þú hefur fengið tölvupóst
kk: Сізге хат келді
km: អ្នកបានទទួលរូបសង្ឃឹមតែមួយ
kn: ನೀವು ಇಮೇಲ್ ಪಡೆದಿದ್ದೀರಿ
ky: Сизге электрондук кат келди
lo: ທ່ານມີອີເມລທີ່
mk: Добивте е-пошта
ml: നിനക്കൊരു ഇമെയിൽ ലഭിച്ചു
my: သင်မှာအီးမေးလ်ပြီးပါပြီ
ne: तपाईंले एउटा इमेल पाउनुभयो
pa: ਤੁਹਾਨੂੰ ਇੱਕ ਇਮੇਲ ਮਿਲੀ ਹੈ
ps: تاسو ته یوه بریښنالیک راغلی
si: ඔබට ඊමේල් එකක් ලබාදී ඇත
sk: Dostali ste e-mail
sq: Keni marrë një email
sw: Umepokea Barua pepe
ta: உங்கள் மின்னஞ்சல் வந்துவிட்டது
th: คุณได้รับอีเมล
ur: آپ کو ایک ای میل ملا ہے
