Repository: userfriendly125/azkaios
Catalog: lib/l10n/intl_*.arb
Languages: am, as, az, be, bn, cy, et, eu, fi, hy, is, kk, km, kn, ky, lo, mk, ml, my, ne, pa, ps, si, sk, sq, sw, ta, th, ur

source: Bank Transfer
am: የባንክ ቅድመ ክፍያ
as: ব্যাংক স্থানান্তৰ
az: Bank Transferi
be: Банкаўскі пераклад
bn: ব্যাংক স্থানান্তর
cy: Trosglwyddiad Banc
et: Pangamakse
eu: Banku Transferentzia
fi: Pankkisiirto
hy: Բանկային փոխանցում
is: Bankaflutningur
kk: Банк аударымы
km: បញ្ជូនប្រាក់ធនាគារ
kn: ಬ್ಯಾಂಕ್ ವರ್ಗಾವಣೆ
ky: Банк аркылуу өткөрүү
lo: ແຊກເງິນທະນາຄານ
mk: Банкарски трансфер
ml: ബാങ്ക് ട്രാൻസ്ഫർ
my: ဘဏ်လွှဲပြောင်းမှု
ne: बैंक ट्रान्सफर
pa: ਬੈਂਕ ਹਵਾਲਾ
ps: د بانک له لارې انتقال
si: බැංකු මාරු
sk: Bankový prevod
sq: Transfer Bankar
sw: Uhamisho wa Benki
ta: வங்கி மாற்றம்
th: การโอนเงินผ่านธนาคาร
ur: بینک ٹرانسفر

source: Paypal
am: ፔይፐል
as: পেপাল
bn: পেপাল
kn: ಪೇಪಾಲ್
ml: പേപ്പാൽ
ne: पेपल
ps: پیپل
ta: பேபால்
ur: پے پال

source: Tap
am: መጭነት
as: টাপ
az: Toxun
be: Націсніце
bn: ট্যাপ
et: Koputage
eu: Tokatu
fi: Napauta
hy: Սեղմել
is: Snerta
kk: Басу
km: ចុច
kn: ಟಾಪ್
ky: Тап
lo: ຈິດ
mk: Допри
ml: ടാപ്പ്
my: တင်ပါ
ne: ट्याप गर्नुहोस्
pa: ਟੈਪ ਕਰੋ
ps: تاپ
si: සෝදා
sk: Klepnutím
sq: Trokitni
sw: Gusa
ta: தட்டவும்
th: แตะ
ur: ٹپ کریں

source: PayStack
bn: পে স্ট্যাক
kn: ಪೇಸ್ಟಾಕ್
ne: पेम स्ट्याक
ur: پے اسٹیک

source: BillPlz
bn: বিলপ্লিজ
kn: ಬಿಲ್ ಪ್ಲಜ್
ne: बिल प्लिज
ur: بل پلےز

source: Cash Free
am: ገንዘብ ነፃ
as: ক্যাশ মুক্ত
az: Kassasız
bn: ক্যাশফ্রি
is: Félaus
kk: Ақша жоқ
kn: ಕ್ಯಾಶ್ ಫ್ರೀ
lo: ບໍ່ເຂົ້າເງິນ
my: ငွေကြေးလွတ်
ne: क्यास फ्री
pa: ਕੈਸ਼ ਫ੍ਰੀ
ps: نقده وړیا
sk: Bezhotovostne
sw: Kasi ya Pesa
ta: நகையை விடுங்கள்
ur: کیش فری

source: Purchase Now
am: አሁን ግዢ
as: এতিয়াই কিনক
az: İndi Al
be: Купіць зараз
bn: এখন কিনুন
cy: Prynwch Nawr
et: Osta kohe
eu: Erosi Orain
fi: Osta nyt
hy: Գնել հիմա
is: Kauptu núna
kk: Қазір сатып алыңыз
km: ទិញឥឡូវ
kn: ಈಗ ಖರೀದಿಸಿ
ky: Азыр сатып алыңыз
lo: ຊື້ດຽວນີ້
mk: Купи сега
ml: ഇപ്പോൾ വാങ്ങുക
my: ယခုဝယ်ယူပါ
ne: अहिलेसम्म किनिदिनुहोस्
pa: ਹੁਣ ਖਰੀਦੋ
ps: اوس یې واخلئ
si: දැන් මිලදී ගන්න
sk: Zakúpte teraz
sq: Blerje Tani
sw: Nunua Sasa
ta: இப்போது வாங்குங்கள்
th: ซื้อเดี๋ยวนี้
ur: ابھی خریداری کریں

source: Duration
am: የጊዜ አቀማመጥ
as: কাল
az: Müddət
be: Тэрмін
bn: স্থায়িত্ব
cy: Hyd
et: Kestus
eu: Iraupena
fi: Kesto
hy: Տևողություն
is: Tími
kk: Уақыт
km: រយៈពេល
kn: ಅವಧಿ
ky: Убакыт
lo: ອາຍຸ
mk: Траење
ml: കാലയളവ്
my: ကာလ
ne: अवधि
pa: ਅਵਧੀ
ps: مدت
si: කාලය
sk: Trvanie
sq: Kohëzgjatja
sw: Mudao
ta: காலம்
th: ระยะเวลา
ur: مدت

source: Day
am: ቀን
as: দিন
az: Gün
be: Дзень
bn: দিন
cy: Diwrnod
et: Päev
eu: Eguna
fi: Päivä
hy: Օր
is: Dagur
kk: Күн
km: ថ្ងៃ
kn: ದಿನ
ky: Күн
lo: ມື້
mk: Ден
ml: ദിവസം
my: နေ့
ne: दिन
pa: ਦਿਨ
ps: ورځ
si: දින
sk: Deň
sq: Ditë
sw: Siku
ta: நாள்
th: วัน
ur: دن

source: Please Select a Plan
am: እባኮትን እቅድ ይምረጡ
as: অনুগ্ৰহ কৰি এখন পৰিকল্পনা বাচন কৰক
az: Zəhmət olmasa, bir plan seçin
be: Калі ласка, выберыце план
bn: অনুগ্রহ করে একটি পরিকল্পনা নির্বাচন করুন
cy: Os gwelwch yn dda, dewiswch gynllun
et: Palun valige plaan
eu: Mesedez, aukeratu plana
fi: Ole hyvä ja valitse suunnitelma
hy: Խնդրում ենք ընտրել պլան
is: Vinsamlegast veldu áætlun
kk: Жоспарды таңдаңыз
km: សូមជ្រើសរើសផែនការ
kn: ದಯವಿಟ್ಟು ಒಂದು ಯೋಜನೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ky: Сураныч, Пландарды Тандаңыз
lo: ກະລຸນາເລືອກແຜນ
mk: Ве молиме одберете план
ml: കൃപയായി ഒരു പദ്ധതി തിരഞ്ഞെടുക്കുക
my: အစီအစဉ်ကို ရွေးချယ်ပါ
ne: कृपया एक योजना चयन गर्नुहोस्
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਯੋਜਨਾ ਚੁਣੋ
ps: مهرباني وکړئ یو پلان انتخاب کړئ
si: කරුණාකර එකක් තෝරන්න
sk: Prosím, vyberte plán
sq: Ju lutemi zgjidhni një plan
sw: Tafadhali Chagua Mpango
ta: தயவுசெய்து ஒரு திட்டத்தை தேர்ந்தெடுக்கவும்
th: กรุณาเลือกแผน
ur: براہ کرم ایک منصوبہ منتخب کریں

source: Add New Tax
am: አዲስ ግብር አክል
as: নতুন কৰ যোগ কৰক
az: Yeni Vergi əlavə et
be: Дадаць новы падатак
bn: নতুন কর যোগ করুন
cy: Ychwanegu Treth Newydd
et: Lisa uus maks
eu: Gehitu Zerga Berri Bat
fi: Lisää uusi vero
hy: Ավելացնել նոր հարկ
is: Bæta nýjum skatti við
kk: Жаңа салық қосу
km: បន្ថែមពន្ធថ្មី
kn: ಹೊಸ ತೆರಿಗೆ ಸೇರಿಸಿ
ky: Жаңы Салык кошуу
lo: ເພີ່ມພາສີໃໝ່
mk: Додај нов данок
ml: പുതിയ നികുതി ചേർക്കുക
my: အခွန်အသစ်ထည့်ပါ
ne: नयाँ कर थप्नुहोस्
pa: ਨਵਾਂ ਕਰ ਜੋੜੋ
ps: نوی مالیه اضافه کړئ
si: නව බදු එකතු කරන්න
sk: Pridať novú daň
sq: Shto Tatim të Ri
sw: Ongeza Kodi Mpya
ta: புதிய வரி சேர்க்கவும்
th: เพิ่มภาษีใหม่
ur: نیا ٹیکس شامل کریں

source: Add New Tax with single/multiple Tax type
am: አዲስ ግብር አክል ወይም በአብራሪ ግብር አክል
as: একক বা বহু কৰ প্ৰকাৰৰ সৈতে নতুন কৰ যোগ কৰক
az: Tək/müxtəlif vergi növü ilə yeni vergi əlavə et
be: Дадаць новы падатак з адзіночным/мноства тыпамі падатку
bn: একক/একাধিক কর প্রকার সহ নতুন কর যোগ করুন
cy: Ychwanegu Treth Newydd gyda math treth sengl/multipl
et: Lisa uus maks ühe/multiple maksutüübi jaoks
eu: Gehitu Zerga Berri Bat tipo bakar/multzoarekin
fi: Lisää uusi vero yksinkertaisella/moninkertaisella verotyypillä
hy: Ավելացնել նոր հարկ մեկ/բազմաթիվ հարկի տեսակով
is: Bæta nýjum skatti við með einum/mörgum skatttegundum
kk: Біржақты/көптеген салық түрімен жаңа салық қосу
km: បន្ថែមពន្ធថ្មីជាមួយពន្ធតែមួយ/ច្រើន
kn: ಒಂದೇ/ಬಹು ತೆರಿಗೆ ಶ್ರೇಣಿಯೊಂದಿಗೆ ಹೊಸ ತೆರಿಗೆ ಸೇರಿಸಿ
ky: Бир же бир нече салык түрү менен жаңы салык кошуу
lo: ເພີ່ມພາສີໃໝ່ດ້ວຍແບບໃດບໍ່ແບບລວມ
mk: Додај нов данок со единечен/помножеен тип на данок
ml: ഒരു/അനവധി നികുതി തരം ചേർക്കുക
my: Single/Multiple အခွန်အမျိုးအစားဖြင့် အခွန်အသစ်ထည့်ပါ
ne: एकल/बहु कर प्रकारसँग नयाँ कर थप्नुहोस्
pa: ਇੱਕ/ਕਈ ਟੈਕਸ ਕਿਸਮਾਂ ਨਾਲ ਨਵਾਂ ਕਰ ਜੋੜੋ
ps: د واحد/متعدد مالیه ډول سره نوې مالیه اضافه کړئ
si: එකක්/බහු බදු වර්ග සමඟ නව බදු එකතු කරන්න
sk: Pridať novú daň s jedným/multidruhom dane
sq: Shto Tatim të Ri me një shumëllojshmëri tatimesh
sw: Ongeza Kodi Mpya kwa aina ya kodi moja/multiple
ta: ஒன்றை/பல வரி வகைகளுடன் புதிய வரியைச் சேர்க்கவும்
th: เพิ่มภาษีใหม่ด้วยประเภทภาษีเดี่ยว/หลายประเภท
ur: ایک یا زیادہ ٹیکس کی قسم کے ساتھ نیا ٹیکس شامل کریں

source: Sub Taxes
am: ንዑስ ግብር
as: উপ কৰ
az: Alt Vergilər
be: Падаткі
bn: সাব ট্যাক্স
cy: Trethau Is
et: Alamaksud
eu: Sub Zerga
fi: Alaverot
hy: Երկրային հարկեր
is: Undirskattur
kk: Қос салықтар
km: ពន្ធរង
kn: ಉಪ ತೆರಿಗೆಗಳು
ky: Кичи Салыктар
lo: ພາສີຍໍໍ
mk: Подданоци
ml: ഉപ നികുതികൾ
my: အောက်ခံ အခွန်များ
ne: उप करहरू
pa: ਉਪ ਕਰ
ps: فرعي مالیات
si: උප බදු
sk: Poddaně
sq: Tatimet Nën
sw: Kodi za Ndani
ta: உப வரிகள்
th: ภาษีย่อย
ur: ذیلی ٹیکس

source: No Sub Tax selected
am: አንዱም ንዑስ ግብር አልተመረጠም
as: কোনো উপ কৰ বাচনি কৰা হোৱা নাই
az: Heç bir alt vergi seçilməyib
be: Не выбраны падатак
bn: কোনো সাব ট্যাক্স নির্বাচন করা হয়নি
cy: Dim Treth Is wedi'i ddewis
et: Alamaksu ei ole valitud
eu: Ez da Sub Zerga aukeratu
fi: Ei alaverot valittu
hy: Երկրային հարկեր չեն ընտրված
is: Engin undirskattur valin
kk: Қос салық таңдалмаған
km: មិនមានពន្ធរងបានជ្រើស
kn: ಯಾವುದೇ ಉಪ ತೆರಿಗೆ ಆಯ್ಕೆ ಮಾಡಿಲ್ಲ
ky: Кичи салык тандалган жок
lo: ບໍ່ມີພາສີຍໍໍທີ່ເລືອກ
mk: Нема избрано подданоци
ml: ഉപ നികുതി തിരഞ്ഞെടുത്തിട്ടില്ല
my: အောက်ခံ အခွန် ရွေးချယ်ထားခြင်းမရှိပါ
ne: कुनै उप कर चयन गरिएको छैन
pa: ਕੋਈ ਉਪ ਕਰ ਨਹੀਂ ਚੁਣਿਆ ਗਿਆ
ps: هیڅ فرعي مالیه نه ده انتخاب شوې
si: නොමැත උප බදු තෝරා ඇත
sk: Žiadna poddaň nie je vybraná
sq: Nuk është zgjedhur asnjë tatim nën
sw: Hakuna Kodi za Ndani Zilizochaguliwa
ta: தேர்ந்தெடுக்கப்படாத உப வரிகள்
th: ไม่มีภาษีย่อยที่เลือก
ur: کوئی ذیلی ٹیکس منتخب نہیں کیا گیا

source: Sub Tax List
am: ንዑስ ግብር ዝርዝር
as: উপ কৰৰ তালিকা
az: Alt Vergi Siyahısı
be: Список падаткаў
bn: সাব ট্যাক্স তালিকা
cy: Rhestr Treth Is
et: Alamaksu loetelu
eu: Sub Zerga Zerrenda
fi: Alaverolistat
hy: Երկրային հարկերի ցուցակ
is: Listi yfir undirskatta
kk: Қос салықтар тізімі
km: បញ្ជីពន្ធរង
kn: ಉಪ ತೆರಿಗೆಗಳ ಪಟ್ಟಿ
ky: Кичи салык тизмеси
lo: ລາຍການພາສີຍໍໍ
mk: Список на подданоци
ml: ഉപ നികുതി പട്ടിക
my: အောက်ခံ အခွန်စာရင်း
ne: उप कर सूची
pa: ਉਪ ਟੈਕਸ ਸੂਚੀ
ps: د فرعي مالیاتو لیست
si: උප බදු ලැයිස්තුව
sk: Zoznam poddani
sq: Lista e Tatimeve Nën
sw: Orodha ya Kodi za Ndani
ta: உப வரி பட்டியல்
th: รายการภาษีย่อย
ur: ذیلی ٹیکس کی فہرست

source: Tax Percentage
am: ግብር በመቶ አነስ
as: কৰ শতাংশ
az: Vergi Faizi
be: Адсотак падатку
bn: কর শতাংশ
cy: Cantfed Treth
et: Maksuprotsent
eu: Zerga Portzentajea
fi: Veroprosentti
hy: Հարկի տոկոսը
is: Skattprósenta
kk: Салық пайызы
km: ភាគរយពន្ធ
kn: ತೆರಿಗೆ ಶೇ.
ky: Салык пайыз
lo: ເປີເຊນພາສີ
mk: Процент на данок
ml: നികുതി ശതമാനം
my: အခွန် ရာခိုင်နှုန်း
ne: कर प्रतिशत
pa: ਟੈਕਸ ਸਿਫ਼ਰ
ps: د مالیاتو فیصدي
si: බදු ප්‍රතිශතය
sk: Percento dane
sq: Përqindja e Tatimit
sw: Asilimia ya Kodi
ta: வரி சதவீதம்
th: เปอร์เซ็นต์ภาษี
ur: ٹیکس فیصد

source: Already Exists
am: ቀድሞ አለ
as: ই ইতিমধ্যে আছে
az: Artıq mövcuddur
be: Ужо існуе
bn: আগেই বিদ্যমান
cy: Mae eisoes yn bodoli
et: Juba eksisteerib
eu: Jada Existitzen Da
fi: On jo olemassa
hy: Այլևս գոյություն ունի
is: Er nú þegar til
kk: Уже бар
km: មានរួចហើយ
kn: ಇದುವರೆಗೆ ಇದೆ
ky: Мурда бар
lo: ມີແລ້ວ
mk: Веќе постои
ml: എന്തെങ്കിലും നിലവിലുണ്ട്
my: အရင်ဆုံး ရှိခဲ့ပါပြီ
ne: पहिले नै अस्तित्वमा छ
pa: ਇਹ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
ps: لا دمخه شته
si: පෙර සිට ඇත
sk: Už existuje
sq: Tashmë ekziston
sw: Tayari Ipo
ta: ஏற்கனவே உள்ளது
th: มีอยู่แล้ว
ur: پہلے سے موجود ہے

source: Tax
am: ግብር
as: কৰ
az: Vergi
be: Падатак
bn: কর
cy: Treth
et: Maks
eu: Zerga
fi: Vero
hy: Հարկ
is: Skattur
kk: Салық
km: ពន្ធ
kn: ತೆರಿಗೆ
ky: Салык
lo: ພາສີ
mk: Данок
ml: നികുതി
my: အခွန်
ne: कर
pa: ਕਰ
ps: مالیه
si: බදු
sk: Daň
sq: Tatimi
sw: Kodi
ta: வரி
th: ภาษี
ur: ٹیکس

source: Tax rate
am: ግብር ደረጃ
as: কৰৰ হাৰ
az: Vergi dərəcəsi
be: Ставка падатку
bn: ট্যাক্স হার
cy: Cyfradd Treth
et: Maksumäär
eu: Zerga tasa
fi: Verokanta
hy: Հարկի տոկոսադրույք
is: Skattprósenta
kk: Салық мөлшері
km: អត្រាពន្ធ
kn: ಮಾಡಿಕೋಟ್ಟು ದರ
ky: Салык чени
lo: ອັດຕາພາສີ
mk: Степен на данок
ml: നികുതി നിരക്ക്
my: အခွန်အချိုး
ne: कर दर
pa: ਕਰ ਦੀ ਦਰ
ps: د مالیې کچه
si: කරණය අනුපාතය
sk: Sadzba dane
sq: Norma e taksës
sw: Kiwango cha Ushuru
ta: வரிச் சுமை
th: อัตราภาษี
ur: ٹیکس کی شرح

source: Enter Tax rate
am: ግብር ደረጃ ይገቡ
as: কৰৰ হাৰ প্ৰৱিষ্ট কৰক
az: Vergi dərəcəsini daxil edin
be: Увядзіце ставку падатку
bn: ট্যাক্স হার লিখুন
cy: Rhowch Gyfradd Treth
et: Sisestage maksumäär
eu: Sartu Zerga Tasa
fi: Syötä verokanta
hy: Մուտքագրեք հարկի տոկոսադրույքը
is: Sláðu inn skattprósentu
kk: Салық мөлшерін енгізіңіз
km: បញ្ចូលអត្រាពន្ធ
kn: ಮಾಡಿಕೋಟ್ಟು ದರ ನಮೂದಿಸಿ
ky: Салык ченин киргизиңиз
lo: ໃສ່ອັດຕາພາສີ
mk: Внесете степен на данок
ml: നികുതി നിരക്ക് നൽകുക
my: အခွန်အချိုး ထည့်ပါ
ne: कर दर प्रविष्ट गर्नुहोस्
pa: ਕਰ ਦੀ ਦਰ ਦਰਜ ਕਰੋ
ps: د مالیې کچه داخل کړئ
si: කරණය අනුපාතය ඇතුළුවෙන්න
sk: Zadajte sadzbu dane
sq: Shkruani normën e taksës
sw: Ingiza Kiwango cha Ushuru
ta: வரிச் சுமையை உள்ளிடவும்
th: กรอกอัตราภาษี
ur: ٹیکس کی شرح درج کریں

source: Edit Tax
am: ግብር ይነሳ
as: কৰ সম্পাদনা কৰক
az: Vergini redaktə et
be: Рэдагаваць падатак
bn: ট্যাক্স সম্পাদনা করুন
cy: Golygu Treth
et: Muuda maksu
eu: Editatu Zerga
fi: Muokkaa veroa
hy: Խմբագրել հարկը
is: Breyta skatti
kk: Салықты өзгерту
km: កែប្រែពន្ធ
kn: ಮಾಡಿಕೋಟ್ಟನ್ನು ಸಂಪಾದಿಸಿ
ky: Салыктарды өзгөртүү
lo: ແກ້ໄຂພາສີ
mk: Измени данок
ml: നികുതി संपादിക്കുക
my: အခွန် ပြင်ဆင်ပါ
ne: कर सम्पादन गर्नुहोस्
pa: ਕਰ ਸੰਪਾਦਨ ਕਰੋ
ps: مالیه سمول
si: කරණය සංස්කරණය කරන්න
sk: Upraviť daň
sq: Redakto taksën
sw: Hariri Ushuru
ta: வரிச் சுமையை திருத்தவும்
th: แก้ไขภาษี
ur: ٹیکس میں ترمیم کریں

source: Name Already Exists
am: ስም ተወስኗል
as: নাম ইতিমধ্যে আছে
az: Ad artıq mövcuddur
be: Назва ўжо існуе
bn: নাম ইতিমধ্যেই বিদ্যমান
cy: Mae'r enw eisoes yn bodoli
et: Nimi juba eksisteerib
eu: Izena Jada Existitzen Da
fi: Nimi on jo olemassa
hy: Անվան մեջ արդեն գոյություն ունի
is: Nafn er nú þegar til
kk: Атауы бұрыннан бар
km: ឈ្មោះមានរួចហើយ
kn: ಹೆಸರು ಈಗಾಗಲೇ ಇದೆ
ky: Атын мурунтан бар
lo: ຊື່ມີແລ້ວ
mk: Името веќе постои
ml: പേര് ഇതിനകം നിലവിലുണ്ട്
my: နာမည် ကြားထဲရှိပါသည်
ne: नाम पहिले नै मौजूद छ
pa: ਨਾਮ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
ps: نوم لا دمخه شته
si: නම දැනටමත් ඇත
sk: Názov už existuje
sq: Emri ekziston tashmë
sw: Jina Tayari Lipo
ta: பெயர் ஏற்கெனவே உள்ளது
th: ชื่อมีอยู่แล้ว
ur: نام پہلے ہی موجود ہے

source: Name can\'t be empty
am: ስም መስክ አልቻልኩም
as: নাম খালী কৰিব নোৱাৰিব
az: Ad boş ola bilməz
be: Назва не можа быць пустой
bn: নাম খালি হতে পারবে না
cy: Nid yw'r enw yn gallu bod yn wag
et: Nimi ei tohi olla tühi
eu: Izena ezin da hutsa izan
fi: Nimi ei voi olla tyhjää
hy: Անունը չի կարող լինել դատարկ
is: Nafn má ekki vera tómt
kk: Атау бос болмауы керек
km: ឈ្មោះមិនអាចទទេ
kn: ಹೆಸರು ಖಾಲಿ ಇರಬಾರದು
ky: Аты бош боло албайт
lo: ຊື່ບໍ່ໃສ່ໄດ້
mk: Името не може да биде празно
ml: പേര് തീർച്ചയായും ശൂന്യമായിരിക്കരുത്
my: နာမည် သေးရင်မရပါ
ne: नाम खाली हुन सक्दैन
pa: ਨਾਮ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ
ps: نوم نشي خالي کیدلی
si: නම අමතක විය නොහැක
sk: Názov nemôže byť prázdny
sq: Emri nuk mund të jetë i zbrazët
sw: Jina Haliwezi Kuwa Tupu
ta: பெயர் காலியாக இருக்க முடியாது
th: ชื่อไม่สามารถว่างเปล่าได้
ur: نام خالی نہیں ہو سکتا

source: Edit Successfully
am: በስኬት ይለውጡ
as: সফলভাবে সম্পাদনা কৰা হৈছে
az: Uğurla redaktə edildi
be: Успешна адрэдагавана
bn: সফলভাবে সম্পাদিত
cy: Golygu'n llwyddiannus
et: Edukas muutmine
eu: Arrakastaz Editatu Da
fi: Muokkaus onnistui
hy: Հաջողությամբ խմբագրվել է
is: Breyting tókst
kk: Сәтті өзгертілді
km: កែប្រែបានជោគជ័យ
kn: ಶುಭವಾಗಿ ಸಂಪಾದಿಸಲಾಗಿದೆ
ky: Ийгиликтүү өзгөртүлдү
lo: ແກ້ໄຂສໍາເລັດ
mk: Успешно изменето
ml: സഫലമായി തിരുത്തി
my: ပြင်ဆင်မှု အောင်မြင်သည်
ne: सफलतापूर्वक सम्पादन गरियो
pa: ਸਫਲਤਾਪੂਰਵਕ ਸੰਪਾਦਿਤ
ps: په بریالیتوب سره سمول
si: සංස්කරණය සාර්ථකයි
sk: Úprava úspešná
sq: Redaktimi u krye me sukses
sw: Imehaririwa Kwa Mafanikio
ta: முட்டிலும் திருத்தப்பட்டது
th: แก้ไขสำเร็จ
ur: کامیابی سے ترمیم کی گئی

source: Edit Tax Group
am: የግብር ዡርዝ ይለውጡ
as: কৰ গোট সম্পাদনা কৰক
az: Vergi qrupunu redaktə et
be: Рэдагаваць групу падаткаў
bn: ট্যাক্স গ্রুপ সম্পাদনা করুন
cy: Golygu Grŵp Treth
et: Muuda maksugruppi
eu: Editatu Zerga Taldea
fi: Muokkaa veroryhmää
hy: Խմբագրել հարկային խումբը
is: Breyta skattahóp
kk: Салық тобын өзгерту
km: កែប្រែក្រុមពន្ធ
kn: ಮಾಡಿಕೋಟ್ ಗುಂಪು ಸಂಪಾದಿಸಿ
ky: Салык топторун өзгөртүү
lo: ແກ້ໄຂກຸ່ມພາສີ
mk: Измени група на данок
ml: നികുതി ഗ്രൂപ്പ് തിരുത്തുക
my: အခွန်အုပ်စု ပြင်ဆင်ပါ
ne: कर समूह सम्पादन गर्नुहोस्
pa: ਕਰ ਗਰੁੱਪ ਸੰਪਾਦਨ ਕਰੋ
ps: د مالیاتو ډله سمول
si: කරණය කණ්ඩායම සංස්කරණය කරන්න
sk: Upraviť skupinu daní
sq: Redakto grupin e taksave
sw: Hariri Kundi la Ushuru
ta: வரிச் சுமை குழுவை திருத்தவும்
th: แก้ไขกลุ่มภาษี
ur: ٹیکس گروپ میں ترمیم کریں

source: Tax Report
am: የግብር ሪፖርት
as: কৰ প্রতিবেদন
az: Vergi hesabatı
be: Даклад па падатках
bn: ট্যাক্স রিপোর্ট
cy: Adroddiad Treth
et: Maksu aruanne
eu: Zerga Txostena
fi: Veroraportti
hy: Հարկային հաշվետվություն
is: Skattaskýrsla
kk: Салық есебі
km: របាយការណ៍ពន្ធ
kn: ಮಾಡಿಕೋಟ್ ವರದಿ
ky: Салык отчёту
lo: ບົດລາຍງານພາສີ
mk: Извештај за данок
ml: നികുതി റിപ്പോർട്ട്
my: အခွန် အစီရင်ခံစာ
ne: कर रिपोर्ट
pa: ਕਰ ਰਿਪੋਰਟ
ps: د مالیاتو راپور
si: කරණය වාර්තාව
sk: Správa o daniach
sq: Raporti i taksave
sw: Ripoti ya Ushuru
ta: வரிச் சுமை அறிக்கை
th: รายงานภาษี
ur: ٹیکس رپورٹ

source: Tax rates- Manage your Tax rates
am: የግብር ዋጋዎች - የግብር ዋጋዎችዎን ያስተዳድሩ
as: কৰৰ হাৰ - আপোনাৰ কৰৰ হাৰ পৰিচালনা কৰক
az: Vergi dərəcələri - Vergi dərəcələrinizi idarə edin
be: Ставкі падаткаў - кіруйце сваімі стаўкамі падаткаў
bn: ট্যাক্স হার - আপনার ট্যাক্স হার পরিচালনা করুন
cy: Cyfraddau Treth - Rheoli eich cyfraddau treth
et: Maksumäärad - Halda oma maksumäärasid
eu: Zerga Tasa - Kudeatu zure Zerga Tasa
fi: Verokannat - Hallitse verokantojasi
hy: Հարկային տոկոսադրույքներ - կառավարեք ձեր հարկային տոկոսադրույքները
is: Skattprósentur - Stjórnaðu skattprósentum þínum
kk: Салық мөлшерлері - Салық мөлшерлеріңізді басқару
km: អត្រាពន្ធ - គ្រប់គ្រងអត្រាពន្ធរបស់អ្នក
kn: ಮಾಡಿಕೋಟ್ಟು ದರಗಳು - ನಿಮ್ಮ ಮಾಡುವಿಕೋಟ್ಟು ದರಗಳನ್ನು ನಿರ್ವಹಿಸಿ
ky: Салык чендери - Сиздин салык чендериңизди башкаруу
lo: ອັດຕາພາສີ- ຈັດການອັດຕາພາສີຂອງເຈົ້າ
mk: Степени на данок - Управувајте со вашите степени на данок
ml: നികുതി നിരക്കുകൾ - നിങ്ങളുടെ നികുതി നിരക്കുകൾ നിയന്ത്രിക്കുക
my: အခွန်အချိုးများ - သင့်အခွန်အချိုးများကို စီမံပါ
ne: कर दरहरू - तपाईँका कर दरहरू व्यवस्थापन गर्नुहोस्
pa: ਕਰ ਦੀਆਂ ਦਰਾਂ- ਤੁਹਾਡੀਆਂ ਕਰ ਦੀਆਂ ਦਰਾਂ ਨੂੰ ਪ੍ਰਬੰਧਿਤ ਕਰੋ
ps: د مالیاتو کچې - د مالیاتو کچې اداره کړئ
si: කරණය අනුපාත - ඔබේ කර්මාන්ත අනුපාත කළමනාකරණය කරන්න
sk: Sadzby daní - Spravujte svoje sadzby daní
sq: Normat e taksave - Menaxhoni normat tuaja të taksave
sw: Viwango vya Ushuru - Dhibiti Viwango Vyako vya Ushuru
ta: வரிச் சுமைகள் - உங்கள் வரிச் சுமைகளை நிர்வகிக்கவும்
th: อัตราภาษี - จัดการอัตราภาษีของคุณ
ur: ٹیکس کی شرحیں - اپنی ٹیکس کی شرحیں منظم کریں

source: Add
am: ያክሉ
as: যোগ কৰক
az: Əlavə et
be: Дадаць
bn: যোগ
cy: Ychwanegu
et: Lisa
eu: Gehitu
fi: Lisää
hy: Ավելացնել
is: Bæta við
kk: Қосу
km: បន្ថែម
kn: ಹೊಂದಿಸಿ
ky: Кошуу
lo: ເພີ່ມ
mk: Додај
ml: ചേർക്കുക
my: ထည့်ပါ
ne: थप्नुहोस्
pa: ਜੋੜੋ
ps: اضافه کړئ
si: ඇතුළුවීම
sk: Pridať
sq: Shto
sw: Ongeza
ta: சேர்க்கவும்
th: เพิ่ม
ur: شامل کریں

source: Acton
am: ድርጅት
as: কাৰ্য্য
az: Fəaliyyət
be: Дзеянне
bn: অ্যাকশন
cy: Gweithredu
et: Tegevus
eu: Ekintza
fi: Toimi
hy: Գործողություն
is: Aðgerð
kk: Әрекет
km: សកម្មភាព
kn: ಚಟುವಟಿಕೆ
ky: Акция
lo: ກະບວນການ
mk: Дејствувај
ml: പ്രവർത്തനം
my: အပြုအမူ
ne: कार्य
pa: ਕਰਵਾਈ
ps: عمل
si: ක්‍රියාව
sk: Akcia
sq: Vepro
sw: Kitendo
ta: செயல்
th: การดำเนินการ
ur: عمل

source: Are you sure want to delete this Tax
am: ይህ ግብር ለማስወገድ ይወዳድሩ?
as: আপুনি নিশ্চিত জানো এই কৰ মচি পেলাবলৈ?
az: Bu vergini silmək istədiyinizə əminsinizmi?
be: Вы ўпэўнены, што хочаце выдаліць гэты падатак?
bn: আপনি কি নিশ্চিত এই ট্যাক্স মুছতে চান?
cy: A ydych yn sicr am ddileu'r Treth hon?
et: Kas olete kindel, et soovite selle maksu kustutada
eu: Ziur al zara Zerga hau ezabatu nahi duzula?
fi: Haluatko varmasti poistaa tämän veron?
hy: Հանգիստ եք ցանկանում ջնջել այս հարկը
is: Ertu viss um að þú viljir eyða þessum skatti?
kk: Сіз осы салықты жойғыңыз келе ме?
km: តើអ្នកប្រាកដជាចង់លុបពន្ធនេះទេ?
kn: ನೀವು ಈ ಮಾಡಿಕೋಟ್ಟನ್ನು ಅಳಿಸಲು ಖಚಿತವಾಗಿದ್ದೀರಾ?
ky: Сиз бул салыкты жок кылууну каалайсызбы?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຈະລົບພາສີນີ້?
mk: Дали сте сигурни дека сакате да го избришете овој данок?
ml: ഈ നികുതി നീക്കം ചെയ്യാൻ നിങ്ങൾക്ക് ഉറപ്പുണ്ടോ?
my: ဤအခွန်ကို ဖျက်ရန် သေချာပါသလား
ne: के तपाईँ यस करलाई मेटाउन निश्चित हुनुहुन्छ?
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਕਰ ਨੂੰ ਮਿਟਾਉਣ ਲਈ ਯਕੀਨੀ ਹੋ?
ps: ایا تاسو ډاډه یاست چې دا مالیه حذف کړئ؟
si: මෙම කරනය ඉවත් කිරීමට සහතිකද?
sk: Ste si istý, že chcete odstrániť túto daň?
sq: A jeni të sigurt se dëshironi të fshini këtë taksë?
sw: Je, Unahakika Unataka Kufuta Ushuru Huu?
ta: இந்த வரிச் சுமையை நீக்க விரும்புகிறீர்களா?
th: คุณแน่ใจหรือว่าต้องการลบภาษีนี้
ur: کیا آپ واقعی اس ٹیکس کو حذف کرنا چاہتے ہیں؟

source: Tax Group
am: የግብር ዡርዝ
as: কৰ গোট
az: Vergi qrupu
be: Група падаткаў
bn: ট্যাক্স গ্রুপ
cy: Grŵp Treth
et: Maksugrupp
eu: Zerga Taldea
fi: Veroryhmä
hy: Հարկային խումբ
is: Skattahópur
kk: Салық тобы
km: ក្រុមពន្ធ
kn: ಮಾಡಿಕೋಟ್ ಗುಂಪು
ky: Салык тобу
lo: ກຸ່ມພາສີ
mk: Група на данок
ml: നികുതി ഗ്രൂപ്പ്
my: အခွန်အုပ်စု
ne: कर समूह
pa: ਕਰ ਗਰੁੱਪ
ps: د مالیاتو ډله
si: කරණය කණ්ඩායම
sk: Skupina daní
sq: Grupi i taksave
sw: Kundi la Ushuru
ta: வரிச் சுமை குழு
th: กลุ่มภาษี
ur: ٹیکس گروپ

source: (Combination of multiple taxes)
am: (የብዙ ግብሮች አቀራረብ)
as: (একাধিক কৰৰ সংমিশ্ৰণ)
az: (Bir neçə verginin birləşməsi)
be: (Камбінізацыя некалькіх падаткаў)
bn: (একাধিক ট্যাক্সের সমন্বয়)
cy: (Cymysgedd o drethau lluosog)
et: (Mitme maksu kombinatsioon)
eu: (Zerga anitzen konbinazioa)
fi: (Useiden verojen yhdistelmä)
hy: (Բազմաթիվ հարկերի համակցություն)
is: (Samsetning margra skatta)
kk: (Көптеген салықтардың комбинациясы)
km: (ការប្រមូលផ្ដុំរវាងពន្ធច្រើន)
kn: (ಬಹುವಿಧ ಮಾಡುವಿಕೋಟ್ಟುಗಳ ಸಂಯೋಜನೆ)
ky: (Көп салык комбинациясы)
lo: (ການປະຊອບພາສີຫຼາຍ)
mk: (Комбинација на повеќе даноци)
ml: (അനവധി നികുതികളുടെ സംയോജനമായ)
my: (အခွန်များ၏ ပေါင်းစပ်ခြင်း)
ne: (धेरै करहरूको संयोजन)
pa: (ਕਈ ਕਰਾਂ ਦਾ ਜੋੜ)
ps: (د څو مالیاتو ترکیب)
si: (බහුවරණ කරන සංයෝජන)
sk: (Kombinácia viacerých daní)
sq: (Kombinimi i taksave të shumta)
sw: (Mchanganyiko wa Ushuru Mbalimbali)
ta: (பல வரிச் சுமைகளை உள்ளடக்கியது)
th: (การรวมกันของภาษีหลายรายการ)
ur: (کئی ٹیکسوں کا مجموعہ)

source: Are you sure want to delete this Tax Group
am: ይህ የግብር ዡርዝ ለማስወገድ ይወዳድሩ?
as: আপুনি নিশ্চিত জানো এই কৰ গোট মচি পেলাবলৈ?
az: Bu vergi qrupunu silmək istədiyinizə əminsinizmi?
be: Вы ўпэўнены, што хочаце выдаліць гэтую групу падаткаў?
bn: আপনি কি নিশ্চিত এই ট্যাক্স গ্রুপ মুছতে চান?
cy: A ydych yn sicr am ddileu'r Grŵp Treth hwn?
et: Kas olete kindel, et soovite selle maksugrupi kustutada
eu: Ziur al zara Zerga Talde hau ezabatu nahi duzula?
fi: Haluatko varmasti poistaa tämän veroryhmän?
hy: Հանգիստ եք ցանկանում ջնջել այս հարկային խմբի
is: Ertu viss um að þú viljir eyða þessum skattahópi?
kk: Сіз осы салық тобын жойғыңыз келе ме?
km: តើអ្នកប្រាកដជាចង់លុបក្រុមពន្ធនេះទេ?
kn: ನೀವು ಈ ಮಾಡಿಕೋಟ್ ಗುಂಪನ್ನು ಅಳಿಸಲು ಖಚಿತವಾಗಿದ್ದೀರಾ?
ky: Сиз бул салык тобун жок кылууну каалайсызбы?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຈະລົບກຸ່ມພາສີນີ້?
mk: Дали сте сигурни дека сакате да ја избришете оваа група на данок?
ml: ഈ നികുതി ഗ്രൂപ്പ് നീക്കം ചെയ്യാൻ നിങ്ങൾക്ക് ഉറപ്പുണ്ടോ?
my: ဤအခွန်အုပ်စုကို ဖျက်ရန် သေချာပါသလား
ne: के तपाईँ यस कर समूहलाई मेटाउन निश्चित हुनुहुन्छ?
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਕਰ ਗਰੁੱਪ ਨੂੰ ਮਿਟਾਉਣ ਲਈ ਯਕੀਨੀ ਹੋ?
ps: ایا تاسو ډاډه یاست چې دا د مالیاتو ډله حذف کړئ؟
si: මෙම කරනය කණ්ඩායම ඉවත් කිරීමට සහතිකද?
sk: Ste si istý, že chcete odstrániť túto skupinu daní?
sq: A jeni të sigurt se dëshironi të fshini këtë grup taksash?
sw: Je, Unahakika Unataka Kufuta Kundi Hili la Ushuru?
ta: இந்த வரிச் சுமை குழுவை நீக்க விரும்புகிறீர்களா?
th: คุณแน่ใจหรือว่าต้องการลบกลุ่มภาษีนี้
ur: کیا آپ واقعی اس ٹیکس گروپ کو حذف کرنا چاہتے ہیں؟

source: No Data Found
am: ምንም ውሂብ አልተገኘም
as: কোনো ডাটা পোৱা নগ'ল
az: Heç bir məlumat tapılmadı
be: Дадзеныя не знойдзены
bn: কোনো তথ্য পাওয়া যায়নি
cy: Dim Data wedi'i ddod o hyd
et: Andmeid ei leitud
eu: Datuak Aurkitu Ez Daude
fi: Tietoja ei löytynyt
hy: Տվյալներ չեն գտնվել
is: Engin gögn fundust
kk: Деректер табылған жоқ
km: មិនមានទិន្នន័យអ្វីមួយទេ
kn: ಯಾವುದೇ ಡೇಟಾ ಕಂಡುಬಂದಿಲ್ಲ
ky: Деректер табылбайт
lo: ບໍ່ພົບຂໍໍຂໍໍຂໍໍມັນ
mk: Нема пронајдени податоци
ml: ഡാറ്റ കണ്ടെത്താനായില്ല
my: ဒေတာ မတွေ့ပါ
ne: कुनै डाटा फेला परेन
pa: ਕੋਈ ਡੇਟਾ ਨਹੀਂ ਮਿਲਿਆ
ps: هیڅ معلومات ونه موندل شول
si: දත්ත කිසිවක් නැත
sk: Nenašli sa žiadne údaje
sq: Nuk u gjet asnjë të dhënë
sw: Hakuna Takwimu Zilizopatikana
ta: தரவுகள் கிடைக்கவில்லை
th: ไม่พบข้อมูล
ur: کوئی ڈیٹا نہیں ملا

source: Terms and Conditions
am: ውሎች እና ሁኔታዎች
as: শর্ত আৰু শর্তাবলী
az: Şərtlər və qaydalar
be: Умовы і палажэнні
bn: শর্তাবলী
cy: Telerau a Amodau
et: Tingimused ja tingimused
eu: Baldintzak eta Baldintzak
fi: Ehdot ja säännöt
hy: Պայմաններ և պայմաններ
is: Skilmálar og skilyrði
kk: Ережелер мен шарттар
km: កណ្តាល និងលក្ខខណ្ឌ
kn: ನಿಬಂಧನೆಗಳು ಮತ್ತು ಷರತ್ತುಗಳು
ky: Шарттар жана Талаптар
lo: ແນວແລະສະບັບຂອງຄວາມລັບ
mk: Услови и одредби
ml: നിബന്ധനകളും വ്യവസ്ഥകളും
my: အခြေခံစည်းမျဉ်းနှင့် အဆင်ပြေအခြေအနေများ
ne: शर्त र अवस्था
pa: ਸ਼ਰਤਾਂ ਅਤੇ ਸ਼ਰਤਾਂ
ps: شرطونه او شرایط
si: නිති සහ කොන්දේසි
sk: Podmienky a pravidlá
sq: Kushtet dhe kushtet
sw: Masharti na Masharti
ta: நிபந்தனைகள் மற்றும் விதிமுறைகள்
th: ข้อกำหนดและเงื่อนไข
ur: شرائط و ضوابط
