Repository: userfriendly125/azkaios
Catalog: lib/l10n/intl_*.arb
Languages: am, as, az, be, bn, cy, et, eu, fi, hy, is, kk, km, kn, ky, lo, mk, ml, my, ne, pa, ps, si, sk, sq, sw, ta, th, ur

source: Enter your description here
am: እባክዎን ዝርዝር ይግቡ
as: আপোনাৰ বিৱৰণ ইয়াত প্ৰৱিষ্ট কৰক
az: Məzmunu buraya daxil edin
be: Увядзіце тут ваш апісанне
bn: আপনার বিবরণ এখানে লিখুন
cy: Nodwch eich disgrifiad yma
et: Sisesta oma kirjeldus siia
eu: Sartu zure deskribapena hemen
fi: Kirjoita kuvaus tähän
hy: Մուտքագրեք ձեր նկարագրությունը այստեղ
is: Sláðu inn lýsingu þína hér
kk: Сипаттаманы осында енгізіңіз
km: បញ្ចូលការពិពណ៌នារបស់អ្នកនៅទីនេះ
kn: ಇಲ್ಲಿ ನಿಮ್ಮ ವಿವರಣೆಯನ್ನು ನಮೂದಿಸಿ
ky: Муну жазып алууга мүмкүнчүлүк бериңиз
lo: ປ້ອນລາຍລະອຽດຂອງທ່ານນີ້
mk: Внесете ја вашата опишна информација тука
ml: നിങ്ങളുടെ വിവരണം ഇവിടെ നൽകുക
my: သင်၏ဖော်ပြချက်ကိုဒေတာဘာအားထည့်ပါ
ne: यहाँ तपाइको विवरण प्रविष्ट गर्नुहोस्
pa: ਇੱਥੇ ਆਪਣਾ ਵੇਰਵਾ ਦਰਜ ਕਰੋ
ps: دلته خپل تفصیل ولیکئ
si: ඔබේ විස්තරය මෙහි ඇතුළත් කරන්න
sk: Sem zadajte svoj popis
sq: Shkruani përshkrimin tuaj këtu
sw: Ingiza maelezo yako hapa
ta: உங்கள் விளக்கத்தை இங்கே உள்ளிடவும்
th: ป้อนคำอธิบายของคุณที่นี่
ur: یہاں اپنی تفصیلات درج کریں

source: Invoice Setting
am: የኢንቮይስ ማስተካከያ
as: ইনভইচ সেৱা
az: Faktura Ayarları
be: Налады рахунка
bn: চালান সেটিং
cy: Gosodiadau Ffurflen Ddyled
et: Arve seaded
eu: Faktura Ezarpenak
fi: Laskun asetukset
hy: Հաշվի կարգավորում
is: Faktúrustillingar
kk: Төлем параметрлері
km: ការកំណត់វិក្កយបត្រ
kn: ಚಲಾನ ಸೆಟ್ಟಿಂಗ್
ky: Инвойс жөндөөлөрү
lo: ຕັ້ງຄ່າໃບບິນ
mk: Поставки за фактура
ml: ഇൻവോയിസ് ക്രമീകരണം
my: ဘောင်ချာနံပါတ်ဆက်တင်ရန်
ne: बिल सेटिङ
pa: ਇਨਵਾਇਸ ਸੈਟਿੰਗ
ps: د رسید تنظیمات
si: ලිපිගොනු සැකසීම
sk: Nastavenie faktúry
sq: Cilësimet e Faturës
sw: Mipangilio ya Ankara
ta: விலைப்பட்டிய அமைப்பு
th: การตั้งค่าใบแจ้งหนี้
ur: انوائس کی ترتیبات

source: Printing Option
am: የመታት አማራጭ
as: ছাপাৰ বিকল্প
az: Çap Etma Seçimi
be: Варыянты друку
bn: মুদ্রণ বিকল্প
cy: Dewis Argraffu
et: Prindivõimalus
eu: Inprimatze Aukera
fi: Tulostusvaihtoehto
hy: Տպագրության ընտրանք
is: Prentvalkostir
kk: Басу опциясы
km: ជម្រើសបោះពុម្ព
kn: ಮುದ್ರಣ ಆಯ್ಕೆ
ky: Басып чыгаруу параметри
lo: ຕົວເລືອນພິມ
mk: Опција за печатење
ml: അച്ചടിക്കുന്ന ഓപ്ഷൻ
my: ပရော်တိုက်ရေးပမာဏ
ne: मुद्रण विकल्प
pa: ਛਾਪਣ ਦਾ ਵਿਕਲਪ
ps: د چاپ کولو انتخاب
si: මුද්‍රණාගත වීමේ විකල්ප
sk: Možnosť tlače
sq: Opsioni i Printimit
sw: Chaguo la Uchapishaji
ta: அச்சு அமைப்பு
th: ตัวเลือกการพิมพ์
ur: پرنٹنگ اختیار

source: Logo
am: አርማ
as: লোগো
be: Лагатып
bn: লোগো
eu: Logoa
hy: Լոգո
is: Merki
kk: Логотип
km: រូបសញ្ញា
kn: ಲೋಗೋ
ky: Логотип
lo: ໂລໂກລະບົບ
mk: Лого
ml: ലോഗോ
my: လိုဂို
ne: लोगो
pa: ਲੋਗੋ
ps: لوګو
si: ලාංකීය ලාංකීය
sw: Alama
ta: லோகோ
th: โลโก้
ur: لوگو

source: Save Changes
am: ለውጦችን ይቀርብ
as: পৰিবৰ্তন সুৰক্ষিত কৰক
az: Dəyişiklikləri saxla
be: Захаваць змены
bn: পরিবর্তন সংরক্ষণ করুন
cy: Cadw Newidiadau
et: Salvesta muudatused
eu: Gorde Aldaketak
fi: Tallenna muutokset
hy: Պահպանել փոփոխությունները
is: Vista breytingar
kk: Өзгерістерді сақтау
km: រក្សាទុកការផ្លាស់ប្ដូរ
kn: ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಿ
ky: Өзгөртүүлөрдү сактоо
lo: ບັນທຶກການປ່ຽນແປງ
mk: Зачувај промени
ml: മാറ്റങ്ങൾ സംരക്ഷിക്കുക
my: ပြင်ဆင်မည်
ne: परिवर्तनहरू सुरक्षित गर्नुहोस्
pa: ਬਦਲਾਵ ਸੇਵ ਕਰੋ
ps: تغیرات خوندي کړئ
si: වෙනස් කිරීම් සුරකින්න
sk: Uložiť zmeny
sq: Ruaj Ndryshimet
sw: Hifadhi Mabadiliko
ta: மாற்றங்களை சேமி
th: บันทึกการเปลี่ยนแปลง
ur: تبدیلیاں محفوظ کریں

source: Subscription
am: እንደ ወር
as: সাবস্ক্ৰিপচন
az: Abunə
be: Падпіска
bn: সাবস্ক্রিপশন
cy: Aelodaeth
et: Tellimus
eu: Harpidetzak
fi: Tilaus
hy: Բաժանորդագրություն
is: Aðild
kk: Тіркелу
km: ការជាវ
kn: ಚಂದಾದಾರಿ
ky: Жазылуу
lo: ການສະຫນັບເງິນ
mk: Членство
ml: അംഗീകാരം
my: စာရင်းပေးခြင်း
ne: सदस्यता
pa: ਸਬਸਕ੍ਰਿਪਸ਼ਨ
ps: د ګډون
si: දැනුම
sk: Predplatné
sq: Abonimi
sw: Majumuisho
ta: சந்தாக்கு
th: การสมัครสมาชิก
ur: سبسکرپشن

source: Currency
am: ገንዘብ
as: মুদ্ৰা
az: Valyuta
be: Валюта
bn: মুদ্রা
cy: Arian
et: Valuuta
eu: Moneta
fi: Valuutta
hy: Արժույթ
is: Gjaldmiðill
kk: Валюта
km: រូបិយប័ណ្ណ
kn: ಕರೆನ್ಸಿ
ky: Валюта
lo: ເງິນຕາ
mk: Валута
ml: നാണയം
my: ငွေကြေး
ne: मुद्रा
pa: ਮੁਦਰਾ
ps: پیسې
si: මුදල්
sk: Mena
sq: Monedha
sw: Sarafu
ta: நாணயம்
th: สกุลเงิน
ur: کرنسی

source: Log Out
am: ወደ ውጭ ይውጡ
as: লগ আউট
az: Çıxış
be: Выйсці
bn: লগ আউট
cy: Allgofrestru
et: Logi välja
eu: Saioa Itxi
fi: Kirjaudu ulos
hy: Ելք
is: Útskráning
kk: Шығу
km: ចាកចេញ
kn: ಲಾಗ್ ಔಟ್
ky: Чыгуу
lo: ອອກຈາກລະບົບ
mk: Излогирај се
ml: ലോഗ് ഔട്ട്
my: အကောင့်ထွက်မည်
ne: सकियो
pa: ਲੋਗ ਆਊਟ
ps: له حسابه وتل
si: පිටවනවා
sk: Odhlásiť sa
sq: Ç'kycje
sw: Toka
ta: விடுபதியுங்கள்
th: ออกจากระบบ
ur: لاگ آؤٹ

# doNotDistrub
source: Do not disturb
am: አታነሱ
as: ব্যাঘাত নিদিব
az: Zəng etməyin
be: Не турбаваць
bn: বিচ্ছেদ ন করুন
cy: Peidiwch â Pheryglu
et: Ära häiri
eu: Ez egin nahas
fi: Älä häiritse
hy: Մի անհանգստացեք
is: Truflaðu ekki
kk: Қиындау
km: កុំបរិច្ឆេទចូល
kn: ಖಚಿತಪಡಿಸಬೇಡಿ
ky: Тынчыңыз
lo: ບໍ່ຫາກໍຕາມ
mk: Не вознемирувај
ml: വിഘടിപ്പിക്കരുത്
my: အကြံ့မပြောနေပါ
ne: बिचराम नदिनुहोस्
pa: ਦਖਲ ਨਾ ਦਿਓ
ps: مداخله مه کوئ
si: අවවාදයයි
sk: Nerušiť
sq: Mos u shqetëso
sw: Usisumbue
ta: விலக்கக்கூடியதல்லை
th: ไม่รบกวน
ur: تنگ نہ کریں

source: Contact Us
am: እባኮትን ያነጋግሩን
as: আমাৰ সৈতে যোগাযোগ কৰক
az: Bizimlə Əlaqə
be: Кантактуйце з намі
bn: যোগাযোগ করুন
cy: Cysylltwch â Ni
et: Kontaktige meid
eu: Harremanetan Jarri
fi: Ota yhteyttä
hy: Կապ մեզ հետ
is: Hafðu samband
kk: Бізбен байланысыңыз
km: ទាក់ទង​មក​ពួក​យើង
kn: ನಮ್ಮಿಂದ ಸಂಪರ್ಕಿಸಿ
ky: Биз менен байланыш
lo: ຕິດຕໍ່ພວກເຮົາ
mk: Контактирајте не
ml: ഞങ്ങളെ ബന്ധപ്പെടുക
my: ဆက်သွယ်ရန်
ne: हामीलाई सम्पर्क गर्नुहोस्
pa: ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
ps: موږ سره اړیکه ونیسئ
si: අප වෙත සම්බන්ද කරනවා
sk: Kontaktujte nás
sq: Kontaktoni me Ne
sw: Wasiliana Nasi
ta: எங்களை தொடர்பு கொள்ளுங்கள்
th: ติดต่อเรา
ur: ہم سے رابطہ کریں

source: Write your message here
am: መልእክትዎን እዚህ ይጻፉ
as: আপোনাৰ বাৰ্তা ইয়াত লিখক
az: Mesajınızı buraya yazın
be: Напішыце ваша паведамленне тут
bn: আপনার বার্তা এখানে লিখুন
cy: Ysgrifennwch eich neges yma
et: Kirjuta oma sõnum siia
eu: Idatzi zure mezua hemen
fi: Kirjoita viestisi tähän
hy: Նկարագրեք ձեր հաղորդագրությունը այստեղ
is: Skrifaðu skilaboðin þín hér
kk: Хабарды осында жазыңыз
km: សរសេរសាររបស់អ្នកនៅទីនេះ
kn: ನಿಮ್ಮ ಸಂದೇಶವನ್ನು ಇಲ್ಲಿ ಬರೆಯಿರಿ
ky: Бул жерге билдирүү жазыңыз
lo: ປ້ອນຂໍ້ຄວາມຂອງທ່ານທີ່ນີ້
mk: Напишете ја вашата порака тука
ml: നിങ്ങളുടെ സന്ദേശം ഇവിടെ എഴുതുക
my: သင်၏မက်ဆေ့ခ််ကိုမှတ်တမ်းတင်ပါ
ne: तपाइको सन्देश यहाँ लेख्नुहोस्
pa: ਇੱਥੇ ਆਪਣਾ ਸੁਨੇਹਾ ਲਿਖੋ
ps: دلته خپل پیغام ولیکئ
si: ඔබගේ පණිවුඩය මෙහි ලියන්න
sk: Sem napíšte svoju správu
sq: Shkruani mesazhin tuaj këtu
sw: Andika ujumbe wako hapa
ta: உங்கள் செய்தி இங்கே எழுதுங்கள்
th: เขียนข้อความของคุณที่นี่
ur: یہاں اپنا پیغام لکھیں

source: Send Message
am: መልእክት ይላኩ
as: বার্তা পঠিয়াব
az: Mesaj göndər
be: Адправіць паведамленне
bn: বার্তা প্রেরণ করুন
cy: Anfon Neges
et: Saada sõnum
eu: Bidali Mezua
fi: Lähetä viesti
hy: Ուղարկել հաղորդագրություն
is: Senda skilaboð
kk: Хабар жіберу
km: ផ្ញើសារ
kn: ಸಂದೇಶ ಕಳುಹಿಸಿ
ky: Билдирүү жиберүү
lo: ສົ່ງຂໍ້ຄວາມ
mk: Испрати порака
ml: സന്ദേശം അയക്കുക
my: မက်ဆေ့ခ်ျကိုပို့ပါ
ne: सन्देश पठाउनुहोस्
pa: ਸੁਨੇਹਾ ਭੇਜੋ
ps: پیغام ولېږئ
si: පණිවිඩය යවනවා
sk: Odoslať správu
sq: Dërgo Mesazh
sw: Tuma Ujumbe
ta: செய்தி அனுப்பு
th: ส่งข้อความ
ur: پیغام بھیجیں

source: Send Your Email
am: ኢሜይልዎን ይላኩ
as: আপোনাৰ ইমেইল পঠিয়াব
az: Emailinizi göndər
be: Адправіць ваш адрас электроннай пошты
bn: আপনার ইমেল প্রেরণ করুন
cy: Anfon Eich E-bost
et: Saada oma e-post
eu: Bidali zure Emaila
fi: Lähetä sähköpostisi
hy: Ուղարկել ձեր էլ. հասցեն
is: Senda tölvupóstinn þinn
kk: Электронды поштаны жіберу
km: ផ្ញើអ៊ីមែលរបស់អ្នក
kn: ನಿಮ್ಮ ಇಮೇಲ್ ಕಳುಹಿಸಿ
ky: Электрондук почтаңызды жиберүү
lo: ສົ່ງອີເມລຂອງທ່ານ
mk: Испратете го вашиот е-маил
ml: നിങ്ങളുടെ ഇമെയിൽ അയക്കുക
my: သင်၏အီးမေးလ်ပို့ပါ
ne: तपाईंको इमेल पठाउनुहोस्
pa: ਆਪਣਾ ਈਮੇਲ ਭੇਜੋ
ps: خپلې ایمیل ولېږئ
si: ඔබේ විද්‍යුත් තැපැල් යවනවා
sk: Odoslať svoj email
sq: Dërgo Emailin Tënd
sw: Tuma Barua Pepe Yako
ta: உங்கள் மின்னஞ்சலை அனுப்பு
th: ส่งอีเมลของคุณ
ur: اپنا ای میل بھیجیں

source: Back To Home
am: ወደ ዋና ገጽ ይመለሱ
as: গৃহলৈ উভতি যাওক
az: Ana səhifəyə qayıt
be: Назад на галоўную
bn: মূলপৃষ্ঠায় ফিরে যান
cy: Yn ôl i'r Cartref
et: Tagasi avalehele
eu: Itzuli Hasierara
fi: Takaisin kotiin
hy: Վերադառնալ գլխավոր էջ
is: Til baka á heimasíðu
kk: Басты бетке оралу
km: ត្រលប់ទៅទំព័រដើម
kn: ಮುಖಪುಟಕ್ಕೆ ಹಿಂದಿರುಗಿ
ky: Башкы бетке кайтуу
lo: ກັບໜ້າຫຼັກ
mk: Врати се на почетната страна
ml: വീട്ടിലേക്ക് തിരിച്ചുപോകുക
my: မူလစ်အပြင်မှတ်ပြီး
ne: हाम्रो गृहमा फर्किनुहोस्
pa: ਘਰ ਤੇ ਵਾਪਸ ਜਾਓ
ps: کور ته ستانه شئ
si: මුල් පිටවනවා
sk: Späť na domov
sq: Kthehu te Ballina
sw: Rudi Nyumbani
ta: வீட்டிற்கு மீட்க
th: กลับสู่หน้าหลัก
ur: مرکزی صفحہ پر واپس جائیں

source: Select Contacts
am: እባክዎን ይምረጡ
as: যোগাযোগ বাচি লওক
az: Əlaqələri seçin
be: Выберыце кантакты
bn: যোগাযোগগুলি নির্বাচন করুন
cy: Dewiswch Gysylltiadau
et: Vali kontaktid
eu: Hautatu Kontaktuak
fi: Valitse yhteystiedot
hy: Ընտրել կոնտակտներ
is: Veldu tengiliði
kk: Байланыс тапсырыныз
km: ជ្រើសរើសទំនាក់ទំនង
kn: ಸಂಪರ್ಕಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ
ky: Контактыларды тандаңыз
lo: ເລືອກຕິດຕໍ່
mk: Изберете контакти
ml: ബന്ധങ്ങൾ തിരഞ്ഞെടുക്കുക
my: ဆက်သွယ်သူများရွေးပါ
ne: संपर्कहरू चयन गर्नुहोस्
pa: ਸੰਪਰਕ ਚੁਣੋ
ps: اړيکې وټاکئ
si: සම්බන්දු තෝරන්න
sk: Vybrať kontakty
sq: Zgjidh Kontakte
sw: Chagua Mawasiliano
ta: தொடர்பியல் தேர்வு செய்க
th: เลือกผู้ติดต่อ
ur: رابطے منتخب کریں

source: Message History
am: የመልእክት ታሪክ
as: বার্তা ইতিহাস
az: Mesaj Tarixi
be: Гісторыя паведамленняў
bn: বার্তা ইতিহাস
cy: Hanes Negeseuon
et: Sõnumite ajalugu
eu: Mezua Historioa
fi: Viestihistoria
hy: Հաղորդագրությունների պատմություն
is: Skilaboðasaga
kk: Хабар тарихы
km: ប្រវត្តិសារ
kn: ಸಂದೇಶ ಇತಿಹಾಸ
ky: Билдирүүлөрдүн тарыхы
lo: ປະຫວັດການສົ່ງຂໍ້ຄວາມ
mk: Историја на пораки
ml: സന്ദേശ ചരിത്രം
my: မက်ဆေ့ခ်ျမှတ်တမ်းသမိုင်း
ne: सन्देश इतिहास
pa: ਸੁਨੇਹਾ ਇਤਿਹਾਸ
ps: د پیغام تاریخ
si: පණිවිඩ සටහන
sk: História správ
sq: Historiku i Mesazheve
sw: Historia ya Ujumbe
ta: செய்தி வரலாறு
th: ประวัติข้อความ
ur: پیغام کی تاریخ

source: Transaction
am: ግብይት
as: লেনদেন
az: Əməliyyat
be: Транзакцыя
bn: লেনদেন
cy: Tranzaction
et: Tehing
eu: Transakzioa
fi: Tapahtuma
hy: Գործարք
is: Transaksjón
kk: Жүйеден ақылу
km: ប្រតិបត្តិការ
kn: ಲೆಕ್ಕಾಚಾರ
ky: Транзакция
lo: ການເຮັດການ
mk: Трансакција
ml: ലേലങ്ങൾ
my: ငွေသားအသင်း
ne: लेनदेन
pa: ਲੈਣ-ਦੇਣ
ps: معامله
si: සංස්කාරකය
sk: Transakcia
sq: Transaksioni
sw: Biashara
ta: பரிவர்த்தனை
th: ธุรกรรม
ur: لین دین

source: No History Found!
am: ታሪክ አልተገኘም!
as: কোনো ইতিহাস পোৱা নগ'ল!
az: Heç bir tarix tapılmadı!
be: Гісторыя не знойдзена!
bn: কোন ইতিহাস পাওয়া যায়নি!
cy: Dim Hanes a Ddarfod!
et: Ajaloost ei leitud midagi!
eu: Ez da Historia Aurkitu!
fi: Ei löytynyt historiaa!
hy: Պատմություն չի գտնվել!
is: Engin saga fannst!
kk: Тарих табылған жоқ!
km: រកមិនឃើញប្រវត្តិសារ!
kn: ಯಾವ ಇತಿಹಾಸವೂ ಕಂಡುಬಂದಿಲ್ಲ!
ky: Тарых табылбады!
lo: ບໍ່ພົບປະຫວັດການໃນບິນປີກ່ອນ!
mk: Нема пронајдена историја!
ml: ഇതുവരെയുള്ള ചരിത്രം കണ്ടെത്തിയില്ല!
my: မရှိသေးပါ
ne: कुनै पनि इतिहास फेला परेन!
pa: ਕੋਈ ਇਤਿਹਾਸ ਨਹੀਂ ਮਿਲਿਆ!
ps: هیڅ تاریخ نه دی موندل شوی!
si: සටහන කිසිවක් නැත!
sk: Nenašla sa žiadna história!
sq: Nuk u gjet histori!
sw: Hakuna Historia Iliyopatikana!
ta: வரலாறு கிடைக்கவில்லை!
th: ไม่พบประวัติ
ur: کوئی تاریخ نہیں ملی!

source: View details
am: ዝርዝር ይመልከቱ
as: বিৱৰণ চাওক
az: Detalları bax
be: Паглядзець дэталі
bn: বিস্তারিত দেখুন
cy: Gweld Manylion
et: Vaata detaile
eu: Ikusi xehetasunak
fi: Näytä tiedot
hy: Տեսնել մանրամասները
is: Skoða nánar
kk: Толтырылған мәліметтерді көру
km: មើលព័ត៌មាន
kn: ವಿವರಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ky: Талданууга көз салуу
lo: ເບິ່ງລາຍລະອຽດ
mk: Погледнете детали
ml: വിദ്യാസം കാണുക
my: အသေးစိတ်ကြည့်မည်
ne: विवरण हेर्नुहोस्
pa: ਵੇਰਵੇ ਦੇਖੋ
ps: تفصیلات وګورئ
si: විස්තර බලන්න
sk: Zobraziť detaily
sq: Shiko Detajet
sw: Ona Maelezo
ta: விபரங்களைக் காண்க
th: ดูรายละเอียด
ur: تفصیلات دیکھیں

source: No Transaction Found!
am: ግብይት አልተገኘም!
as: কোনো লেনদেন পোৱা নগ'ল!
az: Heç bir əməliyyat tapılmadı!
be: Транзакцыя не знойдзена!
bn: কোন লেনদেন পাওয়া যায়নি!
cy: Dim Tranzaction a Ddarfod!
et: Tehingut ei leitud!
eu: Ez da Transakziorik Aurkitu!
fi: Ei löytynyt tapahtumia!
hy: Գործարք չի գտնվել!
is: Engin transaksjón fannst!
kk: Жүйеден ақылу табылған жоқ!
km: រកមិនឃើញប្រតិបត្តិការ!
kn: ಯಾವ ಲೆಕ್ಕಾಚಾರವೂ ಕಂಡುಬಂದಿಲ್ಲ!
ky: Транзакция табылбады!
lo: ບໍ່ພົບການເຮັດການໃນບິນປີກ່ອນ!
mk: Нема пронајдена трансакција!
ml: ലേലങ്ങൾ കണ്ടെത്തിയില്ല!
my: ငွေသားအသင်းမရှိပါ
ne: कुनै पनि लेनदेन फेला परेन!
pa: ਕੋਈ ਲੈਣ-ਦੇਣ ਨਹੀਂ ਮਿਲਿਆ!
ps: هیڅ معامله نه ده موندل شوې!
si: සංස්කාරයක් නැත!
sk: Nenašla sa žiadna transakcia!
sq: Nuk u gjet transaksion!
sw: Hakuna Biashara Iliyopatikana!
ta: பரிவர்த்தனை கிடைக்கவில்லை!
th: ไม่พบธุรกรรม
ur: کوئی لین دین نہیں ملی!

source: KYC Verification
am: KYC ማረጋገጫ
as: KYC প্ৰমাণীকৰণ
az: KYC Təsdiq
be: Праверка KYC
bn: কেওয়াইসি যাচাই
cy: Gwirio KYC
et: KYC kinnitamine
eu: KYC Berrespena
fi: KYC-tarkistus
hy: KYC հաստատում
is: KYC staðfesting
kk: KYC тексеру
km: ការផ្ទៀងផ្ទាត់ KYC
kn: ಕೆವೈಸಿ ಪರಿಶೀಲಣೆ
ky: KYC текшерүү
lo: ກວດກາດ KYC
mk: KYC верификација
ml: KYC സ്ഥിരീകരണം
my: ကြိုတင်ကြောင်းစစ်ခြင်း
ne: केवाइसी प्रमाणिकरण
pa: KYC ਪੁਸ਼ਟੀकरण
ps: KYC تصدیق
si: KYC සත්‍යායය
sk: Overenie KYC
sq: Verifikimi KYC
sw: Uhakiki wa KYC
ta: KYC சரிபார்ப்பு
th: การตรวจสอบ KYC
ur: کی وائی سی تصدیق

source: Identity Verify
am: መለያ ማረጋገጫ
as: পৰিচয় প্ৰমাণীকৰণ
az: Şəxsiyyəti təsdiqlə
be: Праверка асобы
bn: পরিচয় যাচাই করুন
cy: Gwirio Hunaniaeth
et: Isiku kinnitamine
eu: Identitate Berrespena
fi: Henkilöllisyystarkistus
hy: Ինքնության հաստատում
is: Identitetsstaðfesting
kk: Жеке мәліметті тексеру
km: ផ្ទៀងផ្ទាត់ការសម្គាល់
kn: ಗುರುತು ಪರಿಶೀಲಿಸಿ
ky: Идентификацияны текшерүү
lo: ກວດກາດການກົດອາຟຣິກາ
mk: Верификација на идентитет
ml: പ്രാഥമികത സ്ഥിരീകരണം
my: အဆင့်မြှင့်ခြင်းတို့သို့တည်းဖြတ်ပါ
ne: पहिचान प्रमाणिकरण गर्नुहोस्
pa: ਛੋਟੀ ਪੁਸ਼ਟੀ
ps: هویت تصدیق
si: හැඳුනුම් පිටවන්න
sk: Overenie identity
sq: Verifikimi i Identitetit
sw: Hakiki Utambulisho
ta: அடையாளம் சரிபார்ப்பு
th: ตรวจสอบตัวตน
ur: شناخت تصدیق کریں

# youNeedToIdentityVerifyBeforeYouBuying
source: You need to identity verify before your buying sms
am: እባክዎን የመግዛት በፊት መለያ ይማረግጡ
as: আপুনি ক্ৰয় কৰাৰ আগতে পৰিচয় প্ৰমাণীকৰণ কৰিব লাগিব
az: Alış etmədən əvvəl şəxsiyyətinizi təsdiqləməlisiniz
be: Вы павінны правесці праверку асобы перад пакупкай SMS
bn: আপনি ক্রয় করার আগে পরিচয় যাচাই করতে আপনার প্রয়োজন
cy: Mae angen i chi wirio hunaniaeth cyn prynu SMS
et: Enne SMS-ide ostmist peate oma isikut kinnitama
eu: Identitate berretsi behar duzu sms bat erosi aurretik
fi: Sinun on tarkistettava henkilöllisyytesi ennen ostoa
hy: Դուք պետք է հաստատեք ձեր ինքնությունը, նախքան SMS գնելու համար
is: Þú þarft að staðfesta auðkenni áður en þú kaupir SMS
kk: Сіз сатып алу алдын келесі тексеруді өткізуіңіз керек
km: អ្នកត្រូវការបញ្ជាក់ការសម្គាល់មុនពេលអ្នកទិញ SMS
kn: ಖರೀದಿಯ ಮೊದಲು ನೀವು ಗುರುತು ಪರಿಶೀಲಿಸಬೇಕಾಗಿದೆ
ky: SMS сатып алуудан мурун идентификацияны текшерүү керек
lo: ທ່ານຕ້ອງກວດກາດການກົດອາຟຣິກາກ່ອນທ່ານຊື້ SMS
mk: Морате да ја верификувате вашата идентичност пред да купите СМС
ml: നിങ്ങൾ SMS വാങ്ങുന്നതിന് മുമ്പ് പ്രാഥമികത സ്ഥിരീകരണം ചെയ്യേണ്ടതുണ്ട്
my: သင်ရောင်းစျေးရယူရန်အဆင့်မြှင့်ရန်လိုအပ်ပါသည်
ne: तपाइंले खरिद गर्नु अघि तपाइंको पहिचान प्रमाणिकरण गर्नुपर्छ
pa: ਤੁਹਾਨੂੰ ਐਸਐਮਐਸ ਖਰੀਦਣ ਤੋਂ ਪਹਿਲਾਂ ਆਪਣੀ ਪਹਚਾਣ ਪੁਸ਼ਟੀ ਕਰਨੀ ਹੋਵੇਗੀ
ps: تاسو اړتیا لرئ چې د SMS پیرودلو دمخه خپل هویت تصدیق کړئ
si: ඔබට වෙළඳපොලට ගෙවූනු වෙනත් කිසිමාක් පීඨයේ නැති බවට වඩාත් හෝ හෝටමු කිරීමට ඔබට යෝජනා කළ යුතුය
sk: Pred nákupom SMS musíte prejsť overením identity
sq: Duhet të verifikoni identitetin tuaj para se të blini sms
sw: Unahitaji kuhakiki utambulisho kabla ya kununua sms
ta: வாங்குவது முன்னர் உங்கள் அடையாளம் சரிபார்ப்பு செய்ய வேண்டும்
th: คุณต้องตรวจสอบตัวตนก่อนที่คุณจะซื้อ
ur: آپ کو خریداری سے پہلے اپنی شناخت تصدیق کرنی ہوگی

# govermentId
source: Government Id
am: የመንግስት መለያ
as: ৰাজ্য আইডি
az: Hökumət Təyinatı
be: Урадовы дакумент
bn: সরকারি পরিচয়পত্র
cy: ID Llywodraeth
et: Valitsuse ID
eu: Gobernu ID
fi: Virallinen henkilötodistus
hy: Արդարադատության ID
is: Ríkisauðkenni
kk: Мемлекеттік жетекші
km: អត្តសញ្ញាណប័ណ្ណរដ្ឋ
kn: ಸರ್ಕಾರದ ಗುರುತು
ky: Өкмөт тарабынан берилген ИД
lo: ບັດປະຈຳຕົວຕະລາງພາສາ
mk: Државен идентификациски документ
ml: സർക്കാർ ഐഡി
my: နိုင်ငံဆက်သွယ်သူအိုင်တီးနံပါတ်
ne: सरकारी परिचयपत्र
pa: ਸਰਕਾਰੀ ID
ps: د حکومت ID
si: සේවාදායකයේ අංකය
sk: Doklad totožnosti
sq: ID e Qeverisë
sw: Kitambulisho cha Serikali
ta: அரசு அடையாளம்
th: รหัสประจำตัวประชาชน
ur: حکومتی شناختی کارڈ

# takeADriveruser
source: Take a driver's license, national identity card or passport photo
am: የታኪያ መንግስት ወይም የአንዳንድ የማህበረሰብ መለያ ፎቶ ይውረዱ
as: ড্ৰাইভাৰৰ লাইচেঞ্চ, ৰাষ্ট্ৰীয় পৰিচয় পত্ৰ বা পাছপ'ৰ্টৰ ফটো তুলক
az: Sürücü vəsiqəsi, milli şəxsiyyət vəsiqəsi və ya pasportunuzun şəklini çəkin
be: Зрабіце фота пасведчання кіроўцы, нацыянальнага ідэнтыфікацыйнага картачкі або пашпарта
bn: ড্রাইভার লাইসেন্স, জাতীয় পরিচয় কার্ড বা পাসপোর্টের ছবি তুলুন
cy: Cymrwch lun o drwydded yrrwr, cerdyn hunaniaeth cenedlaethol neu basbort
et: Võtke juhiluba, rahvuslik identiteetkaart või pass
eu: Hartu gidari lizentzia, nazio identitate txartela edo pasaportea
fi: Ota mukaan ajokortti, henkilökortti tai passikuva
hy: Վերցրեք վարորդի վկայական, ազգային նույնականացման քարտ կամ անձնագրի լուսանկար
is: Taktu ljósmynd af ökuskírteini, þjóðarauðkennisvottorði eða vegabréfi
kk: Жолаушы үйге алынған билет, ұлттық жеке белгі немесе қашықтан тұрған
km: យករូបភាពអានឡើងវិញមានសញ្ញារបស់គុណប៉ាក់ស្រីឬរូបភាពប័ណ្ណអត្តសញ្ញារដ្ឋឬរូបភាពលិខិតប៉ុណ្ណោះ
kn: ಡ್ರೈವರ್ಸ್ ಲೈಸೆನ್ಸ್, ರಾಷ್ಟ್ರೀಯ ಗುರುತು ಪತ್ರವನ್ನು ಅಥವಾ ಪಾಸ್ಪೋರ್ಟ್ ಫೋಟೊವನ್ನು ತೆಗೆದುಕೊಳ್ಳಿ
ky: Жүргүнчү лицензиясын, улуттук идентти берүү картасын же паспорттун сүрөтүн алыңыз
lo: ເກົ່າໃສ່ກິດຈະກຳຂັບ, ບັດປະຈຳຕົວຕະລາງສັນຍານລາວ ຫຼືຮູບປະຈຳຕົວຕະລາງ
mk: Земете фотографија од возачка дозвола, национална лична карта или пасош
ml: ഡ്രൈവർ ലൈസൻസ്, ദേശീയ തിരിച്ചറിയൽ കാർഡ് അല്ലെങ്കിൽ പാസ്പോർട്ട് ഫോട്ടോ എടുക്കുക
my: ယာဥ်အကျယ်လစ်တက္ကသော လှိုင်သားမားအောက်ကုန်ဖြင့် အောက်မှာရိုက်ထည့်ပါ
ne: चालक परिचयपत्र, राष्ट्रिय परिचयपत्र वा पासपोर्टको फोटो लिनुहोस्
pa: ਡ੍ਰਾਈਵਰ ਦੇ ਲਾਇਸੈਂਸ, ਰਾਸ਼ਟਰ ਉਪਛੇਦ ਜਾਂ ਪਾਸਪੋਰਟ ਦੀ ਫੋਟੋ ਲਓ
ps: د موټر چلونکي اجازه لیک، ملي شناختي کارت یا د پاسپورټ عکس واخلئ
si: වාහන නිවාඩු ගෙවූලා, ජාතික හැඳුනුම් ප්රසිද්ධයා හෝ ගුවන්ටේ පෝර්ට් පහසුකම් ඡායාරූපයක් අතුළත් කරන්න
sk: Použite vodičský preukaz, občiansky preukaz alebo pasovú fotografiu
sq: Merrni një licensë drejtuese, kartë identiteti kombëtar ose pasaportë
sw: Chukua picha ya leseni ya dereva, kitambulisho cha kitaifa au pasipoti
ta: ஒரு ஓட்டுநர் அனுமதிப்பதற்கு, தேசிய அடையாள அட்டை அல்லது கீழே முதல் பதிவு செய்யுங்கள்
th: เอกสารรับรองความถูกต้องเช่นใบขับขี่ บัตรประจำตัวประชาชนหรือหนังสือเดินทาง
ur: ڈرائیورز لائسنس، قومی شناختی کارڈ یا پاسپورٹ کی تصویر لے لیں

# addDucument
source: Add Document
am: መረጃ ይጨምሩ
as: নথি যোগ কৰক
az: Sənəd əlavə et
be: Дадаць дакумент
bn: নথি যোগ করুন
cy: Ychwanegu Dogfen
et: Lisa dokument
eu: Gehitu Dokumentua
fi: Lisää asiakirja
hy: Ավելացնել փաստաթուղթ
is: Bæta við skjali
kk: Құжат қосу
km: បន្ថែមឯកសារ
kn: ಡಾಕ್ಯುಮೆಂಟ್ ಸೇರಿಸಿ
ky: Документ кошуу
lo: ເພີ່ມເອກະສານ
mk: Додај документ
ml: ഡോക്യുമെന്റ് ചേർക്കുക
my: မှတ်တမ်းထည့်မည်
ne: कागजात थप्नुहोस्
pa: ਦਸਤਾਵੇਜ਼ ਸ਼ਾਮਲ ਕਰੋ
ps: مدرک اضافه کړئ
si: ලේඛනය එකතු කරනවා
sk: Pridať dokument
sq: Shto Dokumentin
sw: Ongeza Hati
ta: ஆவணத்தை சேர்க்கவும்
th: เพิ่มเอกสาร
ur: دستاویز شامل کریں

source: History
am: ታሪክ
as: ইতিহাস
az: Tarix
be: Гісторыя
bn: ইতিহাস
cy: Hanes
et: Ajalugu
eu: Historia
fi: Historia
hy: Պատմություն
is: Saga
kk: Тарих
km: ប្រវត្តិ
kn: ಇತಿಹಾಸ
ky: Тарых
lo: ປະຫວັດ
mk: Историја
ml: ചരിത്രം
my: သမိုင်း
ne: इतिहास
pa: ਇਤਿਹਾਸ
ps: تاریخ
si: වට්ටම
sk: História
sq: Historiku
sw: Historia
ta: வரலாறு
th: ประวัติ
ur: تاریخ

source: Customer
am: ደንበኛ
as: গ্ৰাহক
az: Müştəri
be: Кліент
bn: গ্রাহক
cy: Cwsmer
et: Klient
eu: Bezeroa
fi: Asiakas
hy: Հաճախորդ
is: Viðskiptavinur
kk: Тапсырыш беруші
km: អតិថិជន
kn: ಗ್ರಾಹಕ
ky: Кардар
lo: ລູກຄ້າ
mk: Клиент
ml: ഉപഭോക്താവ്
my: ဖောက်သည်
ne: ग्राहक
pa: ਗਾਹਕ
ps: مشتری
si: පාරිභෝගීකයා
sk: Zákazník
sq: Klienti
sw: Mteja
ta: வாடிக்கையாளர்
th: ลูกค้า
ur: مشتری

source: Enter Message Content
am: የመልእክት ይዝርዝር
as: বার্তা সামগ্ৰী প্ৰৱিষ্ট কৰক
az: Mesaj məzmununu daxil edin
be: Увядзіце змест паведамлення
bn: বার্তা সামগ্রী লিখুন
cy: Nodwch Gynnwys Neges
et: Sisesta sõnumi sisu
eu: Sartu Mezua Edukia
fi: Kirjoita viestin sisältö
hy: Մուտքագրեք հաղորդագրության պարունակությունը
is: Sláðu inn innihald skilaboða
kk: Хабар мазмұнын енгізіңіз
km: បញ្ចូលមាតិការសារ
kn: ಸಂದೇಶ ವಿಷಯವನ್ನು ನಮೂದಿಸಿ
ky: Билдирүү мазмунун жазыңыз
lo: ປ້ອນເນື້ອຫາຂອງຂໍ້ຄວາມ
mk: Внесете содржина на пораката
ml: സന്ദേശ ഉള്ളടക്കം നൽകുക
my: မက်ဆေ့ခ်ျမှတ်ချက်အကြောင်းရိုက်ထည့်ပါ
ne: सन्देश सामग्री प्रविष्ट गर्नुहोस्
pa: ਸੁਨੇਹਾ ਸਮੱਗਰੀ ਦਰਜ ਕਰੋ
ps: د پیغام محتوا ولیکئ
si: පණිවිඩ අන්තරය ඇතුළත් කරන්න
sk: Zadajte obsah správy
sq: Shkruani Përmbajtjen e Mesazhit
sw: Ingiza Maudhui ya Ujumbe
ta: செய்தி உள்ளிடு
th: ป้อนเนื้อหาข้อความ
ur: پیغام کی مواد درج کریں

source: Buy Sms
am: SMS ይግዙ
as: এছএমএছ কিনক
az: SMS al
be: Купіць SMS
bn: এসএমএস কেনো
cy: Prynwch SMS
et: Osta SMS
eu: Erosi Sms
fi: Osta tekstiviestejä
hy: Գնել SMS
is: Kaupa SMS
kk: СМС сатып алу
km: ទិញ SMS
kn: ಎಸ್ಎಂಎಸ್ ಖರೀದಿಸಿ
ky: SMS сатып алуу
lo: ຊື້ SMS
mk: Купи СМС
ml: SMS വാങ്ങുക
my: SMS ဝယ်မည်
ne: SMS किन्नुहोस्
pa: ਐਸਐਮਐਸ ਖਰੀਦੋ
ps: SMS واخلئ
si: SMS ගෙවීම
sk: Kúpiť SMS
sq: Bli Sms
sw: Nunua Ujumbe
ta: எஸ் எம் எஸ் வாங்குக
th: ซื้อ SMS
ur: ایس ایم ایس خریدیں

source: Complete Transaction
am: ግብይትን ይጨርሱ
as: লেনদেন সম্পূৰ্ণ কৰক
az: Əməliyyatı başa çatdır
be: Завяршыць транзакцыю
bn: লেনদেন সম্পূর্ণ করুন
cy: Cwblhau Tranzaction
et: Täida tehing
eu: Transakzioa Osatu
fi: Täydennä tapahtuma
hy: Գործարքը ավարտել
is: Ljúka transaksjón
kk: Жүйелік ісігін аяқтау
km: បញ្ចប់ការប្រតិបត្តិការ
kn: ಟ್ರಾನ್ಸಾಕ್ಷನ್ ಮುಗಿಸಿ
ky: Транзакцияны бүтүрүү
lo: ການເຮັດການສົບຜົນສ່ວນຕົວ
mk: Заврши трансакција
ml: ലേലങ്ങൾ പൂർത്തിയാക്കുക
my: ငွေသားအသင်းကိုပြီးဆုံးမည်
ne: लेनदेन पूरा गर्नुहोस्
pa: ਲੈਣ-ਦੇਣ ਪੂਰਾ ਕਰੋ
ps: معامله بشپړه کړئ
si: සම්පුර්ණ සංවේදීය ක්‍රියාව
sk: Dokončiť transakciu
sq: Plotëso Transaksionin
sw: Kamilisha Uhamisho
ta: பரிவர்த்தனையை முடிக்கவும்
th: ทำธุรกรรมเสร็จสิ้น
ur: مکمل لین دین

# paymentInstructions
source: Payment Instruction:
am: የክፍያ መመሪያ:
as: পেমেণ্টৰ নিৰ্দেশনা:
az: Ödəniş Təlimatları:
be: Інструкцыі па плацяжах:
bn: পেমেন্ট নির্দেশাবলি:
cy: Cyfarwyddiadau Taliad:
et: Maksejuhised:
eu: Ordainketa Argibideak:
fi: Maksuohjeet:
hy: Վճարման հրահանգներ:
is: Greiðslu leiðbeiningar:
kk: Төлем нұсқаулары:
km: ការណែនាំការទូទាត់:
kn: ಪಾವತಿ ನಿರ್ದೇಶನೆ:
ky: Төлөм көрсөтмөлөрү:
lo: ຄຳຕິຊຳການຊໍາລະເງິນ:
mk: Инструкции за плаќање:
ml: പണമിടപാട് നിർദ്ദേശങ്ങൾ:
my: ငွေပေးချေမှုကိုအတည်ပြုရန်:
ne: भुक्तान निर्देश:
pa: ਭੁਗਤਾਨ ਦੇ ਨਿਰਦੇਸ਼:
ps: د تادیې لارښوونې:
si: ගෙවීමේ උපලේඛනය:
sk: Inštrukcie na platbu:
sq: Udhëzime për Pagesën:
sw: Maelekezo ya Malipo:
ta: கட்டண வழிகாட்டல்:
th: คำแนะนำการชำระเงิน:
ur: ادائیگی کی ہدایات:

source: Payee Name
am: የክፍያ የተቀበይት ስም
as: পেমী নাম
az: Alıcı adı
be: Імя атрымальніка
bn: পেইয়ি নাম
cy: Enw'r Taliad
et: Saaja nimi
eu: Ordainketa Hartzailearen Izena
fi: Saajan nimi
hy: Վճարման ստացողի անուն
is: Nafn viðtakanda
kk: Алымшы атауы
km: ឈ្មោះអ្នកទទួល
kn: ಪಾವತಿಗೆ ಹೆಸರು
ky: Төлөм алган адамдын аты
lo: ຊື່ຜູ້ຊໍາລະ
mk: Име на примачот
ml: പണമിടപാടുകാരന്റെ പേര്
my: လစာပို့သူအမည်
ne: भुक्तानकर्ता को नाम
pa: ਭੁਗਤਾਨ ਕਰਨ ਵਾਲੇ ਦਾ ਨਾਮ
ps: د تادیې اخیستونکي نوم
si: ගෙවීම් නම
sk: Meno príjemcu
sq: Emri i Pagesësit
sw: Jina la Mpokeaji
ta: பணம் பெறுபவர் பெயர்
th: ชื่อผู้รับเงิน
ur: ادائیگی کرنے والا کا نام

source: Payee Number
am: የክፍያ የተቀበይት ቁጥር
as: পেমী নম্বৰ
az: Alıcı nömrəsi
be: Нумар атрымальніка
bn: পেইয়ি নাম্বার
cy: Rhif y Taliad
et: Saaja number
eu: Ordainketa Hartzailearen Zenbakia
fi: Saajan numero
hy: Վճարման ստացողի համարը
is: Númer viðtakanda
kk: Алымшы нөмірі
km: លេខទទួល
kn: ಪಾವತಿಗೆ ಸಂಖ್ಯೆ
ky: Төлөм алган адамдын номер
lo: ເລກທະບຽນສູງສຸດ
mk: Број на примачот
ml: പണമിടപാടുകാരന്റെ നമ്പർ
my: လစာပို့သူနံပါတ်
ne: भुक्तानकर्ता को नम्बर
pa: ਭੁਗਤਾਨ ਕਰਨ ਵਾਲੇ ਦਾ ਨੰਬਰ
ps: د تادیې اخیستونکي شمېر
si: ගෙවීම් අංකය
sk: Číslo príjemcu
sq: Numri i Pagesësit
sw: Nambari ya Mpokeaji
ta: பணம் பெறுபவர் எண்
th: หมายเลขผู้รับเงิน
ur: ادائیگی کرنے والا کا نمبر
