Repository: userfriendly125/azkaios
Catalog: lib/l10n/intl_*.arb
Languages: am, as, az, be, bn, cy, et, eu, fi, hy, is, kk, km, kn, ky, lo, mk, ml, my, ne, pa, ps, si, sk, sq, sw, ta, th, ur

source: Password and confirm password does not match
am: የይለፍ ቃል እና የማረጋገጫ ይለፍ ቃል አይለወጡም
as: পাছৱাৰ্ড আৰু নিশ্চিত কৰা পাছৱাৰ্ড মিলা নগ'ল
az: Şifrə və təsdiq şifrəsi uyğun gəlmir
be: Пароль і пацверджанне пароля не супадаюць
bn: পাসওয়ার্ড এবং নিশ্চিত পাসওয়ার্ড মেলে না
cy: Nid yw'r cyfrinair a'r cyfrinair cadarnhau yn cyfateb
et: Parool ja parooli kinnitamine ei ühti
eu: Pasahitza eta berretsi pasahitza bat etorri ez dira
fi: Salasana ja vahvistussalasana eivät täsmää
hy: Գաղտնաբառն ու հաստատման գաղտնաբառը չեն համընկնում
is: Lykilorð og staðfesting á lykilorði passa ekki
kk: Пароль мен растау паролі сәйкес келмейді
km: ពាក្យសម្ងាត់ និងពាក្យសម្ងាត់ដែលអនុម័តមិនគ្នា
kn: ಗುಪ್ತಪದ ಮತ್ತು ದೃಢೀಕರಣ ಗುಪ್ತಪದವು ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ
ky: Пароль жана растау паролунун ортосундагы туура келбейт
lo: ລະຫັດຜ່ານ ແລະ ລະຫັດຜ່ານຢືນຢັນບໍ່ຄິດກັນ
mk: Лозинката и потврдата на лозинката не се совпаѓаат
ml: പാസ്വേഡും സ്ഥിരീകരണ പാസ്വേഡും പൊരുത്തപ്പെടുന്നില്ല
my: လျှို့ဝှက်နံပါတ်နှင့် အတည်ပြုလျှို့ဝှက်နံပါတ် မကိုက်ညီပါ
ne: पासवर्ड र पुष्टिकरण पासवर्ड मिल्दैन
pa: ਪਾਸਵਰਡ ਅਤੇ ਪੁਸ਼ਟੀ ਪਾਸਵਰਡ ਮੇਲ ਨਹੀਂ ਖਾਂਦੇ
ps: پاسورډ او د تصدیق پاسورډ سره برابري نه لري
si: මුරපදය සහ තහවුරු කිරීමේ මුරපදය සමාන නොවේ
sk: Heslo a potvrdenie hesla sa nezhodujú
sq: Fjalëkalimi dhe konfirmimi i fjalëkalimit nuk përputhen
sw: Nywila na kuthibitisha nywila hazifananishi
ta: கடவுச்சொல் மற்றும் உறுதிப்படுத்தும் கடவுச்சொல் பொருந்தவில்லை
th: รหัสผ่านและยืนยันรหัสผ่านไม่ตรงกัน
ur: پاسورڈ اور تصدیقی پاسورڈ ملتے نہیں

# userTitleCanNotBeEmpty
source: User title can\'n be empty
am: የተጠቃሚ ርዕስ አይቻልም
as: ব্যৱহাৰকাৰীৰ শিৰোনাম খালী হ'ব নোৱাৰিব
az: İstifadəçi başlığı boş ola bilməz
be: Загаловак карыстальніка не можа быць пустым
bn: ব্যবহারকারীর শিরোনাম খালি হতে পারবে না
cy: Nid yw teitl y defnyddiwr yn gallu bod yn wag
et: Kasutaja pealkiri ei tohi olla tühi
eu: Erabiltzailearen titulua hutsik ezin da egon
fi: Käyttäjän titteli ei voi olla tyhjää
hy: Օգտվողի վերնագիրը չի կարող լինել դատարկ
is: Notendanafnið má ekki vera tómt
kk: Пайдаланушы атауы бос болмауы керек
km: ចំណងជើងអ្នកប្រើមិនអាចទទេ
kn: ಬಳಕೆದಾರ ಶೀರ್ಷಿಕೆ ಖಾಲಿ ಇರಬಾರದು
ky: Колдонуучу наамы бош боло албайт
lo: ຊື່ຜູ້ໃຊ້ບໍ່ໃສ່ຄ່າ
mk: Насловот на корисникот не може да биде празен
ml: ഉപയോക്തൃ തലക്കെട്ട് ശൂന്യമായിരിക്കരുത്
my: အသုံးပြုသူ ခေါင်းစဥ် မသေးရပါ
ne: प्रयोगकर्ता शीर्षक खाली हुन सक्दैन
pa: ਉਪਭੋਗਤਾ ਸਿਰਲੇਖ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ
ps: د کارونکي عنوان نشي خالي کیدلی
si: පරිශීලක මාතෘකාව හිස් විය නොහැක
sk: Názov používateľa nemôže byť prázdny
sq: Titulli i përdoruesit nuk mund të jetë i zbrazët
sw: Kichwa cha Mtumiaji Haliwezi Kuwa Tupu
ta: பயனர் தலைப்பு காலியாக இருக்க முடியாது
th: ชื่อผู้ใช้ไม่สามารถว่างเปล่าได้
ur: صارف کا عنوان خالی نہیں ہو سکتا

source: You Have To Give Permission
am: ፈቃድ ማቅረብ አለብዎት
as: আপোনাক অনুমতি দিব লাগিব
az: İcazə verməlisiniz
be: Вы павінны даць дазвол
bn: আপনাকে অনুমতি দিতে হবে
cy: Mae angen i chi roi caniatâd
et: Te peate andma loa
eu: Baieztapena eman behar duzu
fi: Sinun on annettava lupa
hy: Դուք պետք է տաք թույլտվություն
is: Þú verður að veita heimild
kk: Сіз рұқсат беруге тиіссіз
km: អ្នកត្រូវផ្ដល់សិទ្ធិ
kn: ನೀವು ಅನುಮತಿ ನೀಡಬೇಕಾಗಿದೆ
ky: Сиз уруксат беришиңиз керек
lo: ທ່ານຕ້ອງໃຫ້ອະນຸຍາດ
mk: Мора да дадете дозвола
ml: നിങ്ങൾ അനുമതി നൽകണം
my: ခွင့်ပြုချက် ပေးရမည်
ne: तपाईँले अनुमति दिनु पर्छ
pa: ਤੁਸੀਂ ਆਗਿਆ ਦੇਣੀ ਪਏਗੀ
ps: تاسو باید اجازه ورکړئ
si: ඔබට අනුමැතිය ලබා දිය යුතුය
sk: Musíte udeliť povolenie
sq: Duhet të jepni leje
sw: Lazima Upate Ruhusa
ta: நீங்கள் அனுமதி கொடுக்க வேண்டும்
th: คุณต้องให้สิทธิ์
ur: آپ کو اجازت دینی ہوگی

source: Registering
am: መዝግብ
as: নিবন্ধন কৰাছে
az: Qeydiyyat
be: Рэгістрацыя
bn: নিবন্ধন করা হচ্ছে
cy: Cofrestru
et: Registreerimine
eu: Erregistratzen
fi: Rekisteröidään
hy: Գրանցվում է
is: Skráning
kk: Тіркелу
km: កំពុងចុះឈ្មោះ
kn: ನೋಂದಣಿ
ky: Катталып жатат
lo: ກະບວນການລົງທະນາ
mk: Регистрирање
ml: പതിവാക്കുന്നു
my: မှတ်ပုံတင်နေသည်
ne: पंजीकरण गर्दै
pa: ਰਜਿਸਟਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
ps: ثبت کول
si: නිකුත් කිරීම
sk: Registrujem sa
sq: Regjistrimi
sw: Kusajili
ta: பதிவு செய்கிறேன்
th: กำลังลงทะเบียน
ur: رجسٹر ہو رہا ہے

source: Failed with Error
am: በስህተት ውስጥ አይታወቅም
as: ভুলৰ সৈতে বিফল
az: Xəta ilə uğursuz oldu
be: Збой з памылкай
bn: ত্রুটি সহ ব্যর্থ হয়েছে
cy: Methiant gyda Gwall
et: Ebaõnnestus veaga
eu: Errorearekin Ezin Izan
fi: Epäsuorasti virhe
hy: Հաջողությունը սխալով է ավարտվել
is: Mistókst með villu
kk: Қате орын алды
km: បានបរាជ័យជាមួយកំហុស
kn: ದೋಷದಿಂದ ವಿಫಲವಾಗಿದೆ
ky: Ката менен ишке ашпай калды
lo: ລົ້ມເລີຍດ້ວຍຄວາມຜິດພາດ
mk: Неуспешно со грешка
ml: പിഴവോടെ പരാജയപ്പെട്ടു
my: အမှားဖြင့် ရပ်တန့်သည်
ne: त्रुटीसँग असफल
pa: ਗਲਤੀ ਨਾਲ ਅਸਫਲ
ps: د خطا سره ناکام شو
si: දෝෂයක් සමඟ වසිකිරීම
sk: Zlyhalo s chybou
sq: Dështoi me gabim
sw: Imeshindwa kwa Kosa
ta: வழு ஏற்பட்டது
th: ล้มเหลวพร้อมข้อผิดพลาด
ur: غلطی کے ساتھ ناکام

source: The password provided is too weak
am: የተሰጠው የይለፍ ቃል ወይዘ ይታወቃል
as: দিয়া পাছৱাৰ্ড খুব দুর্বল
az: Təqdim olunan şifrə çox zəifdir
be: Падзелены пароль занадта слабы
bn: প্রদত্ত পাসওয়ার্ডটি খুবই দুর্বল
cy: Mae'r cyfrinair a roddwyd yn rhy wan
et: Antud parool on liiga nõrk
eu: Emandako pasahitza ahula da
fi: Antamasi salasana on liian heikko
hy: Տրված գաղտնաբառը չափազանց թույլ է
is: Lykilorðið sem gefið var er of veikt
kk: Көрсетілген пароль тым әлсіз
km: ពាក្យសម្ងាត់ដែលផ្ដល់មានខ្សែរខ្សោយពេក
kn: ನೀಡುವ ಗುಪ್ತಪದವು ತುಂಬಾ ಬಲಹೀನವಾಗಿದೆ
ky: Берилген пароль өтө алсыз
lo: ລະຫັດຜ່ານທີ່ໃຫ້ມາດັ່ງແບບອ່ອນເກີນໄປ
mk: Лозинката што ја внесовте е премногу слаба
ml: നൽകിയ പാസ്വേഡ് വളരെ ബലഹീനമാണ്
my: ပေးထားသော လျှို့ဝှက်နံပါတ် အားနည်းလွန်းသည်
ne: प्रदान गरिएको पासवर्ड धेरै कमजोर छ
pa: ਦਿੱਤਾ ਗਿਆ ਪਾਸਵਰਡ ਬਹੁਤ ਸ਼ਕਤਿਸ਼ਾਲੀ ਹੈ
ps: ورکړل شوی پاسورډ ډیر ضعیف دی
si: දෙන ලද මුරපදය වඩා පහසුයි
sk: Poskytnuté heslo je príliš slabé
sq: Fjalëkalimi i dhënë është shumë i dobët
sw: Nywila iliyotolewa ni dhaifu sana
ta: கொடுக்கும் கடவுச்சொல் மிகவும் பலவீனமாக உள்ளது
th: รหัสผ่านที่ให้มามีความอ่อนแอเกินไป
ur: دی گئی پاسورڈ بہت کمزور ہے

source: The account already exists for that email
am: ለዚያ ኢሜይል አካውንት ያለው ነው
as: এই ইমেইলৰ বাবে একাউণ্ট ইতিমধ্যে আছে
az: O email üçün hesab artıq mövcuddur
be: Уліковы запіс ужо існуе для гэтага адрасу электроннай пошты
bn: এই ইমেইলের জন্য অ্যাকাউন্ট ইতিমধ্যেই বিদ্যমান
cy: Mae'r cyfrif eisoes yn bodoli ar gyfer yr e-bost hwnnw
et: See konto eksisteerib juba selle e-posti jaoks
eu: Kontua dagoeneko existitzen da email horretarako
fi: Tämä sähköpostiosoite on jo käytössä
hy: Այդ էլեկտրոնային հասցեի համար հաշվետվությունը արդեն գոյություն ունի
is: Reikningurinn er nú þegar til fyrir þessa tölvupóst
kk: Бұл электрондық пошта үшін аккаунт бар
km: គណនីមានរួចហើយសម្រាប់អ៊ីមែលនោះ
kn: ಆ ಇಮೇಲ್‌ಗಾಗಿ ಖಾತೆ ಈಗಾಗಲೇ ಇದೆ
ky: Ошол электрондук почта үчүн аккаунт мурунтан бар
lo: ບັນຊີນີ້ໄດ້ສໍາລັບອີເມວນີ້ແລ້ວ
mk: Сметката веќе постои за таа е-пошта
ml: ആ ഇമെയിലിന് ഇതിനകം അക്കൗണ്ട് നിലവിലുണ്ട്
my: ထိုအီးမေးလ်အတွက် အကောင့် ရှိပြီးသားဖြစ်သည်
ne: त्यो इमेलका लागि खाता पहिले नै मौजूद छ
pa: ਉਸ ਈਮੇਲ ਲਈ ਖਾਤਾ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
ps: د دې ایمیل لپاره حساب لا دمخه شته
si: ආයාචිත විද්‍යුත් ලිපිනය සඳහා ගිණුම දැනටමත් ඇත
sk: Účet už existuje pre tento e-mail
sq: Llogaria tashmë ekziston për atë email
sw: Akaunti tayari inapatikana kwa barua pepe hiyo
ta: அந்த மின்னஞ்சலுக்கு கணக்கு ஏற்கெனவே உள்ளது
th: บัญชีผู้ใช้มีอยู่แล้วสำหรับอีเมลนี้
ur: اس ای میل کے لیے اکاؤنٹ پہلے ہی موجود ہے

source: Please Enter Password
am: የይለፍ ቃል ይግቡ
as: অনুগ্ৰহ কৰি পাছৱাৰ্ড প্ৰৱিষ্ট কৰক
az: Zəhmət olmasa şifrəni daxil edin
be: Калі ласка, увядзіце пароль
bn: দয়া করে পাসওয়ার্ড লিখুন
cy: Os gwelwch yn dda, rhowch gyfrinair
et: Palun sisestage parool
eu: Mesedez, sartu pasahitza
fi: Ole hyvä ja syötä salasana
hy: Խնդրում ենք մուտքագրել գաղտնաբառը
is: Vinsamlegast sláðu inn lykilorð
kk: Парольді енгізіңіз
km: សូមបញ្ចូលពាក្យសម្ងាត់
kn: ದಯವಿಟ್ಟು ಗುಪ್ತಪದವನ್ನು ನಮೂದಿಸಿ
ky: Сураныч, паролду киргизиңиз
lo: ກະລຸນາໃສ່ລະຫັດຜ່ານ
mk: Ве молиме внесете лозинка
ml: ദയവായി പാസ്വേഡ് നൽകുക
my: လျှို့ဝှက်နံပါတ် ထည့်ပါ
ne: कृपया पासवर्ड प्रविष्ट गर्नुहोस्
pa: ਕਿਰਪਾ ਕਰਕੇ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ
ps: مهرباني وکړئ پاسورډ داخل کړئ
si: කරුණාකර මුරපදය ඇතුළුවෙන්න
sk: Zadajte prosím heslo
sq: Ju lutemi, shkruani fjalëkalimin
sw: Tafadhali Ingiza Nywila
ta: கடவுச்சொல்லை உள்ளிடவும்
th: กรุณากรอกรหัสผ่าน
ur: براہ کرم پاسورڈ درج کریں

# anEmailHasBeenSentCheckYourInbox
source: An Email has been sent\nCheck your inbox
am: ኢሜይል ተላክቷል\nይመልከቱ በዚያ
as: এখন ইমেইল পঠোৱা হৈছে আপোনাৰ ইনবক্স চাওক
az: Bir e-poçt göndərilib.\nGiriş qovluğunuzu yoxlayın
be: На ваш электронны адрас было адпраўлена паведамленне\nПраверце ваш ўбудаваны ящик
bn: একটি ইমেল পাঠানো হয়েছে ইনবক্স পরীক্ষা করুন
cy: Mae e-bost wedi'i anfon\nGwylio eich inbox
et: E-post on saadetud\nKontrollige oma postkasti
eu: Email bat bidali da\nBegiratu zure sarreran
fi: Sähköposti on lähetetty. Tarkista saapuneet
hy: Էլ. նամակ է ուղարկվել\nԽնդրում ենք ստուգել ձեր մուտքային փոստը
is: Tölvupóstur hefur verið sendur\nAthugaðu pósthólfið þitt
kk: Электрондық пошта жіберілді.\nПоштаны тексеріңіз
km: អ៊ីមែលបានផ្ញើហើយ។ សូមពិនិត្យប្រអប់អ៊ីមែលរបស់អ្នក
kn: ಇಮೇಲ್‌ ಕಳುಹಿಸಲಾಗಿದೆ\nನಿಮ್ಮ ಇನ್‌ಬಾಕ್ಸ್ ಪರಿಶೀಲಿಸಿ
ky: Электрондук почта жөнөтүлдү\nКабылдамаларыңызды текшериңиз
lo: ອີເມວໄດ້ຖືກສົ່ມແລ້ວ ກວດເບິ່ງອີນບອກຂອງທ່ານ
mk: Испратена е е-пошта\nПроверете ја вашата инбокс
ml: ഒരു ഇമെയിൽ അയച്ചു. നിങ്ങളുടെ ഇൻബോക്സ് പരിശോധിക്കുക
my: အီးမေးလ်တစ်စောင် ပို့ထားပါသည် သင့် inbox ကို စစ်ဆေးပါ
ne: एक इमेल पठाइएको छ\nतपाईँको इनबक्स जाँच गर्नुहोस्
pa: ਇੱਕ ਈਮੇਲ ਭੇਜੀ ਗਈ ਹੈ\nਤੁਹਾਡੇ ਇਨਬਾਕਸ ਦੀ ਜਾਂਚ ਕਰੋ
ps: یو ایمیل لیږل شوی دی\nخپل انباکس چیک کړئ
si: විද්‍යුත් තැපැල් යවනු ලැබී ඇත\nඔබේ බිත්තිය පරීක්ෂා කරන්න
sk: Bol zaslaný e-mail. Skontrolujte svoju doručenú poštu.
sq: Një email është dërguar Kontrolloni kutinë tuaj të postës
sw: Barua pepe imepelekwa\nAngalia kisanduku chako cha kupokea
ta: ஒரு மின்னஞ்சல் அனுப்பப்பட்டுள்ளது உங்கள் காப்பகத்தில் சரிபார்க்கவும்
th: มีอีเมลถูกส่งไปแล้ว\nตรวจสอบกล่องจดหมายของคุณ
ur: ایک ای میل بھیجی گئی ہے\nاپنے ان باکس میں چیک کریں

source: Successfully Updated
am: በስኬት ይዘንተው
as: সফলভাবে আপডেট কৰা হৈছে
az: Uğurla yeniləndi
be: Успешна абноўлена
bn: সফলভাবে আপডেট হয়েছে
cy: Wedi'i ddiweddaru'n llwyddiannus
et: Edukas uuendus
eu: Arrakastaz Eguneratu Da
fi: Päivitys onnistui
hy: Հաջողությամբ թարմացվել է
is: Uppfærsla tókst
kk: Сәтті жаңартылды
km: បានធ្វើបច្ចុប្បន្នភាពជោគជ័យ
kn: ಶುಭವಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ
ky: Ийгиликтүү жаңыртылды
lo: ແກ້ໄຂສຳເລັດ
mk: Успешно ажурирано
ml: സഫലമായി അപ്ഡേറ്റ് ചെയ്തു
my: အောင်မြင်စွာ အဆင်ပြေသည်
ne: सफलतापूर्वक अद्यावधिक गरियो
pa: ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ
ps: په بریالیتوب سره تازه شو
si: සාර්ථකව යාවත්කාලීන කළා
sk: Úspešne aktualizované
sq: U përditësua me sukses
sw: Imesasishwa Kwa Mafanikio
ta: வழுமுறை மாற்றப்பட்டுள்ளது
th: อัปเดตสำเร็จ
ur: کامیابی سے اپ ڈیٹ کیا گیا

source: Warehouse List
am: የእቃ መዝገብ
as: গুদামৰ তালিকা
az: Anbar siyahısı
be: Спіс складаў
bn: গুদাম তালিকা
cy: Rhestr Warws
et: Laoliste loetelu
eu: Biltegi Zerrenda
fi: Varastoluettelo
hy: Գտնվող գույք
is: Vörugeymslulif
kk: Сақтау қоймалары тізімі
km: បញ្ជីឃ្លាំង
kn: ಗೋದಾಮುಗಳ ಪಟ್ಟಿ
ky: Сактоочу тизмеси
lo: ລາຍຊື່ສິນຄ້າ
mk: Листа на складишта
ml: ഗൊദാമുകളുടെ പട്ടിക
my: ကုန်ဆောင်ရုံ စာရင်း
ne: गोदाम सूची
pa: ਗੋਦਾਮ ਦੀ ਸੂਚੀ
ps: د ګودام لیست
si: ගබඩා ලැයිස්තුව
sk: Zoznam skladov
sq: Lista e magazinave
sw: Orodha ya Ghala
ta: கூடு பட்டியல்
th: รายชื่อคลังสินค้า
ur: گودام کی فہرست

source: Total value
am: ጠቅላላ ዋጋ
as: মুঠ মান
az: Cəmi dəyər
be: Агульная вартасць
bn: মোট মূল্য
cy: Gwerth Cyfanswm
et: Koguväärtus
eu: Balio Orokorra
fi: Kokonaisarvo
hy: Ընդհանուր արժեքը
is: Heildargildi
kk: Жалпы құн
km: តម្លៃសរុប
kn: ಒಟ್ಟು ಮೌಲ್ಯ
ky: Жалпы мааниси
lo: ລາຄາລວມ
mk: Вкупна вредност
ml: ആകെ മൂല്യം
my: စုစုပေါင်းတန်ဖိုး
ne: कुल मान
pa: ਕੁੱਲ ਮੁੱਲ
ps: مجموعي ارزښت
si: මුළු අගය
sk: Celková hodnota
sq: Vlera totale
sw: Thamani Jumla
ta: மொத்த மதிப்பு
th: มูลค่ารวม
ur: مجموعی قیمت

source: Value
am: ዋጋ
as: মান
az: Dəyər
be: Вартасць
bn: মূল্য
cy: Gwerth
et: Väärtus
eu: Balioa
fi: Arvo
hy: Արժեք
is: Gildi
kk: Құн
km: តម្លៃ
kn: ಮೌಲ್ಯ
ky: Мааниси
lo: ລາຄາ
mk: Вредност
ml: മൂല്യം
my: တန်ဖိုး
ne: मान
pa: ਮੁੱਲ
ps: ارزښت
si: අගය
sk: Hodnota
sq: Vlera
sw: Thamani
ta: மதிப்பு
th: ค่า
ur: قیمت

source: InHouse can't be edited
am: ውስጥ አይታወቅም
as: ইন-হাউচ সম্পাদনা কৰিব নোৱাৰি
az: İçəridə redaktə oluna bilməz
be: Унутраны не можа быць адрэдагаваны
bn: ইনহাউস সম্পাদনা করা যাবে না
cy: Nid yw InHouse yn gallu cael ei olygu
et: Majas ei saa muuta
eu: InHouse ezin da editatu
fi: Sisäistä ei voi muokata
hy: Արտոնությունները չեն կարող խմբագրվել
is: InHouse má ekki breyta
kk: Ішкі өзгертілмейді
km: ក្នុងបន្ទប់មិនអាចកែប្រែបាន
kn: ಇನ್‌ಹೌಸ್ ಸಂಪಾದಿಸಲಾಗುವುದಿಲ್ಲ
ky: Жатакта өзгөртүүгө мүмкүн эмес
lo: ສິນຄ້າໃນເຮືອນບໍ່ສາມາດແກ້ໄຂ
mk: Во куќата не може да се уреди
ml: ഇൻഹൗസ് എഡിറ്റ് ചെയ്യാനാകില്ല
my: အိမ်တွင်းကို ပြင်ဆင်မရပါ
ne: इनहाउस सम्पादन गर्न सकिँदैन
pa: ਘਰੇਲੂ ਨੂੰ ਸੰਪਾਦਿਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ
ps: په کور کې نشي سمول
si: අභ්‍යන්තරය සංස්කරණය කළ නොහැක
sk: Interné nemôže byť upravené
sq: Nuk mund të redaktohet
sw: Haliwezi Kuhaririwa Ndani
ta: உள்ளகத்தில் திருத்த முடியாது
th: ในบ้านไม่สามารถแก้ไขได้
ur: ان ہاؤس میں ترمیم نہیں کی جا سکتی

source: InHouse can\'t be delete
am: ውስጥ አይወገድም
as: ইন-হাউচ মচি পেলাব নোৱাৰি
az: İçəridə silinə bilməz
be: Унутраны не можа быць выдалены
bn: ইনহাউস মুছে ফেলা যাবে না
cy: Nid yw InHouse yn gallu cael ei ddileu
et: Majas ei saa kustutada
eu: InHouse ezin da ezabatu
fi: Sisäistä ei voi poistaa
hy: Արտոնությունները չեն կարող ջնջվել
is: InHouse má ekki eyða
kk: Ішкі жойылмайды
km: ក្នុងបន្ទប់មិនអាចលុបបាន
kn: ಇನ್‌ಹೌಸ್ ಅಳಿಸಲಾಗುವುದಿಲ್ಲ
ky: Жатакта жок кылынбайт
lo: ສິນຄ້າໃນເຮືອນບໍ່ສາມາດລົບ
mk: Во куќата не може да се избрише
ml: ഇൻഹൗസ് നീക്കം ചെയ്യാനാകില്ല
my: အိမ်တွင်းကို ဖျက်မရပါ
ne: इनहाउस मेटाउन सकिँदैन
pa: ਘਰੇਲੂ ਨੂੰ ਮਿਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ
ps: په کور کې نشي حذف کیدلی
si: අභ්‍යන්තරය මකා දැමිය නොහැක
sk: Interné nemôže byť odstránené
sq: Nuk mund të fshihet
sw: Haliwezi Kufutwa Ndani
ta: உள்ளகத்தில் நீக்க முடியாது
th: ในบ้านไม่สามารถลบได้
ur: ان ہاؤس کو حذف نہیں کیا جا سکتا

source: Are you want to delete this warehouse
am: ይህ የእቃ መዝገብ ለማስወገድ ይወዳድሩ?
as: আপুনি নিশ্চিত জানো এই গুদাম মচি পেলাবলৈ?
az: Bu anbarı silmək istədiyinizə əminsinizmi?
be: Вы хочаце выдаліць гэты склад?
bn: আপনি কি এই গুদামটি মুছতে চান?
cy: A ydych am ddileu'r warws hwn?
et: Kas soovite selle lao kustutada
eu: Biltegi hau ezabatu nahi al duzu?
fi: Haluatko varmasti poistaa tämän varaston?
hy: Դուք ցանկանում եք ջնջել այս պահեստը
is: Viltu eyða þessari vörugeymslu?
kk: Сіз осы сақтау қоймасын жойғыңыз келе ме?
km: តើអ្នកចង់លុបឃ្លាំងនេះទេ?
kn: ನೀವು ಈ ಗೋದಾಮನ್ನು ಅಳಿಸಲು ಬಯಸುತ್ತೀರಾ?
ky: Сиз бул сактоочу жайды жок кылууну каалайсызбы?
lo: ທ່ານຕ້ອງການລົບສິນຄ້ານີ້ບໍ່?
mk: Дали сакате да го избришете ова складиште?
ml: ഈ ഗൊദാമം നീക്കാൻ നിങ്ങൾക്ക് ആഗ്രഹമുണ്ടോ?
my: ဤကုန်ဆောင်ရုံကို ဖျက်လိုပါသလား
ne: के तपाईँ यो गोदाम मेटाउन चाहानुहुन्छ?
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਗੋਦਾਮ ਨੂੰ ਮਿਟਾਉਣ ਚਾਹੁੰਦੇ ਹੋ?
ps: ایا تاسو غواړئ دا ګودام حذف کړئ؟
si: ඔබට මෙම ගබඩාව මකා දැමීමට අවශ්‍යද?
sk: Chcete odstrániť tento sklad?
sq: A dëshironi të fshini këtë magazinë?
sw: Je, Unataka Kufuta Ghala Hili?
ta: இந்த கூடுகளை நீக்க விரும்புகிறீர்களா?
th: คุณต้องการลบคลังสินค้านี้หรือไม่
ur: کیا آپ واقعی اس گودام کو حذف کرنا چاہتے ہیں؟

source: This category Cannot be deleted
am: ይህ ክፍል ማስወገድ አይቻልም
as: এই শ্ৰেণী মচি পেলাব নোৱাৰি
az: Bu kateqoriya silinə bilməz
be: Гэту катэгорыю нельга выдаліць
bn: এই ক্যাটাগরি মুছতে পারবেন না
cy: Ni ellir dileu'r categori hwn
et: Seda kategooriat ei saa kustutada
eu: Kategoria hau ezin da ezabatu
fi: Tätä kategoriaa ei voi poistaa
hy: Այս կատեգորիան չի կարող ջնջվել
is: Þessi flokkur má ekki eyða
kk: Бұл категория жойылмайды
km: ក្រុមនេះមិនអាចលុបបាន
kn: ಈ ವರ್ಗವನ್ನು ಅಳಿಸಲಾಗುವುದಿಲ್ಲ
ky: Бул категория жок кылынбайт
lo: ປະເພດນີ້ບໍ່ສາມາດຖອນອອກ
mk: Оваа категорија не може да се избрише
ml: ഈ വിഭാഗം നീക്കം ചെയ്യാനാകില്ല
my: ဤအမျိုးအစားကို ဖျက်မရပါ
ne: यो श्रेणी मेटाउन सक्दैन
pa: ਇਹ ਵਰਗ ਮਿਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ
ps: دا کټګوري نشي حذف کیدلی
si: මෙම කාණ්ඩය මකා දැමිය නොහැක
sk: Túto kategóriu nie je možné odstrániť
sq: Kjo kategori nuk mund të fshihet
sw: Kikundi Hiki Hakiwezi Kufutwa
ta: இந்த வகையை நீக்க முடியாது
th: ไม่สามารถลบหมวดหมู่นี้ได้
ur: یہ زمرہ حذف نہیں کیا جا سکتا

source: Add New
am: አዲስ ያክሉ
as: নতুন যোগ কৰক
az: Yeni əlavə et
be: Дадаць новае
bn: নতুন যোগ করুন
cy: Ychwanegu Newydd
et: Lisa uus
eu: Gehitu Berri Bat
fi: Lisää uusi
hy: Ավելացնել նոր
is: Bæta nýju við
kk: Жаңа қосу
km: បន្ថែមថ្មី
kn: ಹೊಸದು ಸೇರಿಸಿ
ky: Жаңы кошуу
lo: ເພີ່ມໃໝ່
mk: Додај ново
ml: പുതിയത് ചേർക്കുക
my: သစ်ထည့်ပါ
ne: नयाँ थप्नुहोस्
pa: ਨਵਾਂ ਜੋੜੋ
ps: نوې اضافه کړئ
si: නවයක් ඇතුළුවෙන්න
sk: Pridať nové
sq: Shto të re
sw: Ongeza Mpya
ta: புதியதைச் சேர்க்கவும்
th: เพิ่มใหม่
ur: نیا شامل کریں

source: Edit Warehouse
am: የእቃ መዝገብ ይለውጡ
as: গুদাম সম্পাদনা কৰক
az: Anbarı redaktə et
be: Рэдагаваць склад
bn: গুদাম সম্পাদনা করুন
cy: Golygu Warws
et: Muuda laod
eu: Editatu Biltegia
fi: Muokkaa varastoa
hy: Խմբագրել պահեստը
is: Breyta vörugeymslu
kk: Сақтау қоймасын өзгерту
km: កែប្រែឃ្លាំង
kn: ಗೋದಾಮನ್ನು ಸಂಪಾದಿಸಿ
ky: Сактоочу жайды өзгөртүү
lo: ແກ້ໄຂສິນຄ້າ
mk: Измени складиште
ml: ഗൊദാമം തിരുത്തുക
my: ကုန်ဆောင်ရုံ ပြင်ဆင်ပါ
ne: गोदाम सम्पादन गर्नुहोस्
pa: ਗੋਦਾਮ ਸੰਪਾਦਨ ਕਰੋ
ps: د ګودام سمول
si: ගබඩාව සංස්කරණය කරන්න
sk: Upraviť sklad
sq: Redakto magazinën
sw: Hariri Ghala
ta: கூடத்தைத் திருத்தவும்
th: แก้ไขคลังสินค้า
ur: گودام میں ترمیم کریں

source: Category Name
am: የክፍል ስም
as: শ্ৰেণী নাম
az: Kateqoriya adı
be: Назва катэгорыі
bn: ক্যাটাগরি নাম
cy: Enw'r Categori
et: Kategooria nimi
eu: Kategoria Izena
fi: Kategorian nimi
hy: Կատեգորիայի անվանում
is: Flokksheiti
kk: Категория атауы
km: ឈ្មោះក្រុម
kn: ವರ್ಗದ ಹೆಸರು
ky: Категориянын аты
lo: ຊື່ປະເພດ
mk: Име на категорија
ml: വിഭാഗത്തിന്റെ പേര്
my: အမျိုးအစား နာမည်
ne: श्रेणी नाम
pa: ਵਰਗ ਦਾ ਨਾਮ
ps: د کټګورۍ نوم
si: කාණ්ඩ නාමය
sk: Názov kategórie
sq: Emri i kategorisë
sw: Jina la Kikundi
ta: வகை பெயர்
th: ชื่อหมวดหมู่
ur: زمرہ کا نام

source: Add Description
am: አቀራረብ ያክሉ
as: বিৱৰণ যোগ কৰক
az: Təsvir əlavə et
be: Дадаць апісанне
bn: বর্ণনা যোগ করুন
cy: Ychwanegu Disgrifiad
et: Lisa kirjeldus
eu: Gehitu Deskribapena
fi: Lisää kuvaus
hy: Ավելացնել նկարագրություն
is: Bæta við lýsingu
kk: Сипаттама қосу
km: បន្ថែមសង្ខេប
kn: ವಿವರಣೆ ಸೇರಿಸಿ
ky: Сипаттоо кошуу
lo: ເພີ່ມລາຍລະອຽດ
mk: Додај опис
ml: വിവരണം ചേർക്കുക
my: ဖော်ပြချက် ထည့်ပါ
ne: विवरण थप्नुहोस्
pa: ਵਰਨਨ ਜੋੜੋ
ps: تشریح اضافه کړئ
si: විස්තරය ඇතුළුවෙන්න
sk: Pridať popis
sq: Shto përshkrimin
sw: Ongeza Maelezo
ta: விளக்கத்தைச் சேர்க்கவும்
th: เพิ่มคำอธิบาย
ur: تفصیل شامل کریں

source: Warehouse Already Exists
am: የእቃ መዝገብ ተወስኗል
as: গুদাম ইতিমধ্যে আছে
az: Anbar artıq mövcuddur
be: Склад ужо існуе
bn: গুদাম ইতিমধ্যেই বিদ্যমান
cy: Mae'r warws eisoes yn bodoli
et: Ladu juba eksisteerib
eu: Biltegia Jada Existitzen Da
fi: Varasto on jo olemassa
hy: Պահեստը արդեն գոյություն ունի
is: Vörugeymsla er nú þegar til
kk: Сақтау қоймасы бұрыннан бар
km: ឃ្លាំងមានរួចហើយ
kn: ಗೋದಾಮು ಈಗಾಗಲೇ ಇದೆ
ky: Сактоочу жай мурунтан бар
lo: ສິນຄ້ານີ້ມີແລ້ວ
mk: Складиштето веќе постои
ml: ഗൊദാമം നിലവിലുണ്ട്
my: ကုန်ဆောင်ရုံ ကြားထဲရှိသည်
ne: गोदाम पहिले नै मौजूद छ
pa: ਗੋਦਾਮ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
ps: ګودام لا دمخه شته
si: ගබඩාව දැනටමත් ඇත
sk: Sklad už existuje
sq: Magazina ekziston tashmë
sw: Ghala Tayari Lipo
ta: கூடு ஏற்கெனவே உள்ளது
th: คลังสินค้ามีอยู่แล้ว
ur: گودام پہلے ہی موجود ہے

source: Warehouse Name
am: የእቃ መዝገብ ስም
as: গুদাম নাম
az: Anbar adı
be: Назва склада
bn: গুদাম নাম
cy: Enw'r Warws
et: Lao nimi
eu: Biltegi Izena
fi: Varaston nimi
hy: Պահեստի անուն
is: Nafn vörugeymslu
kk: Сақтау қоймасының атауы
km: ឈ្មោះឃ្លាំង
kn: ಗೋದಾಮಿನ ಹೆಸರು
ky: Сактоочу жайдын аты
lo: ຊື່ສິນຄ້າ
mk: Име на складиште
ml: ഗൊദാമത്തിന്റെ പേര്
my: ကုန်ဆောင်ရုံ နာမည်
ne: गोदाम नाम
pa: ਗੋਦਾਮ ਦਾ ਨਾਮ
ps: د ګودام نوم
si: ගබඩා නම
sk: Názov skladu
sq: Emri i magazinës
sw: Jina la Ghala
ta: கூடத்தின் பெயர்
th: ชื่อคลังสินค้า
ur: گودام کا نام

source: Category Name Already Exists
am: የክፍል ስም ተወስኗል
as: শ্ৰেণী নাম ইতিমধ্যে আছে
az: Kateqoriya adı artıq mövcuddur
be: Назва катэгорыі ўжо існуе
bn: ক্যাটাগরি নাম ইতিমধ্যেই বিদ্যমান
cy: Mae enw'r categori eisoes yn bodoli
et: Kategooria nimi juba eksisteerib
eu: Kategoria Izena Jada Existitzen Da
fi: Kategorian nimi on jo olemassa
hy: Կատեգորիայի անվանումը արդեն գոյություն ունի
is: Flokksheiti er nú þegar til
kk: Категория атауы бұрыннан бар
km: ឈ្មោះក្រុមមានរួចហើយ
kn: ವರ್ಗದ ಹೆಸರು ಈಗಾಗಲೇ ಇದೆ
ky: Категориянын аты мурунтан бар
lo: ຊື່ປະເພດນີ້ມີແລ້ວ
mk: Името на категоријата веќе постои
ml: വിഭാഗത്തിന്റെ പേര് നിലവിലുണ്ട്
my: အမျိုးအစား နာမည် ကြားထဲရှိသည်
ne: श्रेणी नाम पहिले नै मौजूद छ
pa: ਵਰਗ ਦਾ ਨਾਮ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
ps: د کټګورۍ نوم لا دمخه شته
si: කාණ්ඩ නාමය දැනටමත් ඇත
sk: Názov kategórie už existuje
sq: Emri i kategorisë ekziston tashmë
sw: Jina la Kikundi Tayari Lipo
ta: வகை பெயர் ஏற்கெனவே உள்ளது
th: ชื่อหมวดหมู่มีอยู่แล้ว
ur: زمرہ کا نام پہلے ہی موجود ہے

source: Enter Warehouse Name
am: የእቃ መዝገብ ስም ይግቡ
as: গুদাম নাম প্ৰৱিষ্ট কৰক
az: Anbar adını daxil edin
be: Увядзіце назву склада
bn: গুদাম নাম লিখুন
cy: Rhowch Enw'r Warws
et: Sisestage lao nimi
eu: Sartu Biltegi Izena
fi: Syötä varaston nimi
hy: Մուտքագրեք պահեստի անունը
is: Sláðu inn nafn vörugeymslu
kk: Сақтау қоймасының атауын енгізіңіз
km: បញ្ចូលឈ្មោះឃ្លាំង
kn: ಗೋದಾಮಿನ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ky: Сактоочу жайдын атын киргизиңиз
lo: ໃສ່ຊື່ສິນຄ້າ
mk: Внесете име на складиште
ml: ഗൊദാമത്തിന്റെ പേര് നൽകുക
my: ကုန်ဆောင်ရုံ နာမည် ထည့်ပါ
ne: गोदाम नाम प्रविष्ट गर्नुहोस्
pa: ਗੋਦਾਮ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ
ps: د ګودام نوم داخل کړئ
si: ගබඩා නම ඇතුළුවෙන්න
sk: Zadajte názov skladu
sq: Shkruani emrin e magazinës
sw: Ingiza Jina la Ghala
ta: கூடத்தின் பெயரை உள்ளிடவும்
th: กรอกชื่อคลังสินค้า
ur: گودام کا نام درج کریں

source: POS SAAS
as: প'জ এছএএছ
kn: ಪೋಸ್ ಎಸ್‌ಎಎಸ್
ne: पीओएस एसएएएस
ur: پی او ایس ساس

source: KKIPAY
kn: ಕೆಕೆಐಪೇ

source: Rezorpay
kn: ರೆಜರ್ಪೇ
ne: रेजोरपय

source: SSLCommerz
kn: ಎಸ್‌ಎಲ್‌ಕಾಮರ್ಝ್

source: Iyzico
kn: ಐಯಜಿಕೋ
