Repository: userfriendly125/azkaios
Catalog: lib/l10n/intl_*.arb
Languages: am, as, az, be, bn, cy, et, eu, fi, hy, is, kk, km, kn, ky, lo, mk, ml, my, ne, pa, ps, si, sk, sq, sw, ta, th, ur

source: Enter your mobile number
am: እባክዎን የሞባይል ቁጥርዎን ይግቡ
as: আপোনাৰ ম'বাইল নম্বৰ প্ৰৱিষ্ট কৰক
az: Mobil nömrənizi daxil edin
be: Увядзіце свой нумар мабільнага
bn: আপনার মোবাইল নম্বর লিখুন
cy: Nodwch eich rhif symudol
et: Sisesta oma mobiiltelefoni number
eu: Sartu zure telefono zenbakia
fi: Kirjoita matkapuhelinnumerosi
hy: Մուտքագրեք ձեր բջջային համարը
is: Sláðu inn símanúmerið þitt
kk: Мобильді нөміріңізді енгізіңіз
km: បញ្ចូលលេខទូរសព្ទ
kn: ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ky: Мобилдик номерин жазыңыз
lo: ປ້ອນເບີໂທລະສັບຂອງທ່ານ
mk: Внесете го вашиот мобилен број
ml: നിങ്ങളുടെ മൊബൈൽ നമ്പർ നൽകുക
my: ဖုန်းနံပါတ်ထည့်ပါ
ne: तपाइंको मोबाइल नम्बर प्रविष्ट गर्नुहोस्
pa: ਆਪਣਾ ਮੋਬਾਈਲ ਨੰਬਰ ਦਰਜ ਕਰੋ
ps: خپل ګرځنده شمېره ولیکئ
si: ඔබගේ ජංගම දුරකථන අංකය ඇතුළත් කරන්න
sk: Zadajte svoje mobilné číslo
sq: Shkruani numrin tuaj të celularit
sw: Ingiza nambari yako ya simu
ta: உங்கள் மொபைல் எண்ணை உள்ளிடவும்
th: ป้อนหมายเลขมือถือของคุณ
ur: اپنا موبائل نمبر درج کریں

source: Transaction Id
am: የግብይት መለያ
as: লেনদেন আইডি
az: Əməliyyat Nömrəsi
be: Нумар транзакцыі
bn: লেনদেন আইডি
cy: ID Tranzaction
et: Tehingu ID
eu: Transakzio Id
fi: Tapahtumatunnus
hy: Գործարքի ID
is: Transaksjón númer
kk: Ісігіді қолданушы идентификаторы
km: លេខសម្គាល់ការប្រតិបត្តិការ
kn: ಟ್ರಾನ್ಸಕ್ಷನ್ ಐಡಿ
ky: Транзакциянын ID
lo: ລະຫັດການເຮັດການ
mk: ID на трансакцијата
ml: ലേലങ്ങൾ ID
my: ငွေသွင်းငွေသွင်းအချက်အလက်
ne: लेनदेन आइडी
pa: ਲੈਣ-ਦੇਣ ID
ps: د معاملې ID
si: සංගීත අංකය
sk: ID transakcie
sq: ID e Transaksionit
sw: Kitambulisho cha Uhamisho
ta: பரிவர்த்தனை எண்
th: รหัสธุรกรรม
ur: لین دین کی شناخت

source: Enter your transaction id
am: እባክዎን የግብይት መለያዎን ይግቡ
as: আপোনাৰ লেনদেন আইডি প্ৰৱিষ্ট কৰক
az: Əməliyyat nömrənizi daxil edin
be: Увядзіце нумар вашай транзакцыі
bn: আপনার লেনদেন আইডি লিখুন
cy: Nodwch eich ID tranzaction
et: Sisesta oma tehingu ID
eu: Sartu zure transakzio id
fi: Kirjoita tapahtumatunnuksesi
hy: Մուտքագրեք ձեր գործարքի ID
is: Sláðu inn transaksjón númerið þitt
kk: Сіздің жүйелік ісігідің идентификаторын енгізіңіз
km: បញ្ចូលលេខសម្គាល់ការប្រតិបត្តិការរបស់អ្នក
kn: ನಿಮ್ಮ ಟ್ರಾನ್ಸಕ್ಷನ್ ಐಡಿಯನ್ನು ನಮೂದಿಸಿ
ky: Транзакция IDңизди жазыңыз
lo: ປ້ອນລະຫັດການເຮັດການຂອງທ່ານ
mk: Внесете го вашиот ID на трансакцијата
ml: നിങ്ങളുടെ ലേലങ്ങൾ ID നൽകുക
my: ငွေသွင်းငွေသွင်းအချက်အလက်ထည့်ပါ
ne: तपाइंको लेनदेन आइडी प्रविष्ट गर्नुहोस्
pa: ਆਪਣਾ ਲੈਣ-ਦੇਣ ID ਦਰਜ ਕਰੋ
ps: خپل معاملې ID ولیکئ
si: ඔබගේ සංගීත අංකය ඇතුළත් කරන්න
sk: Zadajte ID transakcie
sq: Shkruani ID e transaksionit tuaj
sw: Ingiza kitambulisho chako cha uhamisho
ta: உங்கள் பரிவர்த்தனை எண்ணை உள்ளிடவும்
th: ป้อนรหัสธุรกรรมของคุณ
ur: اپنی لین دین کی شناخت درج کریں

source: Pay with bkash
am: በቢካሽ ይክፈሉ
as: বিকাশৰ সৈতে পেমেণ্ট কৰক
az: Bkash ilə ödəyin
be: Арабіце з дапамогай bKash
bn: বিকাশে পরিশোধ করুন
cy: Talu gyda Bkash
et: Makse bkashiga
eu: Ordaindu bkash-ekin
fi: Maksa bkashilla
hy: Վճարել bkash-ով
is: Borga með bKash
kk: Bkash арқылы төлеу
km: បង់ជាមួយ bKash
kn: ಬಿಕ್ಯಾಷ್ ಬಳಸಿ ಪಾವತಿಗೆ ಮಾಡಿ
ky: Bkash менен төлөө
lo: ຊໍາລະເງິນດູດ
mk: Плати со Bkash
ml: Bkash മുഖേന പണം നൽകുക
my: Bkash နှင့် ငွေပေးချေမှု
ne: बिकाशको साथ भुक्तान गर्नुहोस्
pa: Bkash ਨਾਲ ਭੁਗਤਾਨ ਕਰੋ
ps: د bkash سره تادیه وکړئ
si: බීකාශ් සමග ගෙවනවා
sk: Zaplatiť cez bkash
sq: Paguhuni me bkash
sw: Lipa kwa bKash
ta: Bkash மூலம் பணம் செலுத்தவும்
th: ชำระด้วย bKash
ur: بکاش کے ساتھ ادائیگی کریں

source: Your message remains
am: መልእክትዎ ይቀርባል
as: আপোনাৰ বাৰ্তা বাকী আছে
az: Sizin mesajınız qalır
be: Вашы паведамленні застаюцца
bn: আপনার বার্তা বাকি আছে
cy: Mae eich neges yn parhau
et: Teie sõnum jääb
eu: Zure mezua geratzen da
fi: Viestisi säilyy
hy: Ձեր հաղորդագրությունը մնում է
is: Skilaboðin þín eru
kk: Сіздің хабарыңыз қалыпты
km: សាររបស់អ្នកនឹងនៅសល់
kn: ನಿಮ್ಮ ಸಂದೇಶ ಉಳಿಯುತ್ತದೆ
ky: Сиздин билдирүүңүз калды
lo: ຂໍ້ຄວາມຂອງທ່ານຍັງຢູ່
mk: Вашата порака останува
ml: നിങ്ങളുടെ സന്ദേശങ്ങൾ തുടരുന്നു
my: သင့်မက်ဆေ့ခ်ျကိုကျွန်ုပ်တို့ထောက်တန်းကြောင်းသွားပါမည်
ne: तपाइंको सन्देश बाँकि छ
pa: ਤੁਹਾਡਾ ਸੁਨੇਹਾ ਬਾਕੀ ਹੈ
ps: ستاسو پیغام پاتې دی
si: ඔබගේ පණිවිඩය සුරකිය යුතුයි
sk: Vaša správa zostáva
sq: Mesazhi juaj mbetet
sw: Ujumbe wako unaendelea kubaki
ta: உங்கள் செய்தி இன்னும் உள்ளது
th: ข้อความของคุณยังคงเหลือ
ur: آپ کا پیغام باقی رہتا ہے

source: Sms
as: এছএমএছ
bn: এসএমএস
fi: Tekstiviesti
kk: СМС
kn: ಎಸ್ಎಂಎಸ್
mk: СМС
my: ဆဆစ်
ne: एसएमएस
pa: ਐਸਐਮਐਸ
si: පණිවිඩය
sw: Ujumbe mfupi
ta: எஸ் எம் எஸ்
ur: ایس ایم ایس

source: Add Document Id
am: የመረጃ መለያ ይጨምሩ
as: নথি আইডি যোগ কৰক
az: Sənəd İD əlavə edin
be: Дадаць ідэнтыфікатар дакумента
bn: ডকুমেন্ট আইডি যোগ করুন
cy: Ychwanegu ID Dogfen
et: Lisa dokumendi ID
eu: Gehitu Dokumentu Id
fi: Lisää henkilötodistuksen numero
hy: Ավելացնել փաստաթղթի ID
is: Bæta við skjalsnúmeri
kk: Құжат идентификаторын қосу
km: បន្ថែមលេខសម្គាល់ឯកសារ
kn: ಡಾಕ್ಯುಮೆಂಟ್ ಐಡಿ ಸೇರಿಸಿ
ky: Документ ID кошуу
lo: ເພີ່ມບັດປະຈຳຕົວຕະລາງ
mk: Додај ID на документ
ml: ഡോക്യുമെന്റ് ID ചേർക്കുക
my: စာရွက်စာတမ်း ID ထည့်ပါ
ne: परिचयपत्र आइडी थप्नुहोस्
pa: ਦਸਤਾਵੇਜ਼ ID ਸ਼ਾਮਲ ਕਰੋ
ps: د سند ID اضافه کړئ
si: ලේඛන අංකය එකතු කිරීම
sk: Pridať identifikačné číslo
sq: Shto ID Dokumentit
sw: Ongeza Kitambulisho cha Hati
ta: ஆவண அடையாளம் சேர்க்கவும்
th: เพิ่มรหัสเอกสาร
ur: شناختی کارڈ شامل کریں

source: Font Side
am: የፊደል ይዕዘብ
as: ফন্ট পৃষ্ঠ
az: Ön tərəf
be: Фронтальная бок
bn: সামনের পাশ
cy: Gwyneb Ffont
et: Eesmine külg
eu: Aurrealdea
fi: Etupuoli
hy: Առջևի կողմ
is: Fonthlið
kk: Алды тарап
km: ខ្នាតពីមុខ
kn: ಮುಂಗಡ ಭಾಗ
ky: Алдыңкы тарап
lo: ຖົງໂລກ
mk: Предна страна
ml: മുന്നത്തെ ഭാഗം
my: ဖောင့်စက်
ne: फोन्ट साइड
pa: ਫਰੰਟ ਸਾਈਡ
ps: د لیکنې لور
si: මුළු පෙර කොටුව
sk: Predná strana
sq: Anëja e parë
sw: Upande wa Mbele
ta: முகப்பகுதி
th: ด้านหน้า
ur: سامنے کی طرف

# takeaNidCardToCheckYourInformation
source: Take an identity card to check your information
am: መለያ ካርድ ይውረዱ እና መረጃዎን ይይዘዉ
as: আপোনাৰ তথ্য পৰীক্ষাৰ বাবে এখন পৰিচয় পত্ৰৰ চিত্ৰ তুলক
az: Məlumatlarınızı yoxlamaq üçün şəxsiyyət vəsiqəsini götürün
be: Зрабіце фота ідэнтыфікацыйнай карты для праверкі вашай інфармацыі
bn: আপনার তথ্য পরীক্ষা করার জন্য একটি পরিচয়পত্র নিন
cy: Cymrwch gerdyn hunaniaeth i wirio eich gwybodaeth
et: Võtke identiteetkaart oma teabe kontrollimiseks
eu: Hartu identitate txartela zure informazioa egiaztatzeko
fi: Ota henkilökortti tarkistaaksesi tietosi
hy: Վերցրեք նույնականացման քարտ, որպեսզի ստուգեք ձեր տեղեկատվությունը
is: Taktu þjóðarauðkennisvottorð til að athuga upplýsingar þínar
kk: Сіздің мәліметтеріңізді тексеру үшін жеке мемлекеттік жетекшін алыңыз
km: ទាញរូបសញ្ញាប័ណ្ណប្រើដើម្បីពិនិត្យព័ត៌មានរបស់អ្នក
kn: ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಲು ಒಂದು ಗುರುತಿನ ಕಾರ್ಡ್ ತೆಗೆದುಕೊಳ್ಳಿ
ky: Маалыматыңызды текшерүү үчүн идентификация картасын алыңыз
lo: ເກົ່າໄວ້ກິດຈະກຳການກົດອາຟຣິກາໃນການກວດສອບຂໍ້ມູນຂອງທ່ານ
mk: Земете лична карта за да ги проверите вашите информации
ml: നിങ്ങളുടെ വിവരങ്ങൾ പരിശോധിക്കാൻ തിരിച്ചറിയൽ കാർഡ് എടുത്തു
my: သင့်အချက်အလက်ကိုစစ်ဆေးရန် NID ကဒ်ကိုရယူပါ
ne: तपाइको जानकारी जाँच गर्नका लागि परिचयपत्र लिनुहोस्
pa: ਆਪਣੀ ਜਾਣਕਾਰੀ ਦੀ ਜਾਂਚ ਲਈ ਇੱਕ ਪਹਚਾਣ ਪੱਤਰ ਲਓ
ps: د معلوماتو د تایید لپاره د شناختي کارت واخلئ
si: ඔබගේ තොරතුර පළමු කිරීමට හැකි නම් තෙරුවෙනි නිදහස් කාඩ් එක ගෙවන්න
sk: Vezmite si občiansky preukaz na overenie vašich údajov
sq: Merrni një kartë identiteti për të kontrolluar informacionin tuaj
sw: Chukua kadi ya kitambulisho ili kuangalia habari zako
ta: உங்கள் தகவல்களை சரிபார்க்க ஒரு தேசிய அடையாள அட்டை எடுக்கவும்
th: นำบัตรประชาชนเพื่อตรวจสอบข้อมูลของคุณ
ur: اپنی معلومات کی تصدیق کرنے کے لئے ایک شناختی کارڈ لے لیں

source: Back side
am: የኋላ ይዕዘብ
as: পিছফাল
az: Arxa tərəf
be: Задняя бок
bn: পিছনের পাশ
cy: Y Gwyneb Cefn
et: Tagumine külg
eu: Atzeko Aldea
fi: Takapuoli
hy: Հետին կողմ
is: Afturhlið
kk: Арты тарап
km: ខ្នាតក្រោយ
kn: ಹಿಂಭಾಗ
ky: Арткы тарап
lo: ພະນັກງານຂອງບັດປະຈຳຕົວຕະລາງ
mk: Задна страна
ml: പിന്നണി
my: နောက်စက်
ne: पछाडीको तर्फ
pa: ਪਿੱਛੇ ਦਾ ਪਾਸਾ
ps: شاتنۍ لور
si: පසුවෙනි කොටුව
sk: Zadná strana
sq: Anëja e dytë
sw: Upande wa Nyuma
ta: பின்புகை
th: ด้านหลัง
ur: پیچھے کی طرف

source: Easy to use mobile pos
am: ቀላል ለማጠቀም የሞባይል POS
as: ব্যৱহাৰলৈ সহজ ম'বাইল পছ
az: Asan istifadə edilən mobil POS
be: Лёгкі у выкарыстанні мабільны POS
bn: ব্যবহার করা সহজ মোবাইল POS
cy: Haws i'w Defnyddio ar Mobile POS
et: Lihtne kasutada mobiilset POS-i
eu: Erraz erabiltzeko mugikorreko pos
fi: Helppokäyttöinen mobiilimaksupääte
hy: Լավ օգտագործվող շարժական POS
is: Auðvelt í notkun farsíma POS
kk: Мобильді біріктірілген терминалды пайдалануды жеңілдетеді
km: មធ្យោបាយទូរស័ព្ទល្មើសិន
kn: ಸುಲಭವಾದ ಮೊಬೈಲ್ ಪಾಸ್
ky: Колдонууга оңой мобилдик POS
lo: ລະບົບໂມດູນຖ່າຍຄ່າອີກຈັບໄປຜ່ານ
mk: Лесен за користење мобилен POS
ml: ഉപയോക്താക്കൾക്കായി എളുപ്പമുള്ള മൊബൈൽ POS
my: အကြောင်းအရင်းဖွင့်နံပါတ်အသုံးစရိတ်ဖြစ်စေရန်လိုအပ်သည်
ne: सजिलो प्रयोग गर्ने मोबाइल पोस
pa: ਵਰਤੋਂ ਲਈ ਆਸਾਨ ਮੋਬਾਈਲ ਪੋਸ
ps: د کارولو لپاره اسانه موبایل POS
si: ප්‍රමුඛතාවේ භාවිතා කිරීමවීම හොඳයි
sk: Jednoduchý mobilný bod predaja
sq: POS-i i lehtë për përdorim me celular
sw: Rahisi kutumia Simu ya Mkono POS
th: โปรแกรมรับชำระผ่านมือถือที่ใช้งานง่าย
ur: آسان استعمال موبائل پوز

# mobiPosAppIsFree
source: Pos Saas app is free, easy to use. In fact, it's one of the best POS systems around the world.
am: POS SaaS አፕ ይቀርባል፣ ወደገና ለመጠቀም ቀላል ነው፣ እውነት እንደዚህ ምርጥ እንደሆነ ይገናኝ
as: পছ SaaS এপ নিখৰ্চ, ব্যৱহাৰ কৰিবলৈ সহজ। বাস্তৱতে, ই বিশ্বৰ এটি আটাইতকৈ ভাল পছ প্ৰণালী।
az: Pos Saas tətbiqi pulsuzdur, istifadəsi asandır. Əslində, bu ən yaxşı POS sistemlərindən biridir.
be: Прыкладанне Pos SaaS бясплатнае і лёгкае ў выкарыстанні. На самай справе, гэта адна з лепшых POS-сістэм у свеце.
bn: Pos Sass অ্যাপ বিনামূল্যে, ব্যবহার সহজ। সত্যিই, এটি বিশ্বের সেরা POS সিস্টেমের মধ্যে একটি।
cy: Mae'r ap POS SaaS yn rhad ac am ddim, yn hawdd i'w ddefnyddio. Yn wir, mae'n un o'r systemau POS gorau ledled y byd.
et: POS SaaS rakendus on tasuta, lihtne kasutada. Tegelikult on see üks parimaid POS-süsteeme maailmas.
eu: Pos Saas aplikazioa doakoa da, erraz erabiltzeko. Izan ere, munduan dauden POS sistemarik onenetako bat da.
fi: Pos Saas -sovellus on ilmainen ja helppokäyttöinen. Itse asiassa se on yksi parhaista myyntipistejärjestelmistä maailmassa.
hy: POS SaaS ծրագիրը անվճար է, հեշտ է օգտագործել։ Իրականում, դա աշխարհի լավագույն POS համակարգերից մեկն է:
is: POS SaaS forritið er ókeypis, auðvelt í notkun. Raunar, það er eitt af bestu POS kerfum í heiminum.
kk: Pos Saas бағдарламасы тегін, пайдалануы жеңілді. Себебі, бұл ең жақсы POS жүйесінің бірі.
km: កម្មវិធី Pos Saas គឺឥតគិតថ្លៃ និងមានការប្រើយន្តជាធម្មជាតិល្អ។ ជាកូនទៅកាន់ប្រព័ន្ធបញ្ជារចូលទៅទូរស័ព្ទលើពិភពពីរប៉ាក់ស្រីនៅក្នុងពិភពពិសោធន៍នៅក្នុងព័ត៌មានជាបន្តរកម្មបច្ចេកទេសទៅលើពិភពពិសោធន៍តាមតម្រូវការសហគមន៍។
kn: Pos Saas ಆ್ಯಪ್ ಉಚಿತವಾಗಿದೆ, ಬಳಕೆಯಲ್ಲಿ ಸುಲಭ. ವಾಸ್ತವವಾಗಿ, ಇದು ವಿಶ್ವದ ಹೊರಗಿನ ಅತ್ಯದ್ಭುತ ಪಿಓಎಸ್ ವ್ಯವಸ್ಥೆಗಳಲ್ಲಿ ಒಂದು.
ky: POS SaaS тиркемеси акысыз, колдонууга оңой. Чынында, бул дүйнө жүзүндөгү мыкты POS системалардын бири.
lo: ລະບົບ Pos Saas ຟຣີດ, ຄໍາຮ້ອງທາງໄວ້ງ່າຍ. ນີ້ແມ່ນລະຫວ່າງການນາຍພາສາຂອງການຂາຍພາຍໃນໂລກປະຈຳຕົວຕະລາງທີ່ມີໂມດູນຫຼາຍທີ່ປະສົງຂະນະໃນສົມບັດຂອງທ່ານໄດ້.
mk: POS SaaS апликацијата е бесплатна, лесна за користење. Всушност, тоа е еден од најдобрите POS системи во светот.
ml: POS SaaS ആപ്പ് സൗജന്യമാണ്, ഉപയോഗിക്കാൻ എളുപ്പമാണ്. യാഥാർത്ഥത്തിൽ, ഇത് ലോകമെമ്പാടുമുള്ള മികച്ച POS സിസ്റ്റങ്ങളിലൊന്നാണ്.
my: Pos Saas အက်ပလီကေးရှင်အကောင့်အဆင့်မှတစ်ဆင့်အသုံးပြုသူအဆင့်မြှင့်တောင်းအကောင်းကိုအသုံးပြုရန်အဆင့်တစ်စင်ခြင်း ကိုအချို့မရရှိပါ။ အကြောင်းအရင်းဖွင့်ရမည်၊ ဒါဟာ ကျောင်းပျက်လက်ကောင်း POS စနစ်တစ်ခုဖြစ်ပါသည်။
ne: Pos Saas एप नि: शुल्क, प्रयोग गर्न सजिलो छ। वास्तवमा, यो संसारभरि सबै भन्दा राम्रो POS प्रणाली मध्ये एक हो।
pa: ਪੋਸ ਸਾਅਸ ਐਪ ਮੁਫ਼ਤ ਹੈ, ਵਰਤੋਂ ਲਈ ਆਸਾਨ। ਅਸਲ ਵਿੱਚ, ਇਹ ਦੁਨੀਆ ਵਿੱਚੋਂ ਇੱਕ ਸਰਵੋਤਮ ਪੀਓਐੱਸ ਸਿਸਟਮਾਂ ਵਿੱਚੋਂ ਇੱਕ ਹੈ।
ps: POS SaaS اپلیکیشن وړیا، د کارولو لپاره اسانه دی. په حقیقت کې، دا د نړۍ په کچه تر ټولو غوره POS سیسټمونو څخه دی.
si: ස්මාර්ට් බියාෂරා යෙදුම නොමිලයේ සඳහා, භාවිතා කිරීම සඳහා හොඳයි. සුළු ලෙස, එකම POS පද්ධතියේ ස්මාර්ට් බියාෂරා විසින් එකමුත් වාසියක් දැක්වෙයි.
sk: Pos Saas app je zadarmo a jednoduchá na používanie. Je to vlastne jedno z najlepších POS systémov na svete.
sq: Aplikacioni Pos Saas është falas dhe i lehtë për përdorim. Faktikisht, është një nga sistemet më të mira POS në botë.
sw: Programu ya Pos Saas ni bure, rahisi kutumia. Kwa kweli, ni moja ya mfumo bora wa POS duniani.
ta: Pos Saas பயன்பாடு இலவசம், பயன்படுத்த எளிதாக உள்ளது. உலகில் அதிசிலவற்றில் ஒன்றாக இருக்கும்.
th: แอปพลิเคชัน Pos Saas ฟรี ใช้งานง่าย และเป็นหนึ่งในระบบจุดขายที่ดีที่สุดทั่วโลก
ur: Pos Saas ایپ مفت ہے، استعمال کرنے میں آسان ہے۔ حقیقت میں، یہ دنیا بھر میں بہترین پوز سسٹموں میں سے ایک ہے۔

# choseYourFeature
source: Choose your features
am: የተለያዩ ምርጫዎችን ይምረጡ
as: আপোনাৰ বৈশিষ্ট্য বাচি লওক
az: Xüsusiyyətlərinizi seçin
be: Выберыце вашыя функцыі
bn: আপনার বৈশিষ্ট্য চয়ন করুন
cy: Dewiswch Eich Nodweddion
et: Valige oma omadused
eu: Hautatu zure ezaugarriak
fi: Valitse ominaisuutesi
hy: Ընտրեք ձեր հնարավորությունները
is: Veldu eiginleika þína
kk: Мүмкіндіктерді таңдаңыз
km: ជ្រើសរើសលក្ខណៈពិសេសរបស់អ្នក
kn: ನಿಮ್ಮ ವಿಶೇಷಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ
ky: Өзгөчөлүктөрүңүздү тандаңыз
lo: ເລືອກຄວາມຄືບັນຫາທີ່ຈະທ່ານຈັກ
mk: Изберете ги вашите функции
ml: നിങ്ങളുടെ സവിശേഷതകൾ തിരഞ്ഞെടുക്കുക
my: သင်၏အကြောင်းအရင်းရွေးချယ်ပါ
ne: तपाइंको सुविधा चयन गर्नुहोस्
pa: ਆਪਣੀਆਂ ਖਾਸੀਅਤਾਂ ਚੁਣੋ
ps: خپلي ځانګړتیاوې وټاکئ
si: ඔබගේ විස්තරයන් තෝරන්න
sk: Vyberte si svoje funkcie
sq: Zgjidh karakteristikat tuaja
sw: Chagua vipengele vyako
ta: உங்கள் அம்சங்களைத் தேர்ந்தெடுக்கவும்
th: เลือกคุณสมบัติของคุณ
ur: اپنی خصوصیات منتخب کریں

# featureAreTheImportant
source: Features are the important part which makes Pos Saas different from traditional solutions.
am: አርክ ወይም ተጨማሪ ነገር ባህርያ ይኖራል
as: বৈশিষ্ট্যবোৰ হৈছে সেই গুৰুত্বপূর্ণ অংশ যি পছ SaaS ক পৰম্পৰাগত সমাধানৰ পৰা ভিন্ন কৰে।
az: Xüsusiyyətlər, Pos Saas 'nı ənənəvi həlllərdən fərqləndirən əsas hissəsidir.
be: Функцыі з'яўляюцца важнай часткай, якая адрознівае Pos SaaS ад традыцыйных рашэнняў.
bn: ববৈশিষ্ট্যগুলি হল গুরুত্বপূর্ণ অংশ যা পস সাসকে ঐতিহ্যগত সমাধান থেকে আলাদা করে তোলে।
cy: Mae nodweddion yn rhan bwysig sy'n gwneud POS SaaS yn wahanol i atebion traddodiadol.
et: Omadused on oluline osa, mis muudab POS SaaS-i erinevaks traditsioonilistest lahendustest.
eu: Ezaugarriak dira POS Saas tradizionalen irtenbideetatik desberdintzen duten garrantzitsuenak.
fi: Ominaisuudet ovat tärkeä osa, joka erottaa Pos Saas -ratkaisun perinteisistä vaihtoehdoista.
hy: Հնարավորությունները կարևոր մասն են, որոնք դարձնում են POS SaaS-ը տարբեր ավանդական լուծումներից:
is: Eiginleikar eru mikilvægur þáttur sem gerir POS SaaS frábrugðið hefðbundnum lausnum.
kk: Мүмкіндіктер біздің Pos Saas түрліден айырылып келетін өнімдеріміздің маңызды бөлігі.
km: លក្ខណៈពិសេសជាផ្នែកសំខាន់ដែលធ្វើឱ្យ Pos Saas ខូចទុកពីការដោះស្រាយប្រើលក្ខណៈពិសេសចាប់ពីដំណោះស្រាយធម្មជាតិ។
kn: ವಿಶೇಷಗಳು ಪಾರಂಪರಿಕ ಪರಿಹಾರಗಳಿಂದ ಬೇರೆಯಾಗಿ ಮಾಡುವಂತೆ ಮಾಡುವುದು ಮುಖ್ಯ ಭಾಗವಾಗಿದೆ.
ky: Өзгөчөлүктөр POS SaaSты традициялык чечимдерден айырмалаган маанилүү бөлүк.
lo: ຄວາມຄືບັນຫາແມ່ນພາຍຫລັງທີ່ຈະໃຊ້ການ Pos Saas ຈັດຕະນີຈາກວິດີໂອຂອງການສະເຫນີຕາມພວກເຮົາ.
mk: Функциите се важен дел кој го прави POS SaaS различен од традиционалните решенија.
ml: സവിശേഷതകൾ POS SaaS-യെ പരമ്പരാഗത പരിഹാരങ്ങളിൽ നിന്ന് വ്യത്യസ്തമാക്കുന്ന പ്രധാന ഭാഗമാണ്.
my: အရင်းအမြစ်များသည်မျှော်လင့်ကိုသာစိတ်ကြိုက်သင့်များမှာ Pos Saas ကိုပြောင်းလဲရန်အခက်အခဲတစ်ခုဖြစ်ပါသည်။
ne: विशेषताहरू महत्त्वपूर्ण भाग हुन् जसले Pos Saas लाई परम्परागत समाधानहरू भन्दा फरक बनाउँछ।
pa: ਖਾਸੀਤਾਂ ਉਹ ਮਹੱਤਵਪੂਰਨ ਭਾਗ ਹਨ ਜੋ ਪੋਸ ਸਾਅਸ ਨੂੰ ਪਰੰਪਰਿਕ ਹੱਲਾਂ ਤੋਂ ਵੱਖਰਾ ਕਰਦੀਆਂ ਹਨ।
ps: ځانګړتیاوې مهمې برخې دي چې POS SaaS د دودیزو حلونو څخه جلا کوي.
si: අනුමැතියන් වැනි ප්‍රතික්ෂේපන අංශය ස්මාර්ට් බියාෂරා දැක්කාය.
sk: Funkcie sú dôležitou časťou, ktorá robí Pos Saas odlišným od tradičných riešení.
sq: Karakteristikat janë pjesa e rëndësishme që bën Pos Saas të ndryshojë nga zgjidhjet tradicionale.
sw: Vipengele ni sehemu muhimu inayofanya Pos Saas kuwa tofauti na suluhisho za jadi.
ta: அம்சங்கள் பாரம்பரிய தீர்வுகளிலிருந்து விதைத்து வருகின்ற முக்கிய அஂஶம்.
th: คุณสมบัติเป็นส่วนสำคัญที่ทำให้ Pos Saas แตกต่างจากการแก้ไขด้วยวิธีเดิม
ur: خصوصیات وہ اہم حصہ ہیں جو پوز سسٹم کو روایتی حلوں سے مختلف بناتے ہیں۔

# allBusinessSolution
source: All business solutions
am: የንግድ መፍትሔዎች
as: সমস্ত ব্যৱসায়ৰ সমাধান
az: Bütün biznes həlləri
be: Усе бізнес рашэнні
bn: সমস্ত ব্যবসা সমাধান
cy: Pob Ateb Busnes
et: Kõik äri lahendused
eu: Negozio Soluzio guztiak
fi: Kaikki liiketoimintaratkaisut
hy: Բոլոր բիզնես լուծումները
is: Allar viðskiptalausnir
kk: Барлық бизнес шешімдері
km: ជំនួយអាជីវកម្មទាំងអស់
kn: ಎಲ್ಲಾ ವ್ಯಾಪಾರ ಪರಿಹಾರಗಳು
ky: Бардык бизнес чечимдер
lo: ການປະສານທັງຫມົດຂອງທ່ານ
mk: Сите бизнис решенија
ml: എല്ലാ ബിസിനസ് പരിഹാരങ്ങളും
my: အားလုံးစီးပွားရေးရှင်းစနစ်များ
ne: सबै व्यवसायिक समाधानहरू
pa: ਸਾਰੇ ਵਪਾਰ ਹੱਲ
ps: ټول سوداګریز حلونه
si: සියළු ව්‍යාපෘතියන්ගේ ව්‍යාපෘතිය
sk: Všetky obchodné riešenia
sq: Të gjitha zgjidhjet e biznesit
sw: Suluhisho zote za biashara
ta: அனைத்து வணிக தீர்வுகளும்
th: ทุกโซลูชั่นธุรกิจ
ur: تمام کاروبار کے حل

# mobiPosIsaCompleteBusinesSolution
source: Pos Saas is a complete business solution with stock, account, sales, expense & loss/profit.
am: POS SaaS አስቀድሞ ይሰራል፣ ውድድር ፣ ገንዘብ ወዘይለ ሳይኖራቸው ይኖሩ
as: পছ SaaS হৈছে এটা সম্পূৰ্ণ ব্যৱসায় সমাধান য'ত ষ্টক, একাউন্ট, বিক্ৰী, খৰচ আৰু লোকচান/লাভ থাকে।
az: Pos Saas, stok, hesab, satış, xərclər və itkil/qazanç ilə tam bir biznes həllidir.
be: Pos SaaS - гэта поўнае бізнес-рашэнне з запасамі, улікам, продажамі, выдаткамі і стратамі/прыбыткам.
bn: Pos Saas একটি পূর্ণ ব্যবসা সমাধান যা স্টক, হিসাব, বিক্রয়, ব্যয় এবং ক্ষতি/লাভ অধ্যায়ে থাকে।
cy: Mae POS SaaS yn ateb busnes llawn gyda stoc, cyfrif, gwerthiannau, treuliau a cholled/ennill.
et: POS SaaS on täielik äriolukorra lahendus koos laoseisu, konto, müügi, kulu ja kasumi/kahjumi haldamisega.
eu: Pos Saas negozio soluzio osoa da, stock, kontu, salmenta, gastu eta irabazi/galera dituena.
fi: Pos Saas on täydellinen liiketoimintaratkaisu varastonhallintaa, tilinpitoa, myyntiä, kuluja ja voitto/tappio -seurantaa varten.
hy: POS SaaS-ը ամբողջական բիզնես լուծում է՝ բաժին, հաշվետվություն, վաճառք, ծախս և կորուստ/հասույթ:
is: POS SaaS er fullkomin viðskiptalausn með birgðum, reikningum, sölu, kostnaði & tapi/hagnaði.
kk: Pos Saas барлық бизнес шешімі, есеп, сату, қақтығыш және кедергі/қаржы мені жеделдетеді.
km: កម្មវិធី Pos Saas គឺជំនួយអាជីវកម្មព័ត៌មានដើម្បីកន្លងមែននៅក្នុងអស់ការជ្រើសរើសពិភពពិសោធន៍របស់អ្នក។
kn: Pos Saas ಪೂರ್ಣ ವ್ಯಾಪಾರ ಪರಿಹಾರ ಆಗಿದೆ, ಸ್ಟಾಕ್, ಖಾತೆ, ಮಾರಾಟ, ವ್ಯಯ ಮತ್ತು ಲಾಭ/ಲಾಭ ಹೊಂದಿದೆ.
ky: POS SaaS – бул толук бизнес чечими, инвентаризация, эсеп, сатуу, чыгым жана пайда/жоготуу менен.
lo: ລະບົບ Pos Saas ຄວາມສາມາດເປັນການປະສານທັງຫມົດຂອງທ່ານດ້ວຍການນຳພາຍ, ບັດປະຈຳຕົວຕະລາງ, ການຂາຍ, ການຈ່າຍຄ່າ & ການໃຫ້ລູກຢູ່/ລາວລົງຂອງທ່ານ.
mk: POS SaaS е комплетно бизнис решение со инвентар, сметки, продажба, трошоци и загуба/добивка.
ml: POS SaaS ഒരു സമ്പൂർണ്ണ ബിസിനസ് പരിഹാരമാണ് സ്റ്റോക്ക്, അക്കൗണ്ട്, വില്പന, ചെലവ് & നഷ്ട/ലാഭ.
my: Pos Saas သည်စတိုး၊ အကောင့်၊ အကောင့်၊ အောင်မြင်မှုနှင့်အတူအကြောင်းအရင်းရွေးချယ်ရန်အကြောင်းအရင်းဖြစ်ပါသည်။
ne: Pos Saas स्टक, खाता, बिक्री, खर्च र हानि / लाभ संग एक पूर्ण व्यापार समाधान छ।
pa: ਪੋਸ ਸਾਅਸ ਇੱਕ ਪੂਰਾ ਵਪਾਰ ਹੱਲ ਹੈ ਜਿਸ ਵਿੱਚ ਸਟਾਕ, ਖਾਤਾ, ਵਿਕਰੀ, ਖਰਚ & ਨੁਕਸਾਨ / ਮੋਨਾਫਾ ਸ਼ਾਮਲ ਹੈ।
ps: POS SaaS د بشپړ سوداګریز حل دی چې د سټاک، حساب، خرڅلاو، لګښت او ګټه/زیان سره.
si: ස්මාර්ට් බියාෂරා විසින් සංප්‍රේම ක්‍රියාවක් වෙනස්වූ සම්පූර්ණ ව්‍යාපෘතියක් වේ, ස්මාර්ට් බියාෂරා මගින් වාසි, වෙළඳපොල, සහාය සහ පරාසිපාත කුවේදැයි/ලාස්පිට් සඳහා සම්පූර්ණ ව්‍යාපෘතියක් වේ.
sk: Pos Saas je kompletné obchodné riešenie s evidenciou zásob, účtami, predajmi, nákladmi a ziskom/stratom.
sq: Pos Saas është një zgjidhje e plotë për biznesin me stok, llogari, shitje, shpenzime dhe humbje/profit.
sw: Pos Saas ni suluhisho kamili la biashara na hisa, akaunti, mauzo, matumizi, na hasara/faida.
ta: Pos Saas மொத்த வணிக தீர்வாகும் - பங்கு, கணக்கு, விற்பனை, செலவு மற்றும் நஷ்ட/லாபம்.
th: Pos Saas เป็นโซลูชั่นธุรกิจที่ครอบคลุมด้านสินค้าคงคลัง บัญชี การขาย ค่าใช้จ่าย และขาดทุน/กำไร
ur: Pos Saas ایک مکمل کاروبار کا حل ہے جس میں اسٹاک، اکاؤنٹ، فروخت، اخراجات اور نفع/نقصان شامل ہیں۔

source: Skip
am: ተወው
as: মিছা
az: Keç
be: Праігнараваць
bn: এড়িয়ে যান
cy: Helo
et: Jätka
eu: Salto
fi: Ohita
hy: Անցնել
is: Sleppa
kk: Өткізу
km: រំលង
kn: ವಿಳಂಬಿಸಿ
ky: Калдыруу
lo: ຂໍ້ມູນນີ້
mk: Прескокни
ml: ഒല്ലി
my: လက်ကျန်ရှိပါ
ne: छोड्नुहोस्
pa: ਛੱਡੋ
ps: پرته کړئ
si: මකන්න
sk: Preskočiť
sq: Kalo
sw: Ruka
ta: விட்டு செல்
th: ข้าม
ur: چھوڑیں

source: Current Stock
am: ወቅታዊ የእቃ ገንቢ
as: বৰ্তমান ষ্টক
az: Cari Stok
be: Бягучы запас
bn: বর্তমান স্টক
cy: Stoc Presennol
et: Praegune laoseis
eu: Egoera Gaur
fi: Nykyinen varasto
hy: Ընթացիկ պահեստ
is: Núverandi birgðir
kk: Ағымдағы қорытынды
km: ស្តុកបច្ចុប្បន្ន
kn: ಪ್ರಸ್ತುತ ಸ್ಟಾಕ್
ky: Учурдагы инвентаризация
lo: ສະຕັອກປະຈຳຕົວອອກ
mk: Тековен инвентар
ml: നിലവിലെ സ്റ്റോക്ക്
my: လက်ရှိစျေးကွက်
ne: हालको भण्डार
pa: ਮੌਜੂਦਾ ਸਟਾਕ
ps: اوسنی سټاک
si: වර්ගයේ ගණන
sk: Aktuálna zásoba
sq: Stoku Aktual
sw: Hisabati ya Sasa
ta: தற்போதைய பங்கு
th: สต็อกปัจจุบัน
ur: موجودہ اسٹاک

# totalStock
source: Total Stocks
am: የእቃ ጠቅላላ ይዘት
as: মুঠ ষ্টক
az: Ümumi Stoqlar
be: Усяго запасаў
bn: মোট স্টক
cy: Cyfanswm Stociau
et: Kogusumma laoseis
eu: Guztira Egoera
fi: Kokonaisvarasto
hy: Ընդհանուր պահեստ
is: Heildar birgðir
kk: Жалпы қорытынды
km: ស្តុកសរុប
kn: ಒಟ್ಟು ಸ್ಟಾಕ್ಗಳು
ky: Жалпы инвентаризация
lo: ສະຕັອກທັງຫມົດ
mk: Вкупен инвентар
ml: മൊത്തം സ്റ്റോക്ക്
my: စုစုပေါင်းစျေးကွက်
ne: कुल भण्डार
pa: ਕੁੱਲ ਸਟਾਕ
ps: ټول سټاک
si: මුළු ගණන
sk: Celková zásoba
sq: Stoku Total
sw: Jumla ya Hisa
ta: மொத்த பங்குகள்
th: ยอดสต็อกทั้งหมด
ur: کل اسٹاک

# useMobiPos
source: Use Pos Saas
am: POS SaaS ይጠቀሙ
as: পছ SaaS ব্যৱহাৰ কৰক
az: Pos Saas istifadə edin
be: Выкарыстоўвайце Pos SaaS
bn: Pos Saas ব্যবহার করুন
cy: Defnyddiwch POS SaaS
et: Kasutage POS SaaS-i
eu: Erabili Pos Saas
fi: Käytä Pos Saas -ratkaisua
hy: Օգտագործել POS SaaS
is: Notaðu POS SaaS
kk: Pos Saas пайдалану
km: ប្រើកម្មវិធី Pos Saas
kn: ಪೋಸ್ ಸಾಸ್ ಬಳಸಿ
ky: POS SaaS колдонуу
lo: ໃຊ້ລະບົບ Pos Saas
mk: Користете POS SaaS
ml: POS SaaS ഉപയോഗിക്കുക
my: Pos Saas ကိုအသုံးပြုပါ
ne: Pos Saas प्रयोग गर्नुहोस्
pa: ਪੋਸ ਸਾਅਸ ਵਰਤੋਂ ਕਰੋ
ps: POS SaaS وکاروئ
si: ස්මාර්ට් බියාෂරය භාවිතා කරනවා
sk: Použite Pos Saas
sq: Përdorni Pos Saas
sw: Tumia Pos Saas
ta: Pos Saas ஐ பயன்படுத்து
th: ใช้ Pos Saas
ur: Pos Saas کا استعمال کریں

source: Next
am: ቀጣይ
as: পৰৱৰ্তী
az: Növbəti
be: Далей
bn: পরবর্তী
cy: Nesaf
et: Järgmine
eu: Hurrengoa
fi: Seuraava
hy: Հաջորդ
is: Næsta
kk: Келесі
km: បន្ទាប់
kn: ಮುಂದೆ
ky: Кийинки
lo: ຕໍ່ໄປ
mk: Следно
ml: അടുത്തത്
my: နောက်တစ်ခု
ne: अर्को
pa: ਅਗਲਾ
ps: راتلونکی
si: ඊළඟ
sk: Ďalšie
sq: Tjetra
sw: Ifuatayo
ta: அடுத்து
th: ถัดไป
ur: اگلا

source: Your Package
am: የእርስዎ ፓኬጅ
as: আপোনাৰ পেকেজ
az: Sizin Paketiniz
be: Ваш пакет
bn: আপনার প্যাকেজ
cy: Eich Pecyn
et: Teie pakett
eu: Zure Paketea
fi: Pakettisi
hy: Ձեր փաթեթը
is: Pakkning þín
kk: Сіздің пакетіңіз
km: កញ្ចប់របស់អ្នក
kn: ನಿಮ್ಮ ಪ್ಯಾಕೇಜ್
ky: Сиздин пакет
lo: ເອກະສານຂອງທ່ານ
mk: Вашиот пакет
ml: നിങ്ങളുടെ പാക്കേജ്
my: သင်၏အကောင့်အတွက်ပက်ကန်စွာ
ne: तपाइंको प्याकेज
pa: ਤੁਹਾਡਾ ਪੈਕੇਜ
ps: ستاسو بسته
si: ඔබගේ පැකේජය
sk: Vaša balíček
sq: Paketa Juaj
sw: Kifurushi Chako
ta: உங்கள் போட்டி
th: แพคเกจของคุณ
ur: آپ کی پیکیج

source: Free Plan
am: ነጻ እቅድ
as: নিখৰ্চ প্‌ল্যান
az: Pulsuz Plan
be: Бясплатны план
bn: বিনামূল্যে প্ল্যান
cy: Cynllun Rhad ac Am Ddim
et: Tasuta plaan
eu: Doako Plana
fi: Ilmainen suunnitelma
hy: Անվճար պլան
is: Ókeypis áætlun
kk: Тегін тақырып
km: កម្មវិធីឥតគិតថ្លៃ
kn: ಉಚಿತ ಯೋಜನೆ
ky: Акысыз пландар
lo: ເອກະສານຟຣີດ
mk: Бесплатен план
ml: സൗജന്യ പദ്ധതി
my: အခုနှင့်အခမဲ့အကြောင်း
ne: नि: शुल्क योजना
pa: ਮੁਫ਼ਤ ਯੋਜਨਾ
ps: وړیا پلان
si: නොමිලේ සැලැස්ම
sk: Zadarmo
sq: Paketa e Lirë
sw: Mpango wa Bure
ta: இலவச திட்டம்
th: แผนฟรี
ur: مفت پلان
